{
    "id": 76,
    "title": "Chapter Commentary",
    "content": "Here we see the reaction to adulterous activity. All the scriptures of the world say that one should not commit adultery. In the Islamic tradition if a man is not satisfied with one wife, he may take up to four. In the Christian tradition only one wife is allowed. In the s of Vedic culture, if a man was not satisfied with one wife, he could take as many wives as he could support. But in all bona fide scriptures adultery is forbidden, because the reaction to such activity is severe. One has to suffer in Yamaraja's abode after this life. Sex life is the binding force in this world, and only in the animal species can one have unlimited sex life. Those desiring unlimited sex are born in those species that facilitate such activity, like a rabbit, monkey or pigeon. Therefore, in the human form of life, sex is regulated with he idea that it will be eventually given up. As long as one is addicted to gross sex desire, he must be reborn in this world.\nThe Vedic system trains a person to be free from sex desire. First a person is trained to be a brahmachary or celibate student. If the student cannot maintain such a vow, he is allowed to marry. When the householder reaches the age of 50, he should become a Vanaprastha. This is a time when the children are grown up, and the household couple are free to travel to different places of pilgrimage. They take a vow of celibacy. When the man reaches the age of 75, he should take sannyasa and completely devote his time to spiritual activities. The wife then lives with the eldest son and trains the grandchildren in spiritual life. In this way the Vedic culture would gradually purify a person of sex desire\nKichaka was fortunate to receive his reaction immediately rather than wait till the next life. Unfortunately, people to don't believe in next life, and therefore they commit all kinds of forbidden activities for which they suffer in this life and the next. People don't believe in the law of karma or the next life, so the suffering will continue until we learn the hard way to follow God's law."
}