{
    "id": 87,
    "title": "Chapter Three",
    "content": "Lord Krishna Instructs the Assembly of Kings\n \nWith the permission of King Yudhisthira, Lord Krishna set out for Hastinapura. He took with Him the messages from the Pandavas. The son of Devaki rode on His beautiful chariot drawn by His favorite horses, Saivya, Sugriva, Meghapuspa, and Balahaka. He was followed by ten mighty chariot warriors as well as a thousand horsemen and a thousand foot soldiers.\nUnderstanding through spies that Lord Krishna had left Upaplavya for Hastinapura, Dhritarastra addressed Bhishma, Drona and Vidura in the following words, O scions of the Kuru race, the news we hear is wonderful. Men, women and children are talking about it, and all are speaking respectfully. The citizens are congregating together and discussing it in the open market places. All are saying that Lord Krishna, the slayer of Madhu, is coming to Hastinapura. He is the Lord of all creatures, and on Him rests the creation, maintenance and destruction of this universe. Indeed, intelligence, prowess, wisdom and energy all reside in this best among men. If He is worshiped, he is sure to bestow happiness, and if He is not worshiped, He is sure to be the cause of our suffering. If He is pleased with us, then all our plans will fructify. Let us immediately make arrangements for His reception. Pavilions should be set up along the road, furnished with every object of enjoyment. O Duryodhana, carry out this order, and all our desires will be fulfilled.  Following the instructions of the King, Duryodhana made arrangements for many pavilions to be erected along the road to Hastinapura. They were decorated with garlands, pictures, costly silks, and rugs of the finest quality. The finest foods were prepared, and the finest drinks were set aside for Lord Krishna. It was opulence on the level of the heavenly denizens and was meant to bring the Lord of the Universe to the Kaurava's side. However, the Supreme Personality of Godhead, Lord Krishna, did not even cast His glance upon the arrangements of Duryodhana. He stopped at intervals of His Own choosing, and very soon He arrived at Hastinapura.\nBefore the arrival of Lord Krishna, King Dhritarastra called for Vidura and said to him, O Vidura, Janardana will soon be in Hastinapura. I propose to worship Him with all the opulence that I can afford. I will give Him sixteen golden chariots drawn by the finest horses. I will bestow upon Him eight elephants with large white tusks. I will give Him one hundred maidservants with golden complexions. I will offer Him eighteen thousand woolen blankets, soft to the touch and a thousand deerskins brought from China. Duhshasana's abode, which is more opulent than Duryodhana's, should be cleansed and prepared for His use. All the citizens of Hastinapura should go out of the city to greet Lord Krishna. Bhishma, Drona, as well as my sons may also go out of the city to offer greetings to the universal Lord.\nI do not think that you have adopted the path of sincerity,  Vidura replied. Do not, from stupidity, cause the destruction of your family members. You desire to give this small token of wealth to Krishna, but He deserves this and much more. I can understand that you don't wish to give this opulence out of a motive to please Him. Behind this gift is deception, falsehood and insincerity. These external acts have revealed your real intention. The Pandavas desire five villages, but you don't want to give them even that. You want to win over the Lord of the Yadu dynasty to your own side by means of wealth. You want to separate Krishna from the Pandavas. I will tell you, however, that you will be unable, by wealth, or attention, or worship, to separate Lord Krishna from Dhananjaya. Keshava will accept from you only a vessel of water for washing His feet and inquiries about His welfare. Other than this, He will not accept your hospitality, for it is saturated with deception. If you actually want to please Krishna, then you should give him what He has come for. After receiving the kingdom due to the Pandavas, He will accept all that you offer Him.\nIn the presence of Bhishma, Drona, Dhritarastra, Vidura and others, the wicked Duryodhana expressed his ill motivated desire, I can by no means share my wealth with the Pandavas. This is my final decision. Tomorrow, I will imprison Krishna when He comes to our court. When He is confined within the walls of the palace, the Vrishnis and the Pandavas, as well as the whole world, will submit to me. We should carry out this plan in such a way that Krishna will not suspect our intentions.\nResponding to the foolish son of Dhritarastra, the grandsire of the Kuru dynasty, Bhishma angrily addressed Dhritarastra, Your wicked son, O Dhritarastra, will soon experience death. He disregards our advice and is paving his way toward hellish life. You are also following his path for you allow him to carry out these plans without restraining him. If out of stupidity this imbecile tries to capture Krishna, he will be destroyed in a moment. I will not listen anymore to the words of this foolish person who has abandoned all virtue.  Bhishma then rose from his seat and left the assembly inflamed with rage.\nIt was then announced that Lord Krishna was nearing the city of elephants. All of Dhritarastra's sons except Duryodhana went out of the city to greet him. Bhishma, Drona, Kripa and others also went out to offer a fine reception. Citizens by the thousands came out of the city to glance upon the radiant features of the Supreme Person. There was not one citizen who remained inside his home when he heard that Lord Krishna had entered Hastinapura. The people bowed their heads unto the slayer of the Madhu demon, and those who could not see the Lord from the ground, ascended to the tops of the mansions to gaze upon the faultless features of the Lord of all creation. They ladies showered upon Him flowers of every description and embraced the transcendental form of the Lord within core of their hearts to their full satisfaction.\nLord Krishna then entered the ash colored palace of Dhritarastra and came into to the beautifully decorated imperial court where the numerous Kings and princes were assembled. The blind monarch stood up along with Bhishma, Drona, Kripa and Somadatta. Lord Krishna greeted the kings according to seniority in years. He was then offered a spacious golden seat, set with multicolored jewels, which, at the request of Dhritarastra, Lord Achyuta sat down. Lord Krishna remained there for sometime, laughing and joking with the Kurus, according to their relationship with Him.\nAfter bestowing His association upon the Karuavas, Lord Krishna left their association and went to the abode of Vidura. Vidura was overwhelmed with ecstacy and worshiped Lord Krishna with every auspicious article he had in his possession. While massaging the lotus feet of the Lord, Vidura praised Lord Krishna, I cannot express, O lotus-eyed one, the joy I feel since You have entered my home. You are the inner soul of all creatures and the Lord of all creations. My home has certainly become blessed by Your auspicious presence. Appearing in the Yadu dynasty like an ordinary person, You are bewildering everyone with Your internal potency. It is a great wonder, my Lord, that these fools do not recognize your exalted position. My Lord, I pray that I may always be engaged in Your pure devotional service, and that I may never forget You at any time.  Lord Krishna smilingly accepted Vidura's prayers, and they then talked about the situation at hand. Later in the afternoon, Krishna visited Kunti, the mother of the Pandavas. He offered His respects to His aunt who had suffered so much on account of Duryodhana's atrocities. He informed Kunti of her son's welfare and gave her all messages from them.\nAfter pacifying His aunt, He went to Duryodhana's palace. The Supreme Personality of Godhead entered the palace of Dhritarastra's son and saw him seated on a throne surrounded by a thousand kings. He saw Duhshasana, Karna and Shakuni seated near the King, and as He approached, they all rose from their seats and greeted Him. They offered Him a opulent golden throne covered with the finest cloth. They offered the Supreme Personality of Godhead many auspicious gifts and a bounty of wealth. Then Duryodhana invited Lord Krishna to dine at his palace, but Krishna did not accept the invitation. The Kuru King inquired from Lord Krishna with sweet words, which were simply a front for deception and wickedness, Why, O Janardana, have you not accepted the hospitality that is being offered You. You are kind to both the Pandavas and the Kurus. Therefore, please accept our worship.\nAt the present moment, O King,  Lord Krishna replied, you have not inspired me with love. Without any reason you have, from the moment of your birth, been envious of the Pandavas, who are endowed with all magnificent qualities. Who, indeed, could do them the least injury? He who hates them, hates Me; he who loves them also loves Me. Know that the Pandavas and Myself are like a common soul. That wrathful, uncontrolled person who hates and seeks to injure those who are pious, can never enjoy prosperity in this life. He, however, who tries to win over, by good intentions, persons endowed with good qualities, even though he is adverse to them in his heart, enjoys prosperity in this life. All these offerings are contaminated by sinful intentions, and I will not accept them. The food supplied by Vidura is the only food fit to be eaten.\nAfter saying this, Lord Krishna rose from His seat and left Duryodhana's Palace which was like unto a pit of snakes. He made His way to the abode of Vidura and took His meals there. While Lord Krishna was staying there, Bhishma, Drona, Kripa, and Bahlika came and requested Him in the following words, O best of the Vrishni race, we place at your disposal all our mansions, as well as the wealth in them.  However, Lord Krishna did not accept their offers and sent them away with kind words. Lord Krishna and Vidura then spent the rest of the night, discussing about the future of the Pandavas and the chances of a peace proposal.\nIn the morning Lord Krishna mounted His chariot, and followed by Vidura, Satyaki, Kritavarman and others, made his way to the palace of King Dhritarastra. Upon entering the palace, he was greeted by the assembled kings and given an ornately opulent seat especially made for Him. When Lord Krishna was seated, the great rishis descended from the heavens and arrived at the palace gate. They were escorted into the palace and offered elegant sitting places and duly worshiped. The assembly consisted of King Dhritarastra, Bhishma, Drona, Kripa, Drona's son, Duryodhana, Duhshasana, and the other brothers, Salya, Karna, Shakuni and the other Kings who were to fight for the cause of Duryodhana. Vidura was given a special seat next to Lord Krishna. All the Kings and rishis in that assembly had their eyes fixed on the transcendental form of Lord Krishna, and so breath taking was that form, that they could not take their eyes away. Even though they drank Lord Krishna's divine form through their eyes, they were not satiated with their repeated gazing.\nAfter Lord Krishna had taken His seat and glanced over all the assembled Princes and Kings, there was complete silence in the imperial court. Then Lord Krishna, whose voice was as deep as that of a drum, spoke to King Dhritarastra the following words, In order that peace may be established in the world, O Bharata, I have come to this city. Your race, owing to its learning and behavior, is most distinguished among the royal dynasties. Joy in seeing others happy, unhappiness at the sight of other's sorrow, sincerity, forgiveness, and truthfulness,-these qualities, O Bharata, prevail amongst the Kurus. Since you are the chief of the Kuru dynasty, you should be the first to restrain one who does not show these virtues. You should know that those wicked sons of yours, headed by Duryodhana, have abandoned virtue, morality and religion-for they behave inimically towards their relatives, the Pandavas. If you are indifferent to your son's actions, it will cause the destruction, of not only your dynasty, but the destruction of all the warrior races of the world. The establishment of peace depends on our joint decision, O descendent of Bharata. If you correct your sons, then they must obey your commands, and if I give orders to the Pandavas, then they will obey My command. If you are backed by the mighty Pandavas, then who in the three worlds could defeat you. If Pandu's sons and your sons are united, then there is no power on this earth that can destroy them. There will be no profit if all the earthly kings are destroyed. There will be no profit if your sons lie prostrate on the battlefield, their life extinguished from their bodies. Yudhisthira has tolerated untold injustices from your sons. Duryodhana has tried to burn them to death in a house of lac. He has humiliated them and stolen their wealth at a deceitful gambling match. He has tried to unclothe their beloved queen, and this is all with your consent. Still, Yudhisthira is desiring a peaceful solution. It is your duty to give back to the Pandavas the kingdom that is theirs, and thus put a halt to the massacre of the world's population. The decision is yours. The sons of Pandu are ready to act as your obedient order carriers, or they are prepared to fight. Everything depends on you.\nAfter Lord Krishna had spoken words conducive to the Kaurava's benefit, the great sage Parashurama also spoke words of wisdom for Duryodhana and his followers. The great sage Narada then spoke as well as the rishi Kanva. Bhishma, Drona and Vidura also spoke in favor of peace, and after hearing all the good council, Dhritarastra said, O Keshava, the advice You have given is beneficial for the whole world. The great sages and the Kuru elders have spoken the same words of wisdom. I am not, however, independent. Duryodhana never follows the instructions I give to him. Please, therefore, persuade my son whose heart is full of sinful desires. Direct Your good counsel to him, so that his heart may change and our dynasty saved.\nLord Krishna, the Supreme Authority for all living beings, then glanced upon the unscrupulous son of Dhritarastra and advised him as follows, O Duryodhana, listen to My counsel which is meant for your welfare and those that follow you. You are born in a superior dynasty which is known for its wisdom. Those who are born of wicked families have sons that are cruel and shameless. How is it that you are acting like a low born person? Persistence in such behavior is sinful, frightful, wicked and leads one to premature death. If you want to adopt a behavior that is worthy of your race, then make peace with the great and mighty sons of Pandu. This will please your father, as well as the Kuru elders headed by Bhishma. One who accepts the counsel of his elders, which is principled and virtuous, attains a higher destination after this life. One, who does not follow good counsel and follows the dictates of fools, never gains happiness in this world. You have persecuted the sons of Pandu from your birth, although they have never acted as aggressors toward you. All the kings present in this assembly are incapable of facing Bhima, when provoked, on the field of battle. You have in your following, Bhishma, Drona, Karna, Kripa, Bhurisrava, Somadatta, Ashvatthama, and Jayadratha. All these great warriors taken together are incapable of fighting against Dhananjaya. Indeed, Arjuna cannot be defeated by all the heavenly lords combined. Do not set your heart on battle. Do you remember at Khandavaprastha when Arjuna defeated in battle all the gods, asuras and Gandharvas? Do you not remember when Partha encountered the Kuru host at the city of Virata and the consequences? Arjuna has even satisfied Lord Shiva in battle. With Myself driving his chariot, who will be able to face him in battle? Therefore, do not extinguish the Bharata dynasty. Live in peace by making a lasting agreement with the Pandavas. Give them the half of the kingdom they deserve and live in peace with your relatives.  Supporting Lord Krishna's counsel, Bhishma, Drona, Vidura and Dhritarastra gave instructions to Duryodhana requesting peace.\nWhen silence fell on the imperial court, all eyes were focused on Duryodhana. All the advice offered was unpleasant to him, and he replied to Lord Krishna as follows, You should not talk, O Keshava, until you have reflected on all circumstances. Indeed, you are uttering harsh words and finding fault in me alone without considering the faults of Pandu's sons. Yourself, Bhishma, Drona Vidura, and my father are chastising me, but I do not find the slightest fault in myself. All of you hate me without reason. O mighty armed Krishna, I do not, even after reflection, find any grave fault in myself. I can not even find any fault however small. The Pandavas joyfully accepted the gambling match, and according to the conditions, they went to the forest. For what reason do the Pandavas accept us as enemies? How will it be possible for them to kill in battle Bhishma, Drona, Kripa and Karna, whom even the demigods cannot defeat? O slayer of Madhu, if we are vanquished in battle, then the doors to the heavenly planets will be open to us. We will gladly accept a bed of flowers rather than bow down to the sons of Pandu. That share of the kingdom which was formerly given by my father shall never be given again as long as I live. I will not give unto the Pandavas as much land as to drive the point of a needle.\nHearing these portentous words from the irrational son of Dhritarastra, Lord Krishna calmly replied, If it is your desire to die on a battlefield, then that desire shall be fulfilled. You will lay on the hard ground surrounded by your ministers, brothers and friends. For the injustices you have inflicted on the Pandavas, your whole dynasty will be decimated. You have tried to kill the Pandavas by poison, by fire, and by gambling. You have insulted their wife in an assembly of learned men, and you have attempted to insult them while in the forest. For these vile sins your whole family will be incinerated like trees in a forest fire.\nHearing the prophetic words of Lord Krishna, Duryodhana, who was wicked, cruel, sinful and arrogant, rose up from his seat and left the assembly hall. Lord Krishna then instructed the Kuru elders, All the Kuru family members seem to possess the same mentality, or else why don't you bind this iniquitous person and kill him. I think the time has come for this. In order to save the Bhoja dynasty from the hands of the sinful Kamsa, I killed him, and again enthroned his father Ugrasena. By killing a single person, the whole dynasty has now prospered. To save the Kuru dynasty from extinction, you should seize Duryodhana, Karna, Shakuni and Duhshasana. Binding them with ropes, you should hand them over to the Pandavas. Do not allow the whole warrior race to be slaughtered on one person's account.\nWhen Duryodhana left the assembly, he began to consult with the fiendish Shakuni, The killer of Madhu seeks with Dhritarastra and Bhishma to bind us and turn us over to the Pandavas. We, however, shall seize Him first and throw Him in prison. When the Pandavas have heard that Keshava has been taken prisoner, they will lose their spirit, and in that condition, it will be easy to kill them. Therefore, disregarding my father's protests, let us capture Devaki's son in the presence of all.\nWhen those unscrupulous demons had resolved to carry out their fool hearty plan, Satyaki came to know of it, for he can read the heart of any man. He ordered Kritavarman to array his troops outside the palace and be ready for action. Then, entering the court, he informed Lord Krishna, Dhritarastra and Vidura of the sinister plot. Duryodhana soon entered the court intending to carry out his foolish plan. Seeing him coming, Lord Krishna, the Supreme Master of all mystics, addressed him, From illusion, O Duryodhana, you think Me alone, and therefore, desire to make Me a prisoner. Here, however, are all the Pandavas, the Vrishnis and the Andhakas. Here are all the Adityas, the Rudras and the Vasus.  Saying this, Lord Krishna burst into a loud laughter. From His body came, like a river, the host of heavenly lords, each appearing like lightning. From His forehead appeared the four headed Brahma, and from His chest appeared Lord Shiva. From His arms appeared the great kings of the world. From His mouth, like fire, appeared Agni, the Adityas, the Sadhyas, the Vasus, the Asvins, the Marutas, with Indra and the Visvadevas. From Lord Krishna's two arms came Lord Balarama and Arjuna. Arjuna stood on His right, with Gandiva in hand and Balarama on His left with the club and plough in hand. Behind Him stood Yudhisthira, Nakula and Sahadeva. Before Lord Krishna stood the Yadus, headed by Pradyumna, all with upraised weapons. Lord Krishna manifested manifold arms, each with a weapon shining with great radiance. From His eyes, nose and ears came sparks of fire like the the rays of the sun. Duryodhana could not look upon this supremely effulgent form, and all the Kings closed their eyes out of fear. Only Bhishma, Drona, Vidura and the sages present were able to behold this divine manifestation of the universal form. From the firmament the heavenly denizens showered flowers, and the sounds of kettledrums and conches sounded in all directions. When all the earthly Kings had been bewildered, Lord Krishna withdrew His universal form. Then, accompanied by Satyaki and Kritavarman, He walked past the stupid Duryodhana and left Dhritarastra's palace. All the Kuru elders followed Him to His chariot, and upon ascending it, Lord Krishna again advised them, You have witnessed how the uncivilized son of Dhritarastra has ignored the advice given to him. What is there left to say? Prepare yourselves for war. With your permission, I shall now return to Yudhisthira.  Lord Krishna then left the palace grounds and headed for Vidura's residence.\nThat  Gandhari called for Duryodhana and requested him, My dear son, since you will not change your mind and make peace, your death on the battlefield is certain. Tomorrow I want you to come here completely naked. By the power of my chastity, I will protect your body from the attack of any weapon.\nThe next  Duryodhana was walking toward his mother's quarters, when, suddenly, Lord Krishna appeared before him. Why, O Duryodhana, are you naked?\nSomewhat embarrassed, Duryodhana replied, My mother has asked me to come to her quarters completely naked.\nYou should at least wear some loincloth while in public,  Lord Krishna said.\nDuryodhana then put on a loin cloth and entered his mother's apartments. Mother, I have come as you have requested,  Duryodhana announced. Gandhari then lifted her blindfold and for the first time since her marriage to Dhritarastra, she could see. However, when she saw the loincloth on Duryodhana, she exclaimed, I have told you to come here naked. I could only protect that part of the body that was not clothed.\nOn the way here,  Duryodhana said, I met Krishna, and He asked me to wear this loincloth.  Gandhari could then understand that Lord Krishna's plan was supreme and nothing could change the destiny of her son.\n \nThus Ends the Third"
}