{
    "id": 11,
    "title": "Chapter Six",
    "content": "The Pandavas are Born\n \nUpon the birth of Dhritarastra, Pandu, and Vidura, the earth prospered. There was an abundant harvest of crops, and all the trees were ladened with fruits and flowers. The seasons arrived and passed on time, and there was ample rainfall in the land of Bharatvarsha. The people became learned, brave and honest, and guided by Maharaja Bhishma, performed devotional sacrifices for the pleasure of Lord Vishnu. The people of Hastinapura were so contented with the rule of Maharaja Bhishma that they thought they were living in the Vaikuntha planets. Hearing of the Kuru's prosperity, people came to take shelter in that kingdom. Thus under the influence of a godly King the earth prospered.\nMaharaja Bhishma raised the three children, Dhritarastra, Pandu and Vidura, as if they were his own. As Pandu grew, he excelled all men in archery, whereas Dhritarastra excelled in personal strength, and it was soon known to everyone that there was no one equal to Vidura in devotion to Vishnu and knowledge of the dictates of morality. In due course of time Pandu became King, for Dhritarastra was blind, and Vidura was born of a maid servant. Therefore, neither of them could accept the throne.\nAs Dhritarastra and Pandu matured in age, the time came to marry them to proper wives. Considering the situation, Bhishma decided that three princesses were worthy of being married to the Kuru princes. They were Gandhari, the daughter of the Gandhara King, Pritha, the daughter of King Surasena, and Madri, the daughter of the King of Madras. Bhishma had heard that Gandhari, the daughter of King Subala, was granted a benediction by Lord Shiva that she could have one hundred sons. Attracted to the idea of marrying Dhritarastra to Gandhari, Bhishma, the grandfather of the Kurus, sent messengers to the father of Gandhari. King Subala at first hesitated, hearing that Dhritarastra was blind, but taking into consideration the blood line of the Kurus, he consented to marry her to Dhritarastra. When the chaste Gandhari heard that her future husband was blind, she voluntarily blindfolded herself and took a vow to remain so for the rest of her life. Shakuni, the son of Subala, then took Gandhari to the city of the Kurus, Hastinapura, and formally handed her over to Dhritarastra. Gandhari became so chaste and devoted to Dhritarastra, that she never spoke of men other than her husband or her superiors.\nThe chief of the Yadu dynasty was Surasena. He was the father of the magnanimous Vasudeva. He also had a daughter named Pritha, who was unrivaled in beauty among earth women. She was adopted by King Kuntibhoja, who had no children. This was an agreement made previously by the two Kings. They agreed that if a girl was born to Surasena, she would be handed over to King Kuntibhoja who was childless. Thus Pritha, who later became known as Kunti, lived in the palace of King Kuntibhoja and looked after the duties of greeting important guests and brahmanas. Once, during her youthful years, she pleased, by menial service, the easily angered brahmana Durvasa Muni. The muni gave her a benediction that she could call any celestial being from the heavenly regions to produce children of the highest quality. Kunti, while still a virgin girl, once called, out of curiosity, Surya, the sun god. When she chanted the mantra, the sun god immediately appeared before her saying, \"I have come before you, O lotus-eyed lady. Please fulfill the purpose of the mantra.  Kunti was stunned and told the sun god, \"I simply tested the mantra given to me by Durvasa Muni. O lord, please forgive my offense.  Surya replied, \"Once I have been called by this mantra, the result cannot go in vain; it must bear fruit. Although you will bear a son by me, you shall remain a virgin girl.\nThus succumbing to the desires of the deva, Kunti immediately conceived and bore a child that was equal to the sun god himself. The child was born with natural golden armor and glittering earrings. To keep her virginity intact, the sun god arranged that the child be born from Kunti's ear, and for this reason the child was named Karna. The sun god immediately ascended to heaven. Not knowing what to do, Kunti placed the child in a basket and set it afloat on the Ganges. She prayed to the sun god to protect the child. The child floated down the river for some time and was eventually picked up by a carpenter and chariot driver named Adiratha. In great happiness he took the newly found child to his wife Radha, who was childless. Together, both mother and father began to care for the child considering him a gift of providence. Unfortunately, Kunti had to give the child up out of fear of her relatives.\nWhen it was time for Kunti to be married, her foster father, Kuntibhoja, invited princes and kings from other countries to be present. In this svayamvara (wedding) ceremony she was to pick her own husband. The budding youthful Kunti, upon entering the assembly hall, saw the handsome Pandu, proud as a lion, broad-chested and endowed with unsurpassable prowess. He was like the moon amidst its many luminaries. Advancing with modesty, she placed the wedding garland around Pandu's neck, and thus she accepted the Kuru prince as her beloved husband. King Kuntibhoja arranged for the wedding functions and bestowed upon Pandu a large dowry. Afterwards, Pandu took his new wife back to Hastinapura and gave her the opulence she deserved.\nSometime later, Bhishma set his heart upon getting Pandu married to a second wife. Accompanied by his army, Bhishma went to the kingdom of Madras. There he obtained Madri, the attractive sister of Salya, and, after receiving a sufficient dowry, brought her back to Hastinapura where she was united to Pandu in great pomp.\nAfter some time, Pandu set his mind on conquering the world. With his vast army, consisting of many akshauhini divisions of soldiers, Pandu subjugated one country after another (A solid phalanx of 21,870 chariots, 21,870 elephants, 109,650 infantry and 65,000 calvary is called an akshauhini). He first conquered the robber tribes of Asarna. He next headed toward the kingdom of Magadha, where there reigned a King named Dhirga. This King was proud of his strength and had made numerous offenses against other monarches. Pandu broke the strength of his army and killed him on the field of battle. Taking everything in the King's treasury, he marched into Mithila and subjugated the Videhas. He then conquered the kingdoms of Kashi, Sumbha, and Pundra. When all the kings of the world were thus defeated, they considered Pandu to be a demigod like Indra, the King of heaven. They paid tribute to him and offered all kinds of wealth to gain his favor. Thus the Kuru King returned to his capital, taking with him his acquired opulence.\nAfter establishing his power over the earth, King Pandu retired to the forest along with his two wives, Kunti and Madri. There they lived in opulence and enjoyed the beautiful wooded areas at the base of the Himalayan mountains. One , Pandu, while roaming about the forest, saw a large deer that seemed to be the leader of a herd. It was engaged in sex with its female companion. Pandu pierced them both with five sharp arrows. The animal was not actually a deer but a rishi's son of great ascetic merit, who was enjoying his mate in the form of a deer. When pierced in this way, the deer fell uttering cries like a human being.\nIn anger the deer chastised Maharaja Pandu, \"O King, even men that are slaves to lust and anger and who are ever sinful never commit cruel acts such as this. Why have you pierced me with arrows while I was enjoying my wife?\n\"Kings engage in the sport of killing deer in the same way as they kill opponents of religion,  Pandu replied. \"You should not reproach me for a sin done in ignorance. Animals of this species are killed in the open or hidden from view. Formerly, the sage Agastya, while engaged in the performance of sacrifice, killed every deer in the forest and offered it in sacrifice to the heavenly gods. I am presently killing deer in the forest for use in sacrifice. You have been killed for the same reason. Seeing that I am following in the footsteps of the great sages, why do you reproach me?\n\"O King,  the deer replied, \"I do not blame you for slaying a deer. But instead of acting so cruelly, you should have waited till the act of intercourse was complete. I am a muni named Kindama, and I was engaged in sexual intercourse with my mate, because unrestricted sex life is not allowed in human society. You have slain me without knowing that I am a brahmana, and therefore, the reaction for killing a brahmana will not come upon you. However, because you have killed me while I was enjoying my wife, certainly your fate will be like mine. When you approach your wife for intercourse, premature death will overcome you and your wife. You have brought lamentation to me when I was seeking happiness, and now I say, grief will come to you when you seek pleasure with your wife.  Pronouncing this curse, the sage, in the form of a deer, left his body and attained the heavenly regions due to his ascetic merits.\nAfter the sage's death, King Pandu was momentarily bewildered by such a reversal in his life. \"The wicked,  Pandu exclaimed, \"even if born in pious families, are deluded by their passions. Although I am the son of the great Krishna Dvaipayana Vyasa, I have engaged in the frivolous act of killing deer in the forest. O, how foolish I have been; the demigods have forsaken me. I now seek liberation. The great impediments to salvation are the desire to beget children and the other pleasures related to sex life. I shall live the life of an ascetic and bring my passions under control by severe austerities. I shall renounce my kingdom and, shaving my head, wander the earth begging my sustenance from the trees and the rivers. I will no longer find fault with others, but have a friendly attitude, devoted to the good of all creatures. I will take complete shelter of the Supreme Lord, who is the only savior from all miseries.\nAfter this unforeseen calamity, King Pandu sent all his servants and wealth back to Hastinapura, and he also sent the news to Bhishma and his brothers of all that had taken place. The elders in the court at Hastinapura were sullen on hearing what had happened. Dhritarastra was especially affected by the turn of events.\nWhile living in the forest, Pandu renounced sense gratification and became a distinguished sage, although born of the warrior race. The great rishis in the forest treated him like a brother or friend. While living in the forest, Pandu became fully satisfied in himself, but he understood that the world was now without protection. Also he knew that his debt to his forefathers could not be paid unless he had children who could perform sacrifices. When the rishis in the forest visited the heavenly realm, Pandu could not accompany them. With some anxiety in his heart, he requested Kunti, \"For the world's protection and to preserve the Bharata dynasty, I want you to procreate children by a highly advanced brahmana. Without powerful children to maintain the Kuru dynasty, the whole world may fall into ruin. Also, one has a debt to pay to his ancestors by begetting good children. In the same manner that Vyasadeva conceived me, I want you to concieve children by the semen of some great rishi.\nKunti was ever agreeable to her husband's desires and advised him, \"When I was a young girl, I used to wait upon guests and satisfy them to their hearts' content. One  a brahmana named Durvasa Muni came to my father's palace. By my menial services I satisfied the brahmana, and he desired to grant me a benediction. He bestowed upon me a mantra by which I could call any demigod from the heavenly realms. He benedicted me saying, With this mantra you may call any demigod, and they will abide by your will. Any demigod you summon will give you children.' On your order, I shall petition any celestial being you wish. O foremost of all truthful men, tell me which of the devas I should summon.\nKunti's words delighted Pandu, and he joyfully replied, \"O most fortunate Kunti, invite the ruler of justice, Yamaraja. He is most pious and devoted to Lord Vishnu. Indeed, he is a mahajanas and will not pollute our dynasty with sin.  Kunti abided by Pandu's order and prepared to call the demigod Yamaraja. (At this time Gandhari had been pregnant for one whole year.) Kunti repeated the incantation that Durvasa Muni had imparted to her, and Yamaraja appeared. By him she conceived a child that was equal to the great Yamaraja himself. When the child was born, there was a celestial voice from the heavens that announced, \"This child will possess divine consciousness, and he will be the foremost of virtuous. He will become famous as one who rules by the will of God. Endowed with invincibility and truthful speech, he will become the emperor of this earth. This first son of Pandu will be named Yudhisthira, and his fame shall be celebrated throughout the heavens.\nPandu was overjoyed by the birth of such a pious son, and he again ordered Kunti, \"The wise have declared that a king must be endowed with physical strength, otherwise he is no warrior. Therefore, call for Vayu, the mighty demigod of the wind.  Kunti then summoned the celestial being Vayu, and coming before her, the wind god inquired, \"O Kunti, please tell me why you have called me.  Smiling with modesty, she replied, \"Please give me, O best of the celestials, a child endowed with super human strength and a robust body. Let him be capable of humbling the pride of everyone.  Vayu then conceived a child by her who was destined to become the strongest human on earth. When the child was born, a voice from the heavens announced, \"This child shall be known as Bhima, and by his physical prowess he will conquer all men.  On this same  that Bhima took his birth, Duryodhana was also born from Gandhari.\nOne , shortly after Bhima's birth, Kunti was holding him in her lap. The child had just fallen asleep, when suddenly a lion roared. Kunti rose, forgetful that the child was on her lap. The child fell down the mountain side and pulverized a large stone upon which he fell. The child was not hurt in the least, but Pandu was amazed at the sturdy body of his son.\nAfter the birth of Bhima, Pandu desired more children. He told Kunti to practice austerities for one year, and he himself stood on one leg from morning till evening every  in rapt meditation, hoping to satisfy Indra, the King of heaven. Indra, being pleased with Pandu, appeared before him and said, \"I will give you, O King, a child who will be celebrated for all time. He shall annihilate the impious and give joy to the virtuous. He will be a great devotee of the one Supreme Lord.\nKing Pandu then called for Kunti, and told her to summon Indra. Kunti, following the order of her husband, called Indra, and by him a child was born that was to be the intimate friend of Lord Krishna, the Supreme Personality of Godhead. Upon the birth of this child, a celestial voice from the heavens announced, \"This child shall be known as Arjuna. He will be equal in bowmanship to the great Kartavirya, and in prowess he will resemble Lord Shiva. Invincible in battle, he will propagate the fame of the Kuru dynasty far and wide. After acquiring all celestial weapons, he will retrieve the fortunes of your dynasty.  After these prophetic words were heard, kettledrums rolled, and the heavenly gods and rishis showered flowers on the Earth.\nThe celebrated Pandu was overjoyed and approached his wife aspiring for more children. However, before Pandu could speak, Kunti warned, \"The wise do not sanction a fourth child even in case of emergency. The woman who has intercourse with four different men is called a prostitute, and with a fifth she is called a harlot. Therefore, O great King, because you are learned in the scriptures, please do not ask me again to bear children.\nAfter the birth of Kunti's first three sons and also the birth of one hundred sons to Gandhari, Madri, the daughter of the Madras King, approached Pandu requesting, \"O great King, I have no objection if you do not favor me. O sinless one, I also have no complaint that although I am senior to Kunti, I am inferior to her in position. I do not grieve when I hear that Gandhari has obtained 100 sons. This, however, is my great grief that while Kunti and I are equal, I am childless. If Kunti could teach me to have children in the same way that she has conceived these children, then I would be satisfied. Please ask her on my account.\nPandu then lovingly requested Kunti to teach the mantra to Madri so that she could also have children. Kunti readily agreed, and told Madri, \"Think of some demigod you favor and certainly by him you shall bear children.  Madri thought of the twin Asvini-kumara demigods, and within a matter of seconds, they appeared before her. They gave her two children named Nakula and Sahadeva, who were unrivaled on earth for personal beauty. As soon as they were born, a voice from the heavens proclaimed, \"In prowess and beauty these two children shall excel even the twin Asvins themselves.  Thus five children were born to Pandu, and the great King felt fully satisfied to see the good quality of his children. As they grew, they were favored by the great sages in that region.\nGandhari also gave birth to children. She received a benediction from Vyasadeva that she could have one hundred sons. Sometime thereafter, Gandhari conceived, and she bore the pregnancy for two years without delivering. When she heard that Kunti had given birth to a child whose splendor was like the morning sun, she was angered and violently hit her womb. She then gave birth to a piece of flesh that was hard like an iron ball. When she was about to throw the ball of flesh away, Vyasadeva appeared. Without disguising her feelings, she angrily cried, \"When I heard that Kunti gave birth to a child who was radiant like the sun, I struck my womb. You have promised me a hundred sons, but here is a ball of flesh.\n\"O daughter of Subala,  Vyasadeva replied, \"my boons will always bear fruit. I have never falsified a benediction even in jest. You should now arrange that a hundred pots full of clarified butter be brought instantly. In the meantime sprinkle cool water over this piece of flesh.\nGandhari was pacified and began sprinkling water on the ball of flesh. It separated into 100 pieces, each about the size of a thumb. Each piece of flesh was then placed in a pot of ghee and covered. Vyasadeva told Gandhari that a child would be born from each of the pots. He then left for the Himalayan Mountains.\nThe first child born from one of the hundred pots was Duryodhana. As soon as he could cry, he began to bray like an ass. And hearing that sound, the asses, vultures, jackals and crows uttered their respective cries. Violent winds began to blow, and there were fires in various directions. Duryodhana was born on the same  that Bhima was born.\nAfter the birth of Duryodhana, Dhritarastra called for Bhishma, Vidura and all the senior brahmanas and members of the Kuru household. He questioned them, \"The oldest of the princes is Yudhisthira, and he shall become King. By virtue of his being the first born, he has gained the kingdom. But what about this son born to me. Will he become king?  While inquiring from the elders, jackals, crows and asses began to howl frightfully.\n\"O King,  Vidura said, \"when these frightful omens are noticeable at birth, it is evident that this child will destroy your dynasty. Your prosperity depends on forsaking him, and if you decide otherwise, misfortune will befall the Kurus. You already have 99 other sons, so let this one go. O King, favor the world by casting away this child.\nWhen Vidura had wisely spoken, all the brahmanas agreed, but Dhritarastra had no heart to destroy a small baby. Within a month's time all the one hundred pots of ghee had produced a child, and in addition to these one hundred, Vyasadeva produced another pot in which a female child named Duhsala was born. There was also a vaishya woman who used to serve Dhritarastra very faithfully. By her the King conceived a child named Yuyutsu who later became renowned for sharp intelligence. Thus one hundred and one sons as well as one daughter were born to Dhritarastra. In order of birth, they were Duryodhana, Yuyutsu, Duhshasana, Duhshaha, Duhshala, etc. All the hundred and one sons became heroes and great chariot fighters.\nOne  after the birth of his five sons, King Pandu was wandering about the woods with his wife Madri. It was springtime and the forest flowers were in bloom, casting their scent in all directions. Birds like the parrot, the cuckoo, the crane, and the peacock were singing sweetly, and the bees were humming. Bewildered by the atmosphere, Pandu became attracted to his wife, and forgetting the curse of the rishi, forcibly embraced her. Madri tried to resist the advances of her husband, but it was no use. Impelled by fate, the great King, overwhelmed by passion, ended his life, trying to enjoy his beautiful wife.\nEmbracing the dead body of her husband and weeping aloud, Madri called out for Kunti. Kunti heard her cries and came to where Madri lay with Pandu. Viewing the dead body of Pandu, Kunti fell to the ground lamenting. She was overpowered by separation, and she chastised Madri repeatedly for not resisting the King. Madri related to her all that happened and how she tried to stop Pandu's advances. Kunti then decided, \"I am the eldest wife, and therefore the religious rite of Sati belongs to me. You must now take care of the children and see that they are raised properly.\n\"Kunti, it is I who should enter fire with our lord,  Madri replied. \"He approached me for enjoyment, and his desires being unfulfilled, ascended to the heavens. Therefore, I shall accompany him to Yamaraja's abode to satisfy him. If I survive, I shall certainly not be able to raise your children as if they were my own. But you, O Kunti, shall be able to raise my sons as if they were your own. Therefore, let my body be burnt with his.  Kunti reluctantly agreed to the proposal. With tearful eyes and sorrowful hearts, they built a funeral pyre and laid the dead body of Pandu upon it. As the body burned, Madri entered the flames and attained the same destination as her husband.\n \nThus Ends the Mahabharata Summation to the Sixth"
}