{
    "id": 66,
    "title": "Chapter Commentary",
    "content": "Arjuna is in preparation to fulfill the desire of the Lord. By performing austerities we show the Lord our desire. We should perform austerities to conform to the will of the Lord. The Lord's desire was that the demoniac kings be replaced with godly kings so that the earth's great burden would be lifted. One may think that Arjuna performed his austerities for some mere weapons. One may think, \"What does that have to do with pure devotional service?\" His desire to obtain the celestial weapons was a part of the Lord's plan to annihilate the miscreants. Therefore, it was pure devotional service.\nOne may also ask why Arjuna worshiped Lord Shiva. Why not worship Krishna for the needed weapons? When Lord Krishna stopped the cowherd men from worshipping Indra, He did so to establish firm monotheism. There is only one God. There was no need to worship Indra. Therefore, why did Arjuna perform austerities to worship Lord Shiva? The answer is that for the service of the Lord, a devotee may worship a demigod. Just like the Gopis of Vrindavana worshiped the Goddess Durga to have Lord Krishna as their husband. They weren't interested in becoming more devoted to the Goddess Durga. Their only interest was Lord Krishna. Similarly, Arjuna's only interest is Krishna and his service to Krishna. What is Arjuna's devotional service? His service is to be an instrument of the Lord in decreasing the burden of the earth. To help in that devotional service, he has worshiped Lord Shiva, Indra, Varuna, Kuvera and Yamaraja. In the Bhagavad-gita, Lord Krishna tells Arjuna, \"In order to deliver the pious and to annihilate the miscreants, as well as to establish the principles of religion, I advent Myself millennium after millennium.\" (B.g. 4.8)\nThere is a difference in worshiping the demigods for sense gratification and the service of the Lord. Lord Krishna has over and over condemned worship of the demigods in the Bhagavad-gita. \"Those whose minds are distorted by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures.\" (B.g. 7.20) \"Men of small intelligence worship the demigods, and their fruits are limited and temporary.\" (B.g. 7.23) \"Whatever a man may sacrifice to other gods, O son o"
}