{
    "id": 121,
    "title": "Chapter Two",
    "content": "The Twelfth  at Kurukshetra;\nThe Fall of King Bhagadatta\n \nDhritarastra said: O Sanjaya, my army seems incapable of bearing the Gandiva bow. That chariot, which has Vishnu for its driver and Dhananjaya for its warrior, cannot be conquered by the gods and asuras combined. How can the Pandavas meet defeat when they are protected by the wielder of the Sarnga bow (Krishna)? O Suta, the divine feats of Vasudeva are unequaled by anyone on earth. While Krishna was being brought up in Nanda Maharaja's home, He made the might of His arms known to the world. He killed the rakshasi Putana while still a small child. In His infancy He also killed Kamsa's friend, Trinavarta, and slew the Keshi demon on the Yamuna bank. This horse was equal to the celestial steed Uchaishravas. In His childhood He also slew a great asura in the form of a bull. The divine son of Devaki has also killed Pralamba, Naraka, Jambha and Mura who were the terror of the heavenly gods. And also Kamsa, who was protected by Jarasandha, was slain by Krishna with His bare hands. Krishna then slew the Surasena King, Sunaman, who retained a full akshauhini division. Lord Krishna caused Jarasandha's death, who had elephant-like strength. He also hurled into the sea the demoniac city of Saubha which was owned by the great Shalva. He has defeated the Angas, the Vangas, the Kalingas, the Magadhas, the Kasis, the Koshalas, the Vatsyas, the Gargyas, the Karushas, and the Paundras. He, who has lotus petal eyes, has also defeated the Avantis, the Southerners, the Mountaineers, the Kambhojas, the Pandyas, the Trigartas, the Malavas, as well as the Yavanas. He has defeated the great Indra and Varuna in battle, and He has bewildered the creator of this universe, Lord Brahma. We have never heard of any king who was able to defeat Him. O Sanjaya, we personally experienced Krishna's universal form in our royal court before these hostilities began. O Suta, there can be no end to the infinite prowess of Hrishikesha. Will that Vasudeva, who the rishis describe as the Father of all, fight for the Pandavas? Will that Supreme Lord call upon His family members to assist Him? Will the heroic Samba, Pradyumna, Gada, Akrura, Carudeshna and Sarana take their weapons and fight with my sons? Will the Yadu host and Vrishni houses bring their wrath against my wicked son? Will Balarama, the carrier of the mace and plough, come to the Pandava's assistance? If this does happen, then my sons will be in greater danger. O Sanjaya, if Vasudeva puts on His armor, there will none amongst us who can withstand Him. Where there is Krishna, there will certainly be victory and fame. Krishna and Arjuna are none other than Narayana and Nara. O Suta, please tell me how the battle progressed, and how ultimately the great Drona fell from his chariot.\nSanjaya said: O King, I can see everything with my inner vision. Listen as I describe how the preceptor Drona was slain by the invincible Dhristadyumna in the presence of all warriors. When the night had passed, Drona arrayed the troops in the formation called Garuda. In Garuda's mouth was the powerful preceptor himself. The head of Garuda was Duryodhana supported by the remnants of his brothers. Kritavarman and Kripa formed the two eyes of that gigantic bird. Bhurishrava, Salya, Somadatta, and Bahlika, surrounded by a full akshauhini division, became the right wing of that formation. Vinda and Anuvinda, Sudakshina, the Kambhoja ruler, and Ashvatthama formed the left wing of the huge bird. In the midst of that army stood Bhagadatta, the King of Pragjyotishapura. He was riding on his invincible elephant, Supritika. He was surrounded by many Kings from the mountainous regions. The Samsaptakas, so named because they took a vow to either conquer or die, were arrayed in a formation like a half moon. They were headed by King Susharman and his brothers. They were intent on killing Arjuna or dying in the attempt. Seeing this impenetrable formation, Yudhisthira arrayed his troops in a half circle.\nWhen the 's combat commenced, the Trigartas challenged Arjuna to battle. When the Samsaptakas saw Arjuna coming toward them, they were filled with joy and sent up loud shouts. The whole sky was filled with their vibrations, and they rushed at Arjuna's beautiful chariot which was driven by the lotus-eyed Lord Krishna. Smiling all the while, Arjuna said to Krishna, \"Just see, O son of Devaki, the Trigarta brothers, who are about to be slain in battle. They are joyous at a time when they should be lamenting.\" After saying this, Arjuna took up his conch, the Devadatta, and blew it forcefully. Terrified, the Samsaptakas no longer wore a cheerful smile, but stood paralyzed and motionless. All their animals stopped, and with wide open eyes they passed stool and urine simultaneously. After the Samsaptakas had regained their proper consciousness, they attacked Arjuna. They released thousands of arrows to encompass Arjuna's death. The son of Kunti, however, cut those arrows to pieces, and with a broad headed arrow cut off the leather gloves of Susharman's brother Suvahu. In return, Sudharman, Sudhanvan, and Suvahu pierced Arjuna with ten arrows each. Enraged, Arjuna killed Sudhanvan's horses, and then he cut off his head that was graced with a beautiful turban. With the fall of that hero, the rest of the warriors fled away in fear.\nKing Susharman quickly rallied his troops and reminded them of their vow. They once more returned to challenge Arjuna. Seeing their heroic attempt, Arjuna said to Hrishikesha, \"Urge the horses, O Krishna, towards the Samsaptakas. They will not give up the battle without dying. To, I will kill all these warriors like a forest fire consumes trees.\" Approaching Arjuna, that multitude of warriors released thousands of arrows covering the chariot of Krishna and Arjuna. Arjuna again blew on his conch, and released a weapon called Tvashtra. This weapon created the illusion of many thousands of Krishna's and Arjuna's. Confused by the illusion, the Samsaptakas began to kill each other thinking that they were Krishna and Arjuna. They pierced each other saying, \"There is Arjuna! This one is Krishna!\" Uttering such loud shouts, they killed each other. When the illusion disappeared, the remnants of the army rushed at Arjuna like moths entering fire. When their weapons filled the sky, Krishna questioned Arjuna, \"Because of this dense darkness, O Partha, I cannot see you. Are you alive, O slayer of the enemy?\" Not responding to Lord Krishna, Arjuna invoked the Vayavya astra that blew away those large numbers of weapons. This weapon presided over by the wind god then began to carry away vast numbers of horses, elephants and chariot drivers like the wind carries away dry leaves. While in that state, Arjuna severed their heads, arms and legs. So great was the carnage that blood flowed like a river, and the foot soldiers were ankle deep in bloody mud.\nMeanwhile, Drona was also causing a great slaughter of the Pandava troops. When Yudhisthira saw Drona coming near him, he informed Dhristadyumna, \"O son of Drupada, here comes Drona who is intent on capturing me. Take precaution that he will not abduct me.\" Dhristadyumna replied, \"O King, you will never be touched by the preceptor. To, I shall check his progress and slay his followers. As long as I am alive, you will not need to feel any anxiety. I have taken birth for Drona's death, and under no circumstances will he defeat me.\"\nHaving made this promise, Drupada's son assaulted Drona, scattering his mighty arrows. Seeing Drona checked, Durmuka came up to challenge Dhristadyumna and overpowered him with many weapons. While those two heroes were fighting, Drona began to crush Yudhisthira's divisions with his celestial weapons. Then Yudhisthira, seeing Drona near him, released hundreds of arrows to stop his progress. Satyajit, whom Arjuna had appointed to protect Yudhisthira, released a celestial weapon that pierced Drona in many parts of his body. He then lacerated the preceptor's chariot driver with five arrows and his horses with seven. With his powerful weapons Satyajit cut the royal insignia from Drona's chariot and sent up a loud roar. Beholding the feats of the mighty Satyajit, Drona decided that the Panchala prince should be sent to the other world. Drona shattered his bow and arrows and pierced him with ten shafts. Taking up another bow, Satyajit struck Drona with thirty arrows. The mighty car warrior Vrika then pierced Drona in the chest with sixty arrows. Not tolerating this impudence, Drona shattered the bows from the hands of Vrika and Satyajit. With a broad headed shaft, Drona killed Vrika, and with a crescent shaped arrow, he severed Satyajit's head. Drona began to slaying the foremost Pandava chariot fighters one after another. With nine arrows, Drona overthrew Dridhasena, and with another twenty arrows, he killed Kshema, the leader of a chariot division. Making his way toward Yudhisthira, he killed the mighty Kshatradeva and another Pandava general name Vasudeva. Seeing the Pandava heroes vanquished one after another, King Yudhisthira fled to another part of the battlefield to avoid capture.\nWhile this was going on, Duryodhana rushed against Bhima. Seeing his arch enemy coming toward him, surrounded by his elephant divisions, Bhima licked his lips. Assaulting the elephant army, Bhima began to penetrate the bodies of those huge beasts with his powerful arrows. Covered with hundreds of arrows, those mighty creatures either fled or fell to the ground dead. Not tolerating Bhima's success, Duryodhana struck him with many sharp arrows. Bhima in turn shattered his bow and royal banner, and sent up a loud roar like a lion. Coming up to protect Duryodhana was the Anga King riding on his elephant. With a long shafted arrow, Bhima split the elephant's head between his two eyes. Passing through the elephants head and body, that arrow entered the earth. Stopped in his tracks, the elephant fell to the earth deprived of its life. As the elephant was falling, Bhima cut off the head of the Mleccha king with a crescent shaped arrow. Witnessing Bhima's display of power, the elephant army broke and ran from the battlefield.\nWhen those troops had been broken by Vrikodara, the ruler of Pragjyotishapura, Bhagadatta, advanced against Bhima. He was riding on his white elephant Supritika and was furious. Seeing him coming Bhima got down from his chariot. Within a twinkling of an eye, that mighty elephant crushed, with his two front legs, Bhima's chariot and horses. Bhima ran under the elephant and began to pound it with his bare arms. The elephant, pained by Bhima blows, began to whirl around trying to trample Bhima with his feet. The son of Kunti then came from underneath that huge creature and stood facing it. Supritika grabbed Bhima around the neck with his trunk and threw him down to the ground. Upon being picked up again, Bhima freed himself, and once more ran under the elephant. This elephant was not ordinary. It seemed invincible and could not be slain even by Bhima. Bhima then ran out from underneath the elephant to a distant place waiting for the arrival of his own elephant army. Soon, the King of the Dasarnas, riding on his mammoth elephant, came forward and attacked Supritika. Supritika, whirling around, ripped open the elephant's flank and killed it outright. Then Bhagadatta, with seven lances, killed the Dasarna King as he fell with his elephant.\nWitnessing the King's death, Yudhisthira surrounded Bhagadatta with his foremost chariot fighters and began to afflict that elephant with many arrows. The ruler of Pragjyotishapura was unmoved by the large number of maharathis that surrounded him. He urged his elephant toward the chariot of Satyaki. The gigantic elephant pushed his way out of the circle of chariots, and with his trunk seized the car of Satyaki. Satyaki quickly jumped to safety, but the elephant raised his chariot high in the sky and smashed it to the ground horses and all. The mighty elephant then began to grab the chariot fighters and throw them to the ground. Bhima once again attacked the huge elephant, rushing toward it on his beautiful chariot. However, Supritika covered the horses with water from his trunk, and the horses reared and took Bhima away from the battlefield. The son of Kriti, Ruchiparvan, mounted on his chariot, quickly assaulted Bhagadatta, scattering arrows in all directions. However, King Bhagadatta dispatched that great warrior to Yamaraja's abode with a single shaft. Endeavoring to stop Supritika were Abhimanyu, the sons of Draupadi, Chekitana, Dhristaketu and Yuyutsu. When those great warriors came within reach of the elephant, Supritika stepped on Yuyutsu's horses, crushing them into a heap of bones, flesh and blood. The gigantic elephant then grabbed the chariot driver and dashed him to the ground, instantly killing him. Yuyutsu ran away to a distant place completely helpless.\nBeholding in the distance a huge dust cloud, and hearing the wailing of the troops, Arjuna spoke to the lotus eyed Krishna, \"O slayer of Madhu, it appears the ruler of Pragjyotishapura has created a great slaughter among our troops. I think that he is the foremost elephant warrior in this world. His elephant appears to be divine, and no other elephant can compete with it. It seems to be immune to all weapons, and fire cannot harm it. Without doubt it will destroy our army if not stopped. Except for us there is no one who is capable of subduing that creature. Go quickly to Bhagadatta for I will kill him and his great white elephant also.\"\nFollowing His devotee's order, Lord Krishna began to guide the chariot in the direction of King Bhagadatta. However, the Samsaptakas again challenged Arjuna to battle and would not let him go. Arjuna decided to finish the task of killing the Samsaptakas, and he invoked the Brahma weapon, upon which hundreds of thousands of arrows began to rain from the heavens. Piercing those soldiers, it severed their arms, legs, and heads. Falling from their chariots, their horses and their elephants, those warriors were deprived of their lives. Such was the power of this weapon. Gigantic elephants as huge as hills were seen prostrated on the battlefield with their sides and heads split open and gushing with flesh and blood. Having killed thousands upon thousands of warriors with his celestial weapons, Arjuna ordered Lord Krishna, \"Go towards Bhagadatta!\"\nLord Krishna then urged the horses toward Bhagadatta, but again Arjuna was challenged by Susharman. In perplexity, Arjuna inquired from the lotus eyed Lord, \"O thou of unfading glory, this Susharman again challenges me to battle. Our army is being broken to the north by Drona and again by Bhagadatta. Shall I slay the Samsaptakas or save my divisions from further danger.\" Without answering Arjuna, Lord Krishna turned the chariot around and directed the horses toward the Samsaptakas. Arjuna pierced Susharman, the Trigarta King, in the chest with seven arrows. Susharman countered by releasing a dart at Arjuna and a lance at Lord Krishna. Arjuna quickly shattered the dart, and the lance and then with his celestial weapons caused a downpour of weapons upon Susharman's chariot knocking him senseless. He then scattered the Samsaptaka forces, and turning his chariot toward the north, he made his way toward Bhagadatta.\nWhen King Bhagadatta saw the chariot of Lord Krishna and Arjuna, he greeted them with a shower of weapons. Pulling back the string of the Gandiva bow, Arjuna released arrows that pulverized those weapons before they could reach him. Bhagadatta urged his elephant forward to trample the chariot of Lord Krishna and Arjuna. Beholding that elephant coming toward him, Lord Keshava quickly moved the chariot out of the way. Although Arjuna had the opportunity to kill the King and his elephant from the back, he did not do so, remembering the rules of warfare. Supritika then came upon other elephants and chariots and decimated them all. Arjuna could not tolerate this and again attacked Bhagadatta. The king of Pragjyotishapura then pierced Lord Krishna with iron tipped arrows decorated with golden feathers. They appeared like meteors blazing through the sky. Those arrows, released from Bhagadatta's bow, pierced the transcendental body of Lord Krishna and entered the earth. Of course, no weapon of this material world can harm the transcendental body of the Lord for His body is made of sat cid ananda or eternality, knowledge and bliss. Playing the part of an ordinary living being, the Lord allowed His body to be pierced, but since the spiritual body of the Lord is not under the influence of the material laws, there is no question of pain or death coming to the Lord.\nArjuna then severed Bhagadatta's bow and killed the men that were protecting the elephant's legs. King Bhagadatta then released fourteen javelins that were as bright as the rays of the sun. However, Arjuna cut each of those into three pieces, and then Kunti's son shattered the armor in which the elephant was encased. The King of Pragjyotishapura quickly released an iron dart that was decked with gold. Arjuna cut it in two. He then cut off the king's royal umbrella and banner, and pierced him with ten arrows. Bhagadatta became enraged and released two lances that knocked Arjuna's crown slightly from his head. Arjuna then placed his crown on his head properly and yelled at Bhagadatta, \"Take a last look at this world, O great King!\" Enraged at Arjuna's words, Bhagadatta took up a golden bow and released hundreds of arrow against Lord Krishna and Arjuna. Before those arrows reached the chariot, Partha shattered them and the bow, and pierced Bhagadatta with seventy-two arrows. Overcome with excessive pain, the Pragjyotishapura ruler was furious. Using celestial mantras, he turned his elephant hook into a Vaishnava weapon and hurled it to finish Arjuna's life. However, Lord Krishna rose up in the chariot, and the weapon hit His chest turning into a garland of flowers. Arjuna then chided the lotus eyed Lord, \"O Hrishikesha, you are only to guide my horses and not take part in this battle. Why are You not keeping Your vow? If I am in a dangerous situation, You may protect me, but not when I am competent to defeat the enemy. You know well that I am able to destroy the hosts of gods and demons.\"\n\"Listen, O Partha,\" Lord Krishna replied, \"to the history and secret behind this weapon. Once upon a time Mother Earth came to Me seeking a benediction for her son, the demon Narakasura. She asked for the benediction of the Vaishnava weapon by which her son could not be slain, even by the gods and demons united. Agreeing to her proposal, I handed over that invincible weapon by which Naraka was able to conquer the three worlds. This Narakasura or Bhaumasura took the earrings of Aditi and conquered Indra. He also conquered a portion of heavenly mount Meru. He then went to Varuna and conquered him, taking his very valuable umbrella. When complaints came to me in Dvaraka, I went to Pragjyotishapura and killed this Bhaumasura. That Vaishnava weapon has been handed down to Bhagadatta, and he has released it to kill you. No one can defeat that weapon except Myself. It is for this reason that I have baffled it breaking my promise. Now that Bhagadatta has been deprived of his weapon, his elephant can now be slain, and also you can kill the King as I killed his father for the benefit of the world.\"\nUnderstanding the situation, Arjuna smiled and then rained upon Bhagadatta a shower of arrows. With a long shafted arrow, Arjuna pierced Supritika's frontal globe splitting his head in two. Although repeatedly urged by Bhagadatta, the elephant wouldn't move. With his limbs paralyzed, he fell down to the earth deprived of life. As the elephant fell, the son of Kunti released a crescent headed arrow that pierced Bhagadatta's chest. When struck by this weapon, the ruler of Pragjyotishapura loosened from his grasp his bow and arrow, and fell from his elephant. The turban that was decorating his head fell off like a lotus petal falling from the lotus flower. While laying on the ground, decorated with golden garlands, beautiful clothes and ornaments, Bhagadatta's dead body looked wonderful. Arjuna then descended from his chariot and circumambulated the great hero. He offered his obeisances to him, and then ascending the chariot once again began to afflict the Kaurava ranks.\nAfter Bhagadatta had been killed, two of Shakuni's brothers attacked Arjuna. They were Vrishaka and Achala. One brother released arrows in front of Arjuna, and the other released arrows from behind. Arjuna killed the horses and charioteer of Vrishaka and then killed five hundred Gandhara warriors rushing toward him with upraised weapons. The mighty Vrishaka then mounted Achala's chariot, and together they began to assault Arjuna. When those warriors were standing side by side on their chariot, Arjuna killed them both with a single arrow. Having seen Lord Krishna and Arjuna at the last moments of their lives, they attained a divine destination.\nNot tolerating his brothers' death, Shakuni came to fight with Arjuna. He was adept in mystic illusion, and caused thousands upon thousands of clubs, iron balls, rocks, Sataghnis, darts, maces, bludgeons, scimitars, lances, mallets, axes, razors and arrows to fall upon Lord Krishna and Arjuna's chariot. Arjuna then saw asses, camels, buffaloes, tigers, lions, carnivorous deer, leopards, bears, wolves, vultures and Rakshasas rushing at him. Releasing his celestial weapons, Partha pierced all those animals, and they fell to the earth screaming in terror. Then a darkness covered the chariot of Lord Krishna and Arjuna, from which loud voices chastised the son of Kunti. However, Jishnu released the Jyotisha weapon which sent out light in all directions. When the darkness was gone, huge tidal waves appeared. To dry up those waters, Arjuna released the Aditya weapon. When those illusions were dispelled, Shakuni, having no more mystic powers to display, fled the battlefield.\nMeanwhile, the renowned Drona was causing a great slaughter. Coming up to challenge him were Dhristadyumna, Satyaki and Bhima. Shattering those great warrior's bows, Drona continued to kill thousands upon thousands of men. Arjuna was gradually making his way toward Drona to challenge him. He was leaving a path of destruction wherever he went. The back of the Kaurava army was broken, and they all sent up screams of anguish.\nHearing the wails of the troops, Karna came up to challenge Arjuna. Karna invoked the Agneya weapon and released it at Arjuna, but Partha countered that weapon and released his own arrows. Dhristadyumna, Satyaki and Bhima also rushed at Karna, but Karna baffled their progress and pierced them with three arrows each. Those warriors then released darts at Radha's son, but Karna cut those arrows to pieces with his own weapons. Arjuna then pierced Karna with seven arrows, and with six more arrows, he killed one of Karna's brothers named Satrunjaya. He then killed two more brothers of Karna, one of which was named Vipatha. Arjuna severed his head in the very sight of Karna. With sword in hand Bhima jumped down from his chariot, and killed ten chariot fighters that supported Karna. Mounting his chariot, Bhima then pierced Karna with ten arrows. Dhristadyumna, taking up a sword, killed the ruler of the Naishadas, Vrihatkshatra. He also killed a king named Charmavarman. Satyaki, taking up another bow, pierced Karna with ten arrows and cut his bow from his hand. Trying to save Karna from certain death, Duryodhana, Drona and Jayadratha came to fight with Satyaki.\nThe fighting became fierce, and all the combatants fought reckless of their lives. Infantry soldiers fought with infantry soldiers, and chariot fighters fought with chariot fighters. Those fighting on elephants also fought with chariot fighters, and also foot soldiers fought with horsemen. Soon the slaughter became too great to behold. The whole battlefield became a bloody nightmare as the bodies of horses, elephants and men lay everywhere. Heads with bulged out eyes lay here and there with their teeth pressed to their lips in rage. The battlefield was so thick with dead bodies that it became impassable, and the chariots, instead of riding on the ground, began to ride upon slain warriors. When both armies were badly mangled and extremely tired, the sun set on the horizon, and with it the sounds of the conchshell indicating the end of the 's engagement. Slowly both armies retired to their tents and rested for the night.\n \nThus Ends the Second"
}