{
    "id": 138,
    "title": "Chapter Two",
    "content": "Salya Becomes Karna's Charioteer\n \nKing Dhritarastra inquired: O Sanjaya, at the dawn of the seventeenth  of battle what did Duryodhana do, relying on the strength of Karna? How, also, did Arjuna encounter Karna now that he had lost his Shakti weapon? Without doubt destiny is supreme, for now my sons are reaping the terrible fruit of their activities in the form of annihilation of their nearest of kinsmen and friends. Please relate to me in detail all that happened on that eventful .\nSanjaya said: When the sun appeared on the horizon dissipating the darkness of night, Karna went to King Duryodhana and spoke the following words, \"To, O King, I shall engage in battle with Arjuna. Either I will slay him, or he will slay me. Without killing him, I will not come back from the field of battle. Partha will definitely seek battle with me especially since I am deprived of the Shakti weapon. Please listen to my request that will assist me in victory. My celestial weapons are equal to the effectiveness of Arjuna's. As far as countering the feats of powerful enemies, I am superior to Arjuna. In lightness of hand and range of arrows, in hitting the mark and in skill, I am superior to Arjuna. In physical strength, in courage, in knowledge of weapons, and in prowess, I am superior to Arjuna. My bow called Vijaya, which was made for Indra by Vishvakarma, is superior to the Gandiva. That foremost bow was given to my preceptor, Parashurama. He has previously used this bow to kill all the kshatriyas twenty one times. With this bow given by Parashurama I will fight with Arjuna. To, I will achieve my objective. Arjuna will never be able to stand in front of me as I release my selected weapons.\n\"Listen, however, to the points in which Arjuna is superior to me. The chariot driver of Arjuna is the divine son of Devaki, Krishna. He is worshiped in all the three worlds. His celestial chariot given by Agni cannot be penetrated by any weapon. His horses can travel at the speed of mind and cannot be slain. Arjuna also possesses an inexhaustible quiver of arrows and the string on his bow is also celestial. The ape on Arjuna's banner is, indeed, wonderful. Although I am inferior to Arjuna in these respects, I will still fight with him. If it were possible for me to obtain a chariot driver that was equal to Krishna then I would certainly obtain victory. I think that Salya, the King of Madras, is equal to Krishna as a chariot driver. As Krishna is acquainted with horse lore, so also is Salya. Salya is superior to Krishna, and I am superior to Arjuna. I request that many carts filled with weapons be close to me, ready for use at my disposal. In this way I will become superior to Arjuna. If you can promise all that I have asked for, then I will give you victory.\"\n\"I will certainly supply you with the necessary weapons,\" Duryodhana replied. \"I will personally accompany you and protect you on all sides as you fight with Arjuna. Now, I will go to Salya and request that he take the reins of your chariot and guide you to victory.\"\nSanjaya continued: Your son, O Monarch, went to the ruler of the Madras and spoke as follows, \"O foremost of rulers, I have come to solicit your help. To assist Karna in slaying Arjuna, I request you to become the chariot driver of Karna and guide him to victory. O great warrior, you are equal to Vasudeva as a warrior. Just as the Divine Krishna protects Arjuna, so you must protect Karna. The Pandavas have slain my soldiers in great numbers, and my army is at the point of annihilation. Karna desires to challenge Arjuna to combat, but he needs someone who is equal to Krishna as a charioteer. If you, who are greater than Krishna, take the reins of Karna's chariot, then victory will go to Karna. With the death of Arjuna, the whole Pandava army will be destroyed easily. O invincible monarch, if you combine with the son of Radha, I am sure that the demigods united will not be able to harm you. I am now taking shelter of you as the demigods take shelter of Lord Vishnu. Please assist the Suta's son, and help me gain complete sovereignty of this earth.\"\n\"O son of Gandhari,\" Salya replied, \"you are insulting me by asking me to drive the chariot of someone who you think is superior to me. I do not consider the son of Radha to be my equal. Just behold these two massive arms which are a strong as thunderbolts. Also, behold my bow by which I can conquer all men on the field of battle. Behold my chariot and horses which can travel at the speed of wind. Do you not see my mace covered in gold? With this weapon I can split the earth or shatter mountains to pieces. The Supreme Being created the kshatriyas from His arms, and the sutas have been created from the castes that are servants of the shudras. Karna comes from such a caste, and therefore, why should he not drive my chariot? I have undergone the ceremonies befitting a king. I deserve the praises and worship that is due to a king. I will, therefore, never fight in such humiliating circumstances. I ask your permission to return to my kingdom.\"\nSanjaya continued: Having spoken his heart, Salya, a lion among men, endeavored to leave the assembly of kings. However, Duryodhana caught him and affectionately spoke to him again, \"Without doubt, Salya, what you have said is true. Karna is not superior to you, nor am I trying to humiliate you in an assembly of warriors. I have a certain purpose in mind. Karna is superior to Arjuna in the use of weapons, and you are superior to Krishna in caring for horses. It is known that Vasudeva is the foremost of warriors, yet still He is driving the chariot of Arjuna. You are twice superior to Krishna and a mighty adhiratha. There is no doubt about this. There is not the slightest humiliation in driving Karna's chariot. There is only glory for you and victory.\"\n\"Since you have described me as being superior to Krishna,\" Salya replied, \"I am pleased with you. I will take the reigns of Karna's chariot under the condition that he must tolerate whatever I say.\"\nAgreeing with Salya's conditions, Karna then set his heart on battle. He ascended his chariot along with Salya, and all present praised those two bulls among men. To the beating of drums and cymbals and to the blowing of conchshells, Karna and Salya arrived at the front line of the battle. While the Kaurava soldiers were joyous over the mighty combination, they failed to notice the evil omens that surrounded them. A shower of meteors fell from the sky. Thunder and lightning were seen and heard in a cloudless sky. Bones fell from the firmament and fierce winds began to blow. Overcome by the influence of time, they did not know that those evil portents spelled death.\nFeeling that victory was in his grasp, Karna began to boast, \"While stationed on my chariot, I can challenge even Indra, the king of heaven. Beholding Bhishma and Drona lying on the field of battle, I do not feel the least fear. I know that it is I who must face Arjuna and slay him in battle. Bhishma and Drona were too affectionate to Arjuna, and therefore, they did not feel it in their hearts to kill him. However, I do not feel such affection towards Partha. Therefore, destiny has left it up to me to slay Arjuna in battle. Behold, Salya, this chariot covered in tiger skins and ornamented in gold. It is guided by the finest horses which were personally given to me by my preceptor Parashurama. It is filled with the foremost weapons for slaying the enemy in combat. Even if the demigods unite with Partha, they will not stop me from fulfilling my oath to kill Arjuna.\"\nSanjaya continued: Hearing the boastful words of Karna, Salya gave the following reply, \"O Karna, do not pierce my ears with these conceited words of vanity. Arjuna is the foremost warrior, and you are the lowest of kshatriyas. Who else but Arjuna could have kidnapped Subhadra in the presence of all the Yadu princes and kings? Who, save Arjuna, could have satisfied the great Lord Shiva in battle? To protect the Khandava forest and assist Agni, who, save Arjuna, could have fought with all the heavenly gods, headed by Indra, and defeated them in battle? Was it not Phalguna who released Duryodhana from the hands of the Gandharvas after you had run away from the battlefield? When the cows were stolen away from the kingdom of Virata, wasn't it Bhishma, Drona, Kripa, Ashvatthama, Duryodhana and yourself who were defeated by Arjuna? Why did you not endeavor to defeat him then? Now on this occasion, you will get another chance to fight with the son of Kunti, and I think that if you do not flee from battle, you will be slain by Arjuna.\"\n\"You are certainly an enemy wearing the guise of a friend,\" Karna said. \"Why are you trying to discourage me before facing Arjuna in battle? No one, not even Indra what to speak of a mere mortal, will deter me from my determination to kill Arjuna in battle.\"\n\"When you come face to face with Arjuna,\" Salya replied, \"and feel the force of his arrows, you will retract your boastful statements. You are like a croaking frog inviting the black snake of Krishna to devour you. You are like a dog in the forest barking at the forest roaming tiger. You are like a jackal and Dhananjaya is like a mighty lion. You can boast these words as long as Arjuna has not cut off your head with his golden shafted arrows.\"\nBecoming agitated by Salya's words, Karna replied, \"You are ignorant of my merits because you have not seen my prowess in battle. You, obviously, cannot judge between the powerful and the weak. In my quiver I have a special arrow in the form of a snake. I worship it with sandalwood and garlands. That arrow has the power to kill large numbers of soldiers and elephants. It has the power to penetrate Mount Meru. I will not use that weapon against anyone except Arjuna and Krishna. O Salya, you will behold to both Krishna and Arjuna slain by this arrow as two pearls are pierced by a needle and thread. You are a fool because you have allowed fear of battle to enter your heart. After killing Krishna and Arjuna, I will kill you along with all your kinsmen. I do not harbor any fear of Krishna and Arjuna. I am prepared to fight with a hundred Krishna and Arjunas and slay them in battle. You are born in a sinful country, and therefore, I do not take your words seriously. It is known that the inhabitants of Madras are the lowest of men, and whatever they speak is like dirt. It is well known that women in Madras are like camels and asses, and will have intercourse with anyone. Because you rule over such a low class of people, if I kill you, I will cast your carcass to the carnivorous animals who will devour it. To save yourself from such a fate, do not speak such words again. If you speak to me again like this, I will crush your head with my mace which is hard as thunder.\"\nWhile taunting each other, Duryodhana suddenly appeared and pacified them both. He urged them to fight the enemy and not each other. Salya then guided the horses to the front part of the formation.\nDhritarastra inquired: How, O Suta, did Karna arrange the vast forces of my son's army? How also did Dhristadyumna arrange the forces of the Pandavas for battle? Please tell me everything in detail for I am eager to hear of it.\nSanjaya replied: Hear from me how, on this seventeenth , the armies of both sides arrayed their troops. In your son's divisions, Kripa and Kritavarman took up the right wing of that formation. Beyond them were the divisions of the Gandharas headed by Shakuni and Uluka. On the left wing of the formation were the Samsaptakas led by King Susharman. Also your sons took up their positions amongst that formidable host. At the rear of the army was your son Duhshasana, riding on a huge elephant supported by thousands of troops. Behind him was Duryodhana surrounded by the foremost warriors of the Kaurava army. Behind the King and taking up the tail of that division was Ashvatthama. The body of the formation was led by Karna, supported by tens of thousands of warriors. Behind Karna was his son Vrishasena and his other sons Banasena and Shusena. They were all prepared to lay down their lives for their father.\nDhristadyumna, in consultation with Arjuna, then arrayed their troops in a counter formation to assure their safety. Beholding the Samsaptakas standing before him, Arjuna challenged them, desiring to finish the remnants of those unretreating heroes. When the two armies met their was a loud sound of warriors desiring victory. The two armies had diminished considerably since the first  of the battle.\nWhen Karna came upon the Panchalas he killed five of their foremost warriors whose names were Banadeva, Chitrasena, Senavindhu, Tapan and Surasena. The two protectors of Karna's chariot wheels were two of his sons, named Satyasena and Sushena. The oldest son of Karna, Vrishasena, was protecting him from behind.\nComing up to challenge the Suta's son was Dhristadyumna, Satyaki, the five sons of Draupadi, Bhima and Shikhandi. There was also Nakula and Sahadeva surrounded by the Panchalas, the Chedis and the Matsyas. Shusena quickly cut Bhima's bow as Bhima came rushing toward Karna. Vrikodara picked up another bow and quickly pierced Shusena with ten arrows and Karna with seventy. Bhima then cut off Banusena's head with a razor sharp arrow even in the presence of his father. Having slain one of Karna's sons, Bhima began to afflict Karna's supporting troops.\nPenetrating the Pandava host, Karna came upon Yudhisthira and pierced him with ten arrows. Yudhisthira then set on his bow a golden shafted arrow capable of taking the life of the Suta's son. Releasing the arrow with full force, it pierced Karna's side forcing him to fall to the floor of the chariot. Seeing the precarious situation, Karna's division thought that he was slain. Salya was about to take him from the battlefield when he regained consciousness. Karna then set his heart on killing Yudhisthira. With a couple of razor headed arrows, Karna killed the two warriors that were protecting Yudhisthira's chariot. He then cut Yudhisthira's bow in two and with his arrows stripped his armor from his body. Yudhisthira picked up a golden dart and released it at Karna with full force. Karna, however, shattered it with his own weapons. King Yudhisthira then pierced Karna with four lances. Two lances pierced his arms, one his chest and one his head. Blood poured from his wounds, and Karna became furious. He destroyed Yudhisthira's chariot forcing him to ascend another. King Yudhisthira, not feeling capable of further fighting, fled the battlefield. However, Karna would not allow him to escape. He came near Yudhisthira and seized him by force. Karna then remembered his promise to Kunti and did not harm him.\nLaughing and making fun of him, Karna said, \"How is it that you are born of such a noble race, and you are running from the battlefield desiring to save your life. You are inclined toward the life of a brahmana, and therefore not inclined to the life of a kshatriya. Do not, O son of Kunti, fight with brave warriors and use harsh language. Go to your tent or take shelter of Krishna and Arjuna. I will grant you life and not slay you.\" Karna then left Yudhisthira and returned to the thick of the fighting.\nKing Yudhisthira was angered by Karna's words, but as he looked around he saw that he had no weapons to challenge him. Bhima then came upon Karna, and a fierce battle ensued. Karna managed to shatter Bhimasena's bow, but Bhima strung another bow and pierced Karna with many arrows. Karna countered with twenty arrows, but Bhima pierced Karna in the chest with a broad headed shaft released with the force of lightning. The arrow hit Karna with the sound of thunder, and Karna fell to the floor of the chariot in a deadly swoon. Salya then took Karna from the battlefield to save his life.\nWitnessing Karna's defeat, Duryodhana sent twenty of his brothers to fight with Bhima. They were like flies about to enter fire. Bhima was red hot like fire and could not be stopped. Duryodhana's brothers surrounded him, and began to afflict him with deadly arrows. Furious, Bhima struck off the head of Vivitsu, whose head resembled the full moon. With his forceful arrows Bhima then killed Vikata and Saha, who fell to the ground like a couple of trees uprooted by the wind. Bhima then killed Krata, Nanda and Upananda. Seeing their brothers killed, the others fled from the sight of Bhima.\nDescending from his chariot, Bhima then began to annihilate the enemy troops as the wind destroys clouds. Seven hundred elephants then assaulted Bhima intending to trample him to death. However, Bhima prostrated all seven hundred with his unrelenting mace. Scorching the Kaurava army, Bhima then crushed one hundred chariots and two hundred infantry. Then five hundred chariot warriors inspired by Duryodhana rushed against Bhima to kill him. They roared fiercely and came upon him with great speed. None the less, Bhima made a mountain out of those five hundred warriors, and licking his lips, prepared to receive three thousand attacking horsemen sent by Shakuni. With his mace covered in flesh and blood, Bhima made a separate mountain of those oncoming horsemen. Not satiated with battle, Bhima entered the ranks of the Kauravas completely devoid of any kind of fear. His mace, which whirled about him constantly, was like a discus which was meant for the destruction of the whole world. No one could stop Bhima as he toured the battlefield mace in hand. The whole battlefield became a ghastly scene as Bhima pummeled chariots, horses and elephants into shapeless masses. Rivers of blood flowed in all directions. Infantrymen were slipping in pools of blood as they tried to make their way toward the angry Bhima. With one swing of his mace, Bhima was killing thirty soldiers at a time. Soldiers crushed by Bhima's mace were forcibly smashed into the soldiers behind them, forcing a merge in the bodies of men. The heads of elephants were either struck off or torn open, causing the brain of the beast to fall on the ground. Chariots, along with their warrior and horses, were reduced to unrecognizable shapes laying here and there on the battlefield. The Kurukshetra plain was ghastly, and the whole Kaurava army fled from the presence of the mighty armed Bhima, seeking Karna as their refuge. Bhima stood on the battlefield like Yamaraja himself. His mace and body were covered in flesh and blood. His anger was so intense that no one could recognize him. Thus Bhima released his wrath on the sinners for having touched the sanctified hair of his wife Draupadi.\n \nThus ends the Second"
}