{
    "id": 116,
    "title": "Chapter Nine",
    "content": "The Ninth  of the Great Battle;\nThe Invincible Bhishma\n \nDhritarastra inquired: Hearing of my sons' slaughter, O Sanjaya, a great fear has entered my mind. I think that none of my kinsmen will escape from this battle with their life. You have told me of Bhishma's determination. There has never been a warrior so great as he. Tell me, O Suta, what events took place on the ninth  of the great battle.\nSanjaya said: Listen, O King, with rapt attention to this narration. To's rivalries will be spoken about for an eternity. On the ninth  of the great massacre, Bhishma, Shantanu's son, arranged his phalanxes in the formation called sarvatobhadra. Kripa, Kritavarman, Saivya, Shakuni Jayadratha, Sudakshina, the ruler of the Kambhojas and the Grandsire Bhishma all took up their positions together in the forefront of the great divisions. Drona, Bhurishrava, Salya, and Bhagadatta took up their positions in the right wing of that array. Ashvatthama, Somadatta, the Kings of Avantipura and Bahlika took up their positions in the left wing. In the middle of the formation was Duryodhana, Susharman and the Trigartas. The powerful Rakshasa, Alambhusha and Shrutayush took up their positions in the rear of the army.\nKing Yudhisthira and Bhimasena as well as the twin sons of Madri stood in the forefront of their great divisions ready for combat. The commander in chief, Dhristadyumna along with Virata, Satyaki, Shikhandi, Arjuna, Ghatotkacha and Chekitana stood surrounded by their phalanxes of soldiers. Supporting these great warriors were Abhimanyu, Drupada, the five Kaikeya brothers and Kuntibhoja. All stood ready for combat.\nThen the Kauravas, placing the Grandsire at their head, rushed against the Pandavas eager for victory. The Pandavas, also eager for combat, rushed against Bhishma desiring to halt his forward march. Abhimanyu assaulted the Kaurava forces, releasing his arrows to all parts of the battlefield. He cleared enemy lines of infantry, calvary and chariot fighters. With his celestial weapons, he was tossing warriors around the battlefield like cotton in the wind. With no one to protect them, Duryodhana's divisions were consumed like a blazing fire consumes dry grass. Abhimanyu defeated Kripa, Drona, Ashvatthama and Jayadratha, and sent them reeling from the front lines. His bow was constantly drawn in a circle and resembled a circular halo around the sun. All the warriors on both sides applauded his prowess as he crossed the battlefield. Gladdening Yudhisthira's heart, he routed the Kaurava army from one end of the battlefield to the other. There was a great wail of lamentation from Duryodhana's troops as this second Arjuna approached them releasing his death dealing arrows.\nSeeing his troops routed, Duryodhana commanded Alambusha, \"This son of Arjuna appears like his father in prowess. I do not see anyone else who can defeat him in battle except one who possesses mystic powers. Kill this son of Subhadra and gain victory for my troops.\" Bowing to Duryodhana's order, the valiant and mighty Rakshasa quickly went to the front lines to challenge Abhimanyu. Coming upon Abhimanyu's division, Alambhusha began killing his soldiers in hundreds and thousands. He fought furiously and appeared to dance on the terrace of his chariot. The mighty Rakshasa came upon the five sons of Draupadi and began to grind them with his arrows. The son of Yudhisthira, Prativindya, pierced the Rakshasa through his armor causing him to roar with pain. Not tolerating that action, Alambusha killed Prativindya's horses and also killed the horses of his four brothers. He then began to pierce them with hundreds and hundreds of arrows. Having deprived them of their chariots, he rushed to kill them.\nAbhimanyu, seeing his half brothers in difficulty, came up quickly to intercept the mighty Rakshasa. Alambusha challenged the son of Arjuna saying, \"Wait, Wait!\" The Rakshasa was endowed with mystic illusions and the son of Subhadra was endowed with all the celestial weapons. The combat was wonderful, and all who saw it were struck with wonder. Abhimanyu pierced Alambusha with five shafts, and the Rakshasa countered with nine arrows that pierced the son of Arjuna's chest. Alambusha then released blood sucking arrows that went right through Abhimanyu's body and entered into the earth. Outraged, Arjuna's son released a hundred arrows that caused the Rakshasa to turn his back on the field of battle. Alambusha then resorted to his mystic power and covered all directions with a dense darkness. No one could be seen, and Abhimanyu's supporting troops were struck with fear. To counter this illusion, Subhadra's son released a solar weapon that lit up the battlefield. When light again returned dispelling the darkness, Abhimanyu pierced Alambusha with many broad head arrows. The mystic Rakshasa tried many other mystic illusions, but they were all destroyed by Abhimanyu. Abhimanyu then pierced the Rakshasa's body, and he appeared like a forested mountain. With blood pouring from his wounds and having no other mystic weapons, he abandoned his chariot and fled the battlefield.\nBeholding his troops routed, Bhishma attacked Abhimanyu. The mighty chariot fighters of the Kaurava army encircled Arjuna's son and began to rain their arrows upon him. Unwavered, Abhimanyu fought with them valiantly. Coming up to assist Abhimanyu was his father, Arjuna. He quickly arrived at the spot where Abhimanyu was slaughtering the troops. Seeing him coming, Sardwat's son, Kripa, pierced Arjuna with twenty five arrows. Not tolerating that action, Satyaki attack Kripa with an arrow capable of taking his life. However, the son of Drona, Ashvatthama, cut that arrow in mid air and then pierced Satyaki in the chest with many broad headed shafts. Satyaki countered and struck Ashvatthama with six arrows that caused him to faint away on his chariot.\nWith this action, Drona rushed against Satyaki. Arjuna came up to assist Satyaki and pierced Drona with three iron headed arrows. Drona countered those arrows and covered the third son of Pandu with a shower of arrows. Watching with concern, the battle between these two bullish warriors, Duryodhana ordered Susharman to attack Arjuna. Supported by his military divisions, Susharman came upon Arjuna eager for combat. The Trigarta King's arrows pierced Arjuna's body like birds enter a tree. Incensed, Arjuna invoked the Vayavya weapon which caused a hurricane to appear on the battlefield. Picking up men, horses, elephants and chariots, this weapon scattered them in all directions. Countering that weapon, Drona released the Mahadeva weapon which caused the wind to abate. However, the soldiers of the Trigarta army, fearful of their life, ran from the battlefield.\nDuryodhana ordered the celebrated chariot fighters, Kripa, Ashvatthama, Salya, Sudakshina, Bahlika, and the Avanti brothers to attack Bhimasena. They came upon him with their elephant divisions and began to harass him. Vrikodara, licking his lips, took up his death dealing mace, and descending from his chariot, he began to slaughter those huge beasts along with their riders. Bhima's body was practically impenetrable and arrows could hardly pierce his skin. Fearlessly, he began to dance on the battlefield scattering the huge elephant divisions with his powerful mace. While being slaughtered by Bhima, those elephants sent up wails of anguish and fell to the ground. Some had their heads smashed and others had their backs broken by Bhima's powerful mace. Covered with the blood of the elephants and soldiers and pierced all over with arrows, he appeared like Yamaraja himself come to take the life of all beings. What ever elephants were left, fled away out of fear, and thus once again Duryodhana's troops were defeated in battle.\nAt mid a fierce rivalry took place between the Grandsire Bhishma and the Somakas. That renowned Kaurava warrior consumed the enemy ranks in thousands. Coming to challenge Bhishma were Drupada, Virata, Dhristadyumna and Shikhandi. They showered arrows on Bhishma, and there was not a two finger breadth of space where he wasn't pierced. However, the grandsire was not affected. He returned those arrows and struck Drupada, Virata and Dhristadyumna in the same way that they had pierced him. However, he would not release a single weapon against Shikhandi on account of his having been a female in his youth. Bhishma blazed with anger and began to destroy the Pandava ranks. He killed elephants, chariot fighters and horsemen with his deadly shafts. On hearing the twang of his bow, the Pandava troops were struck with fear. Not only did his arrows pierce the combatant's armor, but passed right through them into the ground. In front of him, the grandsire created a cemetery of dead bodies, broken chariots, fallen horses and deceased elephants. With broad headed shafts, he smashed chariots to pieces including the axle and wheels. Severed heads and numerous weapons lay in front of the Grandsire. His arrows were like meteors scorching the Kurukshetra plain. The Pandavas, with the greatest effort, could not rally their army, so frightened by Bhishma's prowess. The grandfather was endowed with a young man's power, and when he came upon Arjuna, he began to afflict him with blazing arrows.\nWitnessing the rout of the Pandava army by Bhishma, Lord Krishna spoke to Arjuna, \"The hour has come which you have longed for. You must kill Bhishma now, or he will kill you. In the assembly of Kings at Virata's court, you promised that slay this great warrior. Now is the time to make those words come true.\"\nArjuna replied, \"Which would be better: another twelve years in the forest or sovereignty with hell at the end? Which of these should I achieve? Urge the horses on, O Hrishikesha, I will fulfill your desire. I will overthrow the powerful Grandsire, that invincible warrior.\"\nThus Lord Krishna drove the chariot to the place where Bhishma was fighting. The Pandava army rallied behind Arjuna and opposed the Grandsire eager for battle. Seeing Partha coming, Bhishma roared like a lion and covered Dhananjaya's car with a curtain of arrows. Then Partha shattered Bhishma's bow, cutting it into fragments. While Bhishma was stringing another bow, Arjuna cut that one to pieces, and Shantanu's son exclaimed, \"Well done! Well done!\" Then Bhishma, taking up another bow, began to lacerate Arjuna's body. Arjuna, too, released many arrows piercing his grandfather and drawing his blood. Bhishma then fought with greater prowess and began to vanquish thousands of Arjuna's supporting troops right before his very eyes. The Grandsire then covered Arjuna's chariot with hundreds of arrows so that Arjuna and Krishna could not be seen.\nIt was obvious that Arjuna was not fighting to full capacity, and that Bhishma was going to emerge victorious. Arrows were filling the sky, and Arjuna was falling into danger. Seeing the situation, Lord Krishna could no longer tolerate the possible defeat of Arjuna. Breaking his own promise not to fight, the Supreme Personality of Godhead, descended from the chariot, and picking up the wheel of a broken chariot, He rushed at Bhishma while his hair and yellow garments flowed in the breeze. Bhishma had promised that he would kill Arjuna, and to save His devotee, Lord Krishna would have to fight. This was the vow of Bhishma. Roaring like a lion, the Lord of the universe, the mighty Lord Krishna assaulted Bhishma. Lord Krishna resembled a rain cloud passing through the sky decorated with flashes of lightning. Beholding the lotus eyed Lord rushing towards him, Bhishma began to release arrows that pierced Lord Krishna's body. The Supreme Godhead whose body is completely transcendental received those arrows like a lover receives the affectionate bites of his beloved girl friend. Bhishma said to the Supreme Lord, \"Come, come, O lotus-eyed one. I offer you my respectful obeisances, O God of gods. O my Lord, destroy me in this battle so that I may win great fame. O Govinda, You may strike me as you please for I am Your eternal servant life after life.\"\nDescending from his chariot, Arjuna ran after Lord Krishna and seized him. Stopping Him with great effort, Arjuna pleaded, \"O mighty armed Keshava, You should not break the promise you made in the King's assembly. You said at that time, 'I will not fight.' Alas this great burden rests on me. I swear I will slay the grandsire. I swear by my weapons, by truth and by my good deeds. You will behold this mighty warrior thrown down by me with the greatest ease.\" Lord Krishna did not reply to the statement of Arjuna, but in great anger, He mounted the chariot and again guided the horses of His devotee. Bhishma once more showered arrows upon Arjuna's chariot. Once again the Grandsire began to slay hundreds and thousands of troops by using his celestial arrows. No one could even look at him as he released his death dealing weapons. One could only see thousands of slain horses, elephants, and men, as well as the sky filled with his arrows. The Pandavas gazed on Bhishma in wonder and could do nothing to stop him. Thus without a protector, the Pandava Army broke and fled the battlefield. At this time the sun set its course on the horizon and with its disappearance, the great divisions of both sides withdrew to their camps.\nWitnessing the slaughter of his men, Yudhisthira could not find peace. The Kauravas, extremely delighted at the turn of events, followed Bhishma to his tent glorifying his prowess. Meanwhile the Pandavas along with their generals held consultation to discus the s events. Reflecting on what had taken place, King Yudhisthira said to Lord Krishna, \"Behold the prowess of the Grandsire, Bhishma, O Vasudeva. He has crushed my troops like an elephant in a sugar cane field. I think it is possible to defeat Yamaraja or Indra in battle, but this Bhishma cannot be slain. When this is the case, I have fallen into an ocean of grief. O Invincible one, I will now retire to the forest for I have no purpose to fulfill. Witnessing the slaughter of my troops, I do not desire sovereignty of the universe. O slayer of Madhu, my brothers are greatly afflicted by our grandfather, and I am afraid that they might be slain. Please show us Your favor, O Krishna, and tell me what will benefit us at this time.\"\nSmiling with compassion, Lord Krishna, the protector of His devotees, advised Yudhisthira, \"O son of Dharma, You are follower of the religious principles, and therefore, there is no need to lament. When you have these invincible heroes for your protectors, why fall into an ocean of sorrow? Arjuna and Bhima alone are capable of routing the enemy. Both Nakula and Sahadeva are as capable and qualified as the King of heaven himself. Even I, O son of Pandu, will fight with this Bhishma and slay him. If Arjuna, out of weakness, will not kill him, then I will kill him in the very sight of Dhritarastra's sons. He, who is the enemy of the Pandavas, is also my enemy. Your brother, Arjuna, is my friend, relative and disciple. I will, O King, cut off My flesh and give it away for Arjuna's sake. Therefore, order Me, O King, to fight with Bhishma. Formerly at Upaplavya, Arjuna spoke up in the King's assembly, promising, 'I will slay Ganga's son.' If provoked in battle, Arjuna can fulfill that promise, or I can fulfill that promise for him. Bhishma has fallen under the sway of demons, and the reaction that will accrue to them will also fall upon him. That is the way of karma.\"\nHearing Lord Krishna's advice, Yudhisthira said, \"It will certainly be as You say, O Madhava. All these Kauravas taken together cannot bear Your prowess. I am sure that all my desires will be fulfilled as long as You, My Lord, are our protector. O Govinda, what is there to say about Bhishma, although he is a mighty warrior? Before the battle he agreed to to give counsel to us although he would not fight on our side. Therefore, O slayer of Madhu, let us approach him and ask him to advise us about this situation. When we were fatherless and orphans, he raised us with great affection. Thus we love him much. O to hell with the profession of a kshatriya!\"\nHearing these words, the descendent of Vrishni, spoke to Yudhisthira, \"O son of Pandu, your counsel is filled with wisdom and very pleasing to hear. Let us go to Bhishma's tent and ask him how we can obtain his death. When you question him, he will certainly reply with the truth.\"\nThus the Pandavas followed Lord Krishna to Bhishma's abode and offered their obeisances unto him. Then the mighty armed Bhishma addressed them, \"Welcome, O descendent of Vrishni, welcome O Dhananjaya. Welcome, King Yudhisthira, Bhima, Nakula and Sahadeva. What can I do to enhance your joy? Even if it is difficult to achieve, I will endeavor with all my soul to fulfill it.\"\nUnto the chief Kuru descendent, Yudhisthira lovingly spoke the following words, \"O worshipable grandfather, you are conversant with all knowledge. How shall we obtain victory and sovereignty? How also can this needless destruction of the kshatriya race be stopped? Please answer these questions, and also tell me how you will meet with death? It is not in our power to stop your progress. While releasing your arrows, no one is able to tell when you draw the string, place the arrow and release the arrow. This all happens in one motion. O bull of the Bharata race, where is the man who can stand in front of you as you shower your arrows causing great destruction. Tell me, O Grandsire, how will we vanquish you in battle and gain sovereignty.\"\nReplying to Yudhisthira's inquiry, Ganga's son said, \"As long as I am alive, O son of Pandu, you will not have victory. O possessor of great wisdom, this is the fact of the matter. After I am slain, you will be triumphant. If you, therefore, desire victory, then kill me without delay. I give you permission to do so. You are fortunate to know my position, for if you had not solicited my advice, then there would have been s of misfortune ahead. Listen to my words, and act upon what I say. With my large bow and other weapons, I fight very carefully in battle. No one, not even the demigods headed by Indra, can defeat me. If, however, I lay aside my weapons, then you may defeat me. It is known that I will never fight with a woman or one who was once a woman. The son of Drupada, Shikhandi, was once a woman in his youth and has since attained manhood. Keep Shikhandi before Arjuna, and let Arjuna release his arrows and pierce my body. I will not fight with Shikhandi. At that time I will lay down my weapons, and taking this opportunity, Arjuna may strike me on all sides and gain victory. Except for Devaki's divine son, Lord Krishna, or Arjuna, there is no one who can defeat me. After I am vanquished, you will be able to defeat Dhritarastra's sons and their allies.\"\nAfter hearing the Grandsire's instructions and offering their respectful obeisances, the Pandavas went back to their tents. Knowing that he would have to be the cause of his grandfather's death, Arjuna said to the Personality of Godhead, \"How, O Madhava, will I be able to fight with the Grandsire who is senior in years, who possesses great wisdom, and is the oldest member of our dynasty? While sporting in our childhood s, O Vasudeva, I used to climb up on his lap and smear him with dust. O Janardana, he is my grandfather worthy of great respect. I use to address him as father, but he would correct me and say, 'I am the father of your father.' O how can I kill this worshipful person in combat. Let my army perish, and let me also perish. I will never kill one who is worthy of my worship.\"\nLord Krishna replied, \"Having vowed to kill Bhishma before, O Jishnu, how can you refrain from keeping your vow? You will not be triumphant without slaying Ganga's son. This is predestined by the desires of the demigods. It cannot happen otherwise. You are to be an instrument in this great battle, and you should not consider yourself the cause. Such were my instructions before the battle. Do not hesitate. Follow the advice given by the Grandsire and obtain victory.\"\n\"O Krishna,\" Arjuna said, \"I will do as you say. It is true that destiny's course cannot be changed. Therefore, keeping Shikhandi before me, I will slay Bhishma, the greatest warrior that lives. I will check the other maharathis with my weapons, and myself and Shikhandi will cause the Grandsire to fall from his chariot.\" Having settled the affair with Bhishma's permission, the Pandavas along with Lord Krishna, retired for the night with contemplative hearts.\n \nThus Ends the Ninth"
}