{
    "id": 30,
    "title": "Chapter Commentary",
    "content": "The marriages of beautiful princesses were always full of pomp and excitement. There are eight kinds of marriage ceremonies mentioned in the vedas. They are brahma, arsha, prajapatya, daiva, Gandharva, asura and Rakshasa. Draupadi was married to Arjuna in the Gandharva style which means that the suitor had to exhibit his prowess before the would be bride. The word svayamvara means placing the garland on the neck of the future husband. Before Arjuna could receive the garland of Draupadi, he had to pass the test of piercing the eye of the fish. Krishna married the beautiful Satya, the daughter of King Nagnajit, in the same style when He had to wrestle with seven bulls and defeat them. Similarly Lord Ramachandra obtained Sita by stringing a bow that was impossible for an ordinary mortal.\nThere are other types of marriages such as Rakshasa where the proposed husband steals the beautiful maiden and fights with competitors to show his prowess. Krishna married Rukmini in this type of ceremony. There are other types of marriages where the father gives the daughter to some young prince for a certain price, or when a man of good qualities and good family is asked to come and take the bride. All these marriages were rich in culture and full of chivalry and pomp.\nA majority of the marriages that take place presently are based simply on physical attraction and sexual compatibility, and therefore, when there is some disturbance to the physical beauty, like aging, or sexual incompatibility, there is divorce. Unrestricted sex life will cause one to lose respect for the partner. Therefore, in Vedic culture sex was allowed for the purpose of procreation. If a man could not control his sex drive, he was allowed to take more than one wife, but unrestricted sex was not allowed even in marriage.\nIn present times, degradation of the marriage institution has come about because of too much free mingling between men and women. The animals do not have a marriage institution. The male monkey will go from female to female whenever the urge arises, which is quite often. If a human being ignores marriage vows and simply goes from one woman to another, then he is no better than a monkey in mentality. In his next life he becomes an animal and fulfills his desires for unrestricted sex.\nIn Vedic times men and women were not allowed to mingle freely. The boys and girls were restricted in their association. When the British conquered India, they highly criticized the marriage of women at an early age before their puberty. They called it child marriage. The actual fact is that a youthful marriage is very good for chastity. The husband is usually ten years older than the female. If the girl is ten or twelve, then the male is twenty or twenty-two. The girl does not live with her husband immediately, but her mind is fixed on one man. By service and association she develops an attraction only for her husband, and her husband develops an attraction only for his young wife. In this way the girl will never have sex with any other male. So many problems in society are solved by chasity between husband and wife.\nFrom the grand arrangements of the marriage ceremony of Draupadi, one can glimpse the richness of Vedic culture. Marriage at that time was something magnificent. In Vedic age there was no divorce. Before the marriage the partners were chosen on the basis of like personalities. A man who was brahminically (priestly) inclined was married to a woman who had a similar attraction. A man with kingly qualities was married to a woman of a similar nature. The same was true for the merchants and worker class. An astrological reading was taken to see if the marriage was compatible and would last through the whole life. This type of marriage was more stable than the present system where it is left up to the girl and boy to search out their partners. Not taking into consideration like mentalities, they marry on the basis of physical attraction. The divorce rate in the western world is over fifty percent, showing us that this type of marriage is not working. In fact no one is objecting, because men and women are liking the animal consciousness of unrestricted sex. Many of our troubles in society stem from this one problem.\nOne may question why none of the Kings except Lord Krishna and Balarama could recognize the Pandavas in the dress of brahmanas. The answer is that brahmanas were generally thin due to not eating often. In fact B hima had become slender due to not living the lavish style of kingly life. Generally, brahmanas also kept their heads shaved with a sikha or tuft of hair on the head. Along with the simple dress of a brahmana, they were not to be recognized by the other kings present."
}