{
    "id": 50,
    "title": "Chapter Commentary",
    "content": "In this  and age it is not possible to perform the Rajasuya sacrifice. No one has sufficient wealth nor does anyone have complete sovereignty of the world. The demigods will not attend a sacrifice in Kali yuga, and there are no learned brahmanas or priests available; therefore, all such sacrifices are forbidden by the shastras. The only sacrifice recommended in the shastras is the chanting of the Holy Names of God, Hare Krishna Hare Krishna, Krishna Krishna, Hare Hare\\ Hare Rama Hare Rama, Rama Rama, Hare Hare. This simple sacrifice has been enunciated by the incarnation for this age of Kali, Shree Krishna Chaitanya Mahaprabhu. He is non different from Lord Krishna Himself. The Lord has given this easy process to the fallen people of this age, because no one can perform sacrifices like the Rajasuya or ashvamedha. This easy sacrifice of chanitng the holy names can be performed by anyone; and when the Holy Names are chanted without offense, the Supreme Lord becomes as pleased as when opulent sacrifices were performed in previous ages.\nWe should try to better understand the position of Shishupala. Although Shishupala acted as the enemy of Krishna, he was not for a single moment out of Krishna consciousness. He was always absorbed in thought of Krishna, and thus he got first the salvation of sayujya-mukti, merging into the existence of the Supreme, and finally became reinstated in his original position of personal service. The Bhagavad-gita corroborates the fact that if one is absorbed in the thought of the Supreme Lord at the time of death, he immediately enters the kingdom of God after quitting his material body. The story of the fall of Jaya and Vijaya from the Vaikuntha planets to the material world is described in the Seventh Canto of the Shrimad-Bhagavatam. The killing of Shishupala has a direct link with that narration of jaya and Vijaya, but the most important instruction that we get from this incident is that the Supreme Personality of Godhead, being absolute, can give salvation to everyone, whether one acts as His enemy or as His friend. It is, therefore, a misconception that the Lord acts with someone in the relationship of a friend and with someone else in the relationship of an enemy. His being an enemy or friend is always on the absolute platform. There is no material distinction.\nAnother point to be found in this chapter is that Shishupala's blasphemy of Lord Krishna was actually glorification. Shishupala made the statement that Lord Krishna does not belong to any caste. Actually, Krishna does not belong to any caste, nor does He have to perform any occupational duty. It is stated in the Vedas that the Supreme Lord has nothing to do as His prescribed duty. Whatever has to be done on His behalf is executed by His different energies. He is transcendental to the caste system. Indeed, he is the cause of the Varnashrama system as stated in Bhagavad-gita, \"The four orders of occupation were created by Me according to quality and work.\" (B.g. 3.14) Since Krishna is the creator of this system, He is not subject to it. Therefore, Shishupala was correct when he said, \"We do not know to what caste this Krishna belongs.\"\nShishupala was also correct when he said that Krishna was not a king of this world. Krishna is much greater than a worldly king. He is the Supreme Godhead. There is no need for Him to become a worldly king in order to show His divinity. His kingdom is not of this world, but of the kingdom of God. The president of the United States very rarely visits a prison, although he controls it, because of the rebelliousness of the inmates. The Supreme Lord is very kind in that He  visits this world to encourage the living beings to come back to the kingdom of God. Some of the inhabitants of this world of birth and death do not recognize the Lord and rebel against Him."
}