{
    "id": 77,
    "title": "Chapter Three",
    "content": "The Trigartas attack the Kingdom of Virata\n \nWhile the Pandavas were secretly living in the kingdom of Virata, the spies of Duryodhana searched intently all the kingdoms and provinces trying to find the sons of Pandu, and not being successful, they returned to Hastinapura. They entered the King's imperial court, and in the assembly of great warriors made the following submission, \"Dear King, we have searched the entire earth, but nowhere could we find the Pandavas. After leaving the Dvaitavana forest, they have disappeared. We followed their charioteers and servants to the city of Dvaraka, but nowhere could we find them in the city of the Yadavas. We followed their footprints from the forest of Dvaitavana, but the path disappeared, and it appears they have perished without leaving a mark. O bull of the Bharata race, we have not been able to discover their path or their present abode. We now wait for further instructions concerning Pandu's sons. During our search for the Pandavas, wehave gathered one interesting bit of information that you will like to hear. King Virata's commander, Kichaka, by whom the Trigarta's have been repeatedly routed with force, has now been killed violently along with his one hundred and five brothers. They have been slain by five Gandharvas during the hours of darkness. Having heard this delightful news about the position of the enemy, we have come here quickly to inform you.\"\nHaving listened to the report of his spies, King Duryodhana reflected for a while and addressed the assembled Kings, \"It is difficult to understand exactly where the sons of Pandu have hidden themselves during this last year. The one year period has now almost expired, and if they are not discovered, they will return like enraged elephants or serpents spitting poison. They will inflict heavy casualties upon the Kuru host. Therefore, we should again send spies to the different provinces to discover their whereabouts. Certainly this time our spies will be able to uncover their hiding place, forcing them to enter the forest for another twelve years.\"\nHearing Duryodhana's opinion, Karna spoke, \"Other spies, who are more qualified and intelligent, should seek out the Pandavas. Let them examine every person at places where people take shelter, such as holy places, towns, villages, and even the forests. We should send out spies in greater number.\"\nWhen Karna had given his counsel, the scheming Duhshasana spoke in that assembly, \"Give the spies advance payment, and once more send them out. Karna's recommendation has our full approval. It is my belief, however, that the Pandavas will not be discovered. Perhaps, they have gone to the other side of the ocean, or perhaps, they have been devoured in the forest by fierce beasts of prey. Therefore, O prince of the Kuru race, relieve yourself of all anxiety, and rule the kingdom as your own property.\"\nWhen Duhshasana had spoken, Drona advised the assembled Kings, \"Persons like the Pandavas never experience pain or death. The Pandavas are saintly, virtuous, moral, learned in the Vedas, sense controlled, and are always truthful. They will never perish under any circumstances. They associate only with the most pious men, and therefore, if we are to discover them, the spies should search those regions where the demigods and saintly persons reside.\"\nThen the Kuru grandsire, Bhishma, who was conversant with Vedic knowledge, spoke to the assembly, \"Drona's words of wisdom have my approval. The Pandavas can never experience misfortune at anytime. They are reservoirs of all good qualities and are always subordinate to the Lord of the universe, Keshava. Where is the question of harm coming to them? Wherever the Pandavas have gone, that place has become prosperous in all respects. Wherever Yudhisthira resides there will be Vedic hymns chanted at all times; the clouds will pour abundant rain; the breezes will blow cool; the rice will be the best quality; the fruits will be full of juice; the garlands will be full of scent; the cows will be numerous and happy. Everyone will follow his respective duty, and everyone will be contented, cheerful, pure in conduct and free from any misery. Wherever Yudhisthira resides people will be inclined to charity, inclined toward religion, and inclined toward doing good to others. The wise Yudhisthira is living in those regions whose characteristics I have described. Reflecting on what I have said, you must quickly execute a plan that will benefit your cause.\"\nAfter the great devotee, Bhishma, had spoken, the King of the Trigartas, Susharma, who owned innumerable chariots and who was a great warrior, then spoke to the assembled princes, \"Taking advantage of Kichaka's death, I suggest we attack Virata's kingdom. Formerly the King was aided by this commander in chief, who was wicked and powerful. I was defeated many times in battle by Kichaka, who had attained worldly fame for his prowess. Now that he has been killed, we should take advantage of the situation, and subjugate the Matsyas. Using our combined forces, let us steal his wealth which he had hoarded for so long. Let us steal his cows, and bring King Virata under our control. We will then live peacefully in our kingdom.\"\nAgreeing with King Susharman, Karna advised, \"Susharma has spoken well. This is an opportune time to challenge Virata, and the outcome will be profitable. Forget about Pandu's sons, for they have lost their wealth and prowess. They have either disappeared for good or entered the abode of Yamaraja.\"\nAccepting Karna's advice, Duryodhana ordered King Susharman, \"Organize your army and attack Virata's kingdom from the southeastern direction. On the following , the Kuru host headed by Bhishma, Drona, Kripa, Ashvatthama, Karna and myself will attack from another direction. We will plunder his cows and other kinds of wealth.\" After making their plan, the Trigartas and the Kuru host organized their vast forces. The Trigaratas set out on the seventh night of the waning moon, and the Kurus set out on the eighth night of the waning moon, hoping to catch the Matsyas by surprise.\nWhile living in the city of the Matsyas, the Pandavas completed the promised period of disguised exile. And it was at the end of the thirteenth year that Susharman attack the kingdom of Virata and took away his cows. When the cows had been seized, the cowherdsmen went to Virata's royal court and anxiously explained what had happened, \"O foremost of Kings, King Susharma, after defeating and humiliating us, has stolen your cows. His army has taken tens of thousands of your best cows and is herding them away to his kingdom. Please, therefore, speedily rescue them before they are lost for good.\"\nHearing about the attack on his Kingdom, King Virata ordered his forces to prepare for battle. The princes put on their armor and mounted their chariots. Virata's brother, Satanika, put on a dazzling, golden coat of mail, and his other brother, Madirakshya, also put on his golden armor and ascended his chariot. King Virata ordered that weapons and chariots be given to Kanka, Vallabha, Tantripal and Grantika. The sons of Pandu put on their armor, and happily accepted the weapons and chariots. They then set out to subdue the Trigarta king. They were followed by eighty thousand chariots, a thousand elephants and sixty thousand horses.\nMarching out of the city in battle formation, those heroes overtook the Trigartas when half the  had gone. Both parties were anxious for victory and both sent up thunderous roars. The encounter that took place between the Trigartas and the Matsyas was like the encounter between the demigods and the asuras. The combatants rushed against each other with the intent of sending the other party to Yamaraja's abode. With upraised weapons the forces collided causing a huge dust storm to rise into the sky. The sky was thick with arrows, and because of the dust, and the weapons thrown by the enemy, the sun could not be seen. Chariots encountered chariots, foot soldiers fought with foot soldiers, and horsemen fought with horsemen. The battlefield was thick with flying axes, darts, javelins, iron clubs and arrows. Soon, severed heads began to decorate the battlefield, and arms and legs were strewn here and there. The ground became muddy from the blood flowing from the trunks of decapitated warriors. Satanika penetrated the Trigarta divisions and killed a hundred enemy soldiers, and Visalaksya also killed another four hundred. They both penetrated deep into the Trigarta host. King Virata, accompanied by his brothers Madirakshya and Suryadatta, destroyed five hundred chariots, eight hundred horses and five great fighters on Susharman's side. Infuriated, King Susharman challenged Virata to single combat. They rushed at each other releasing their powerful weapons. King Virata pierced Susharma with ten arrows and each of his horses with five arrows each. And King Susharman also pierced Virata with fifty sharp pointed arrows. King Susharman, followed by his brother, descended from their chariots and attacked the Matsya army with their maces in hand. Driving deep into the infantry ranks, they approached King Virata's chariot. King Susharman killed Virata's horses and the charioteer. He then jumped on Virata's chariot, and in hand to hand combat, Susharman knocked Virata unconscious and threw him down from the chariot. He then drug the unconscious king to his own chariot and proceeded to leave the battlefield. Seeing this the Matsyas began to flee in all directions.\nUpon witnessing the rout of the Matsya host, Yudhisthira commanded Bhima, \"The Matsya king has been taken by the vile Trigartas. Dear Bhima, do rescue him so that he may not be killed by the enemy. We have lived long in this pious king's city, and we must show our gratitude for his hospitality.\"\nEager for combat and following the order of his brother, the stout armed Bhima set out on his chariot to fight with King Susharman. Nakula and Sahadeva accompanied him to defend his chariot wheels. Bhima rushed toward Susharma ordering, \"Stand your ground and fight! Do not run from the battlefield like a coward.\" When challenged, King Susharman stood his ground, and taking up his bow, he faced the oncoming enemy protected by his powerful brothers. Thousands of chariots attacked Bhima; and thousands of chariots were destroyed by him within a twinkling of an eye. He soon again decimated thousands of elephants and thousands of foot soldiers within King Virata's sight. Looking on in horror, Susharman thought, \"Is my army going to be annihilated?\" Angered at the loss of so many soldiers, Susharman took up his bow, and drawing the string back to his ear began to release his forceful arrows.\nSeeing the Pandavas penetrating deep into the Trigarta ranks, King Virata's army returned, releasing their weapons against the Trigarta host. Yudhisthira then killed a thousand soldiers and Bhima sent to Yamaraja's abode another seven thousand. Nakula killed seven hundred and Sahadeva killed three hundred. Greatly provoked, Yudhisthira rushed at Susharman with an anger like that of Yamaraja. Susharman quickly pierced Yudhisthira with nine arrows. Then, Bhima, the son of Kunti, killed Susharman's horses and dragged the wicked King from his chariot. King Susharma escaped from Bhima and quickly ran away. When Bhima saw that King Virata had come to his senses, he chased after Susharman mace in hand. Bhima called to him, \"Stand your ground! Do not flee!\" When challenged in these words, Susharman turned back and rushed at Bhima. Bhima immediately seized Susharman by the hair, and raising him up in the air, dashed him to the ground. As he lay their crying in agony, Bhima kicked him in the head. Pandu's second son then placed his knee on Susharman's chest and slapped his head around like a balloon. At this the Trigarta became senseless. Witnessing their King's defeat, the Trigarta army, stricken with fear, fled the battlefield. Bhimasena then took Susharman by the hair and drug him before King Virata inquiring, \"This wretched person does not deserve to live. What should I do with him?\"\n\"His life should be spared,\" Virata replied. Virata then commanded Susharman, \"Do not foolishly attack my kingdom again. If you do, you and your followers will be annihilated.\"\nBhima then took Susharman to the presence of Yudhisthira. Yudhisthira, seeing Susharman in such an half conscious state, spoke to Bhima smilingly, \"Set free this lowest of men.\"\nWhen ordered by his elder brother, Bhima said to Susharman, \"If, O wretched person, you wish to live, listen to my order. You must say in every court and assembly of men, 'I am a slave to King Yudhisthira.' On this condition only will I spare your life. This is the law for those that have been conquered.\" With no other choice, Susharman had to agree with the proposal. Bhima then set Susharma free, and the humiliated King left with his head lowered in shame. He went to King Virata, offered his respects, and then went back to his kingdom a defeated man.\nKing Virata was very pleased with the Pandavas and wanted to benedict them, \"This kingdom is as much yours as it is mine. By your prowess you have defeated the enemy and liberated me from a dangerous condition. I will crown you as the Kings of the Matsyas and bestow upon you all kinds of wealth. It is by your grace that I can once again see my brothers and friends. You have saved me from a certain death.\"\n\"We are honored with your kind offer,\" Yudhisthira replied, \"but we are content to see you happily ruling your kingdom. Messengers should be sent to the city informing the citizens of the good news.\" The Matsya king then sent messengers into the city proclaiming the dawn hour as the victory for the King.\n \nThus Ends the Third"
}