{
    "id": 94,
    "title": "Chapter One",
    "content": "Observing the Armies\n \nDhrtarastra said: O Sanjaya, after my sons and the sons of Pandu assembled in the place of pilgrimage at Kuruksetra, desiring to fight, what did they do?\nSanjaya said: O King, after looking over the army arranged in military formation by the sons of Pandu, King Duryodhana went to his teacher and spoke the following words. O my teacher, behold the great army of the sons of Pandu, so expertly arranged by your intelligent disciple the son of Drupada. Here in this army are many heroic bowmen equal in fighting to Bhima and Arjuna: great fighters like Yuyudhana, Virata and Drupada. There are also great, heroic, powerful fighters like Dhrstaketu, Cekitana, Kasiraja, Purujit, Kuntibhoja and Saibya. There are the mighty Yudhamanyu, the very powerful Uttamauja, the son of Subhadra and the sons of Draupadi. All these warriors are great chariot fighters. But for your information, O best of the brahmanas, let me tell you about the captains who are especially qualified to lead my military force. There are personalities like you, Bhisma, Karna, Krpa, Asvatthama, Vikarna and the son of Somadatta called Bhurisrava, who are always victorious in battle. There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science. Our strength is immeasurable, and we are perfectly protected by Grandfather Bhisma, whereas the strength of the Pandavas, carefully protected by Bhima, is limited. All of you must now give full support to Grandfather Bhisma, as you stand at your respective strategic points of entrance into the phalanx of the army. Then Bhisma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy. After that, the conchshells, drums, bugles, trumpets and horns were all suddenly sounded, and the combined sound was tumultuous. On the other side, both Lord Krishna and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells. Lord Krishna blew His conchshell, called Pancajanya; Arjuna blew his, the Devadatta; and Bhima, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Paundra. King Yudhisthira, the son of Kunti, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughosa and Manipuspaka. That great archer the King of Kasi, the great fighter Sikhandi, Dhrstadyumna, Virata, the unconquerable Satyaki, Drupada, the sons of Draupadi, and the others, O King, such as the mighty-armed son of Subhadra, all blew their respective conchshells. The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhrtarastra. At that time Arjuna, the son of Pandu, seated in the chariot bearing the flag marked with Hanuman, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhrtarastra drawn in military array, Arjuna then spoke to Lord Krishna these words. Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see those present here, who desire to fight, and with whom I must contend in this great trial of arms. Let me see those who have come here to fight, wishing to please the evil-minded son of Dhrtarastra. Sanjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Krishna drew up the fine chariot in the midst of the armies of both parties. In the presence of Bhisma, Drona and all the other chieftains of the world, the Lord said, Just behold, Partha, all the Kurus assembled here. There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his fathers-in-law and well-wishers. When the son of Kunti, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus. Arjuna said: My dear Krishna, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up. My whole body is trembling, my hair is standing on end, my bow Gandiva is slipping from my hand, and my skin is burning. I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I see only causes of misfortune, O Krishna, killer of the Kesi demon. I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Krishna, desire any subsequent victory, kingdom, or happiness. O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusudana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhrtarastra?Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhrtarastra and our friends. What should we gain, O Krishna, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?O Janardana, although these men, their hearts overtaken by greed, see no fault in killing one's family or quarreling with friends, why should we, who can see the crime in destroying a family, engage in these acts of sin?With the destruction of dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligion. When irreligion is prominent in the family, O Krishna, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vrsni, comes unwanted progeny. An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped. By the evil deeds of those who destroy the family tradition and thus give rise to unwanted children, all kinds of community projects and family welfare activities are devastated. O Krishna, maintainer of the people, I have heard by disciplic succession that those who destroy family traditions dwell always in hell. Alas, how strange it is that we are preparing to commit greatly sinful acts. Driven by the desire to enjoy royal happiness, we are intent on killing our own kinsmen. Better for me if the sons of Dhrtarastra, weapons in hand, were to kill me unarmed and unresisting on the battlefield. Sanjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief."
}