{
    "id": 7,
    "title": "Chapter four",
    "content": "Bhishma Battles Parashurama\n \nAfter receiving consent from Maharaja Bhishma, Princess Amba left the city of Hastinapura, and traveled to the province where King Salwa ruled. She was granted an interview and bowing before him she pleaded, \"I have come to take shelter of your mighty arms, O brave King. Please accept me as your queen.  King Salwa laughed to hear Amba's request and informed her, \"I no longer desire you for my queen, for you have been touched by another. It is Bhishma only who can marry you. When Bhishma abducted you, you followed him willingly enough. How can a king like myself, who is acquainted with Vedic knowledge and is supposed to guide others accordingly, accept into his palace a woman who is intended to marry another? O princess of Kashi, you may go wherever you like, but I cannot accept you as my queen.\nAmba was aggrieved by King Salwa's rejection. She pleaded again, \"O lord of the earth, it is not as you say. Bhishma took me away by force. I did not go with him willingly. I am attached to you, and I beg you to accept me. The scriptures declare that a king should not abandon one who is dependent on him. I swear, O tiger among men, that I have never thought of any other man except you. Bhishma will not marry anyone, and my two sisters have been married to Vichitravirya. Therefore, O King, accept me as you wife for I have no other shelter.  Although she repeatedly solicited King Salwa, he would not accept her and ordered her to leave his kingdom. Thus Amba left the kingdom of Salwa, lamenting her destiny.\nAmba decided to inhabit the forest and practice austerities and penances for the rest of her life. In her wanderings, she came upon the ashrama of some great rishis, and she informed them of her plight. It so happened that among those great sages was her maternal grandfather, Hotravahana. The royal sage felt despondent for what had befallen her and told her that on the following , Parashurama, the martial teacher of Bhishma, would come to the ashrama. He was sure Parashurama would influence Bhishma to accept her hand in marriage.\nThe next  Parashurama arrived at the ashrama and Amba related to him the events of her abduction by Bhishma and her rejection by King Salwa. She requested the great sage to kill Bhishma. Parashurama felt sorry for the girl and gave her hope by saying, \"O daughter of Kashi, I will not take up weapons except to protect those that follow the Vedas. Tell me, therefore, what I can do for you. Both Bhishma and Salwa are obedient to me. Do not lament. I will fulfill your desire.\nParashurama, the annihilator of the ksatriyas, then went to Hastinapura, and when Bhishma learned that his preceptor had arrived, he went out of the city to greet him. Bhishma worshipped him according to his position and then waited for him to speak. Rama inquired from Bhishma, \"After taking a vow of celibacy, in what mood did you abduct the princess of Kashi and then send her away? Contaminated by the touch of your hands, no one will marry her. Salwa has rejected her because you have forcibly placed her on your chariot. O King, it is not proper for her to be humiliated in this way. Therefore, at my command take her yourself and marry her according to Vedic rites.\n\"O brahmana,  Maharaja Bhishma replied, \"I could not bestow this maiden upon my brother because of her desire to accept Salwa as her lord. As for myself, I have taken a vow of perpetual celibacy, and I will not break that vow under any circumstances.  Upon hearing the disobedient words of his disciple, Parashurama was outraged and rolling his eyes in anger, he said, \"If you do not follow my commands, then I shall kill you this very , along with your counsellors!  Bhishma tried to placate his preceptor by sweet words, but Parashurama could not be pacified. He told Bhishma, \"You accepted me as your preceptor, yet, O Kaurava, you will not follow my instructions. If you want to please me then accept this maiden as your wife.\n\"I cannot follow this instruction, O best of the rishis,  Maharaja Bhishma replied. \"O son of Jamadagni, all your attempts to secure this marriage will be in vain. What warrior would accept into his abode a woman whose heart was wedded to another. O brahmana, I will not forsake justice even from fear of Indra. One can reject the order of the preceptor if he is filled with vanity, destitute of knowledge concerning right and wrong, and who follows a devious path. You are my preceptor, and I have tried to pacify you as far as possible. However, this instruction is not according to religious principles, and therefore, I will fight with you. I would never slay my preceptor in battle. However, it is a well known truth that one is not guilty of slaying a brahmana who takes up arms like a kshatriya. Because you are acting unrighteously, I will fight with you. O Rama, equip yourself with proper weapons and position yourself on the Kurukshetra field. Subdued by my arrows, you will obtain the higher regions. The brahmanas have spoken of the power which you exhibited against the kingly dynasties long ago. However, in those s there was no Bhishma, nor were there any warrior kings like Bhishma. Kshatriyas endowed with power took their births later on. The person who will quell your pride has now taken birth, and this is none other than myself.\nBhishma and Parashurama then made their way to Kurukshetra. Maharaja Bhishma was stationed on a chariot drawn by white horses. Parashurama had created by his mystic power a beautiful chariot drawn by horses that could travel at the speed of the mind. The fighting began when Parashurama struck his disciple with hundreds of arrows. Bhishma countered with many more arrows, and the fighting went on till the end of the . However, it was seen that neither was the victor.\nAfter the battle had ceased, Bhishma's charioteer plucked out Parashurama's arrows from his own body. He also withdrew the arrows from the horses and those of his master, Bhishma. The son of Ganga then went to his tent for his nightly rest. When the sun had risen the following , the battle resumed. Bhishma offered his obeisances unto his preceptor and again fought with him. On this  all the celestial weapons were used. Rama released the vayavaya weapon (tornado weapon), but Bhishma countered it with the guhyaka weapon. Bhishma then released the agneya weapon which brought about great fire. However Parashurama released the varuna weapon (water weapon) causing the fire to abate. The preceptor neutralized all the weapons released by his disciple. Parashurama then released a flaming arrow that struck Bhishma in the chest, causing him to fall unconscious on the floor of his chariot. The charioteer then took Bhishma away from the battlefield. All the followers of Parashurama, including the princess of Kashi, were pleased with that action. However, Bhishma regained consciousness and came back to fight with his martial teacher. He struck Parashurama with a powerful arrow, causing him to fall unconscious on the battlefield. The princess of Kashi and others came to his side, reviving him with cold water and sweet words. Parashurama then rose up like lightning, and again engaged in furious combat with his disciple. In this way the duel went on for twenty three s.\nOn the night of the twenty third , Maharaja Bhishma retired to his tent and, lying down on his bed, began to reason, \"This fighting has been going on for many s, and still I have not defeated him. I am unable to vanquish the son of Jamadagni. If I am to succeed in subduing this foremost brahmana, then the gods must assist me.  Thinking like this, Bhishma fell asleep. In a dream, eight brahmanas appeared before him encouraging, \"Rise up, O son of Ganga. Do not fear. We will protect you from Parashurama. We will help you conquer Rama in battle. During tomorrows encounter, the mantras for the praswapa weapon will come to your mind. Neither Parashurama nor any other person is acquainted with it. With this weapon you will defeat your preceptor. O King, it will not slay Parashurama outright, and, therefore, there will be no sin incurred in using it. After he has been defeated, you will be able to awaken him with the samvodhana weapon.  Having said this much, the eight effulgent brahmanas disappeared.\nWhen dawn appeared the next , Maharaja Bhishma joyfully equipped himself for battle. Parashurama also ascended his chariot and prepared to fight his disobedient disciple. Parashurama first hurled a dart that was as relentless as Indra's thunderbolt. It was thrown with such lightning force that it appeared like a blazing meteor. That dart descended upon the Bhishma's shoulder, causing severe pain to the great hero. Angered by the weapon, Bhishma released an arrow that struck his martial teacher in the forehead. Rama paid no attention to the pain and invoked the brahmastra weapon. This weapon is similar to a modern  atomic bomb. Bhishma also released the same weapon, and when the two weapons met, there was an expansion of light similar to that at the time of dissolution. When the two weapons were neutralized, Bhishma thought of releasing the praswapa weapon. When he was thinking in this way, the mantras for the weapon appeared in his mind. While Bhishma was fixing the weapon to his bowstring, he heard many voices in the sky loudly exclaiming, \"O son of the Kuru race, do not release the praswapa weapon!  Bhishma paid no attention and drew back the string of his bow. At that time Narada appeared on the scene imploring Bhishma, \"O descendent of Kuru, do not release this weapon. Even the demigods are forbidding you. Rama is a brahmana who has performed great austerities, and he is also your teacher. O Bhishma, never humiliate him.\nUpon hearing Narada's order, Bhishma withdrew the praswapa weapon. Parashurama's father, Jamadagni and grandfather, Richika, then appeared before Parashurama ordering, \"O son, never again engage in battle with Bhishma or any other kshatriya. Heroism and courage in battle are the qualities of a warrior, and study of the Vedas and the practice of austerities are the wealth of the brahmanas. Previously you took up weapons to protect the brahmanas, but this is not the case now. Let this battle with Bhishma be your last.\nParashurama then replied to his forefathers, \"I cannot give up this combat. I have vowed that I will never leave the battlefield without defeating my enemy. This battle can only cease if Ganga's son desists from fighting.\nThose great sages then went to Bhishma requesting, \"O son of Shantanu, you should not fight any longer with your preceptor. You should now worship that esteemed brahmana.\n\"I have taken a vow that I will never lay down my weapons without defeating my enemy,  Bhishma replied. \"I cannot abandon my kshatriya oath.\nThe sages once again spoke to Rama, \"O son of the Bhrigu race, it is not possible to defeat Bhishma, nor is it possible for Bhishma to defeat you. It has been ordained by providence that the son of Indra, Arjuna, will be the slayer of Bhishma.  While the forefathers of Rama were speaking to him, the pitris (a class of demigods) appeared on the scene and obstructed the chariot of Rama. They forbade him to fight any longer.\nJust at this time, the eight effulgent brahmanas that Maharaja Bhishma had seen in his dream appeared before him requesting, \"O powerful warrior, go to your preceptor and worship him. Without his benediction, you cannot obtain happiness.\nBhishma, upon seeing that his mentor had laid aside his weapons, bowed before him and offered respectful worship. Rama then praised his disciple, \"There is no kshatriya equal to you on earth. You have pleased me with your prowess and your humility.  Bhishma then offered respects to his teacher and returned to Hastinapura.\nParashurama then called for Amba and remorsefully said to her, \"O princess of Kashi, I have fought to my best ability, but I could not defeat Bhishma. I have fought with the weapons of the heavenly gods, but still I could not slay him. O beautiful lady, fate seems to have you in her strong grip. It will not be possible for me to change what providence has destined for you.\nAmba was determined that Bhishma should die. She again inhabited the forest and practiced very severe austerities. She gave up all food and water and lived only on air. She stood immovable like a tree for six months. After this she increased her austerities by entering the waters of the Yamuna for one whole year. She then stood on her toes for twelve years, scorching the heavens by her austerities. Soon Lord Shiva became pleased and appeared before her. He asked her to take a benediction. With joined palms, she solicited Bhishma's death. He granted the benediction saying, \"It will be you who will cause his death.  Amba then inquired, \"How will it come to pass that I, a woman, will defeat Bhishma?  Lord Shiva replied, \"My boons will never go in vain. You will be born in your next life as a female in the family of King Drupada, changing to manhood in that very life. You will become a great maharathi (chariot fighter), and remembering your former hatred for Bhishma and the incidents in this life, you will cause his death in battle.  After granting this benediction, Lord Shiva disappeared from that place.\nAmba was joyous to receive Lord Shiva's boon. Wanting to take her next birth as soon as possible, she gathered logs for a funeral pyre. When the fire was blazing, she entered it uttering the words, \"I pray for Bhishma's death.  Amba then took her birth in the family of King Drupada, and she was known as Shikhandi. She was born to fulfill Lord Shiva's benediction.\n \nThus Ends the Mahabharata Summation to the fourth"
}