{
    "id": 18,
    "title": "Chapter Commentary",
    "content": "Materialistic people are very worried about their status in society. If one takes a high birth, he or she is considered fortunate by common people. In this world there is always competition to get to the top. Those on top want to push down those who are rising. Those, who are at the bottom, strive to climb to the top. Therefore, there is always friction. Fortunately, God does not care for our pedigree. He is attracted only to loving devotion. The rich man or poor man, the black or white, the man or woman, the young or the old, all have an equal opportunity to approach the Lord. Lord Krishna states in the Bhagavad-gita, \"One can understand the Supreme Person as He is, only by devotional service. And when one is in full consciousness of the Lord by such devotion, he can enter the kingdom of God.  (Bg. 18.55) Queen Kunti considered it an impediment to have a high birth. In her prayers to Lord Krishna she states, \"My Lord, Your Lordship can be easily approached, but only by those who are materially exhausted. One who is on the path of material progress, trying to improve himself with respectable parentage, great opulence, high education and bodily beauty, cannot approach You with sincere feeling.  (Bhag. 1.8.26) As long as one is trying to advance materially, one will experience frustration. There is only one person at the top and that is Lord Krishna. We should just desire to remain the servant of His humble servant.\nWhen Karna was cursed by his guru, karma took its effect. Nothing happens by accident. Everyone in this material world is under the law of Karma--action and reaction. It is impossible to tell where it begins or where it ends. For every action we perform, there is an opposite and equal reaction. If a person performs a sinful act, he gets a sinful reaction. If he performs a pious act, he gets a pious reaction. Sinful or pious actions cause us to take birth again in this world. Karna was suffering the reactions to past sinful activities, and they took the shape of curses from great personalities. The only way to stop the waves of repeated birth and death is to become Krishna conscious. Fortunately for Karna, he died on the battlefield with his vision fixed on Lord Krishna and Arjuna. Thus, ultimately, he was elevated and purified of all the offences he had committed against the Pandavas. As confirmed by Lord Krishna in the Bhagavad-gita (8.5), \"And whoever, at the time of death, quits his body, remembering Me alone, at once attains My nature. Of this there is no doubt.\nAnother point to be learned from this chapter is that a person should be judged by his quality and not by his birth. Karna's birth was celestial, his father being Surya and his mother being Kunti. Although he was rasied by lower caste parents, his quality was that of a kshatriya or warrior. He should have been accepted by his quality and not by the caste which he was raised in. Narada Muni states in the Shrimad Bhagavatam, \"If one shows the symptoms of being a brahmana, kshatriya, vaisya or sudra, as described above, even if he has appeared in a different class, he should be accepted according to those symptoms of classification (Bhag. 7.11.35). Drona should not have rejected Karna on the basis of his foster parents. He should have judged him by quality. It is a fact that in the glorious s of Vedic culture a person born of a particular caste had the qualities of that caste, but there are always exceptions to the rule, and Karna was an exception."
}