{
    "id": 20,
    "title": "Chapter Commentary",
    "content": "When Duryodhana was chastising Bhima for considering Karna's birth, it seems that for once in his life Duryodhana spoke some truth. A person was placed in the divine varnashrama (caste) system by quality and not by birth. In the fourth chapter of Bhagavad-gita Lord Krishna says that he created the divine varnashrama system according to quality of work. Generally, in those s a person of priestly quality, warrior quality, business quality or worker quality took birth in their respective classes. However, as the age of Kali (quarrel) progressed, men born in priestly families exhibited lower class qualities but were not put into those classes due to their pride. Also saintly persons were born in lower families, but not allowed to elevate themselves socially due to the pride of the priestly class. When this happened the whole system collapsed. One should be classified by quality and not by birth. Here Duryodhana states that Karna had the quality of a warrior, and therefore he should be held in esteem as a warrior. Although what Duryodhana said was truth, he was motivated by his own ambitions. If it had suited his purpose for Karna to be called a chariot driver, he would not have hesitated to award him that classification.\nIn all societies and countires these classifications exist. Some men are naturally inclined toward priestly activities; some are inclined to be warriors and fight; some men are attracted to business, farming or banking; and some men are interested in labor activities. In the Vedic culture some 5,000 years ago civilization was set up along these lines of brahmana (priest), kshatriya (warrior), vaishya (merchantile) and shudra (labor). There was also four divisions of ashrama or spiritual life. The first division was brahmacharya where a student was trained in spiritual and material knowledge. The brahmana, kshatriya and vaishya were trained in spiritual knowledge and received the brahmincal initiation or sacred thread as an indication of second birth or reformation of character. This teaching was given to instill in a person that the goal of life was not to be happy in this earthly realm, but to prepare oneself for entering the kingdom of God. The laboring class was not given this training due to their inability to control the senses. The student training lasted for different amounts of time according to a person's classification. The vaishya spent till his twelfth year in his guru's ashrama. The kshatriya could spend more years, say to this fifteeth year, and the brahmana could staty with his guru till his 24th year, and if he remained a brahmacharya, he could spend the rest of his life in the ashrama.\nThe next division was the grihasta ashrama where the student took permission from his teacher and married according to his classification. The marriage institutition was called an ashrama because it was meant for spiritual cultivation and not just to enjoy the senses. Marriage was mandatory for all classes except the brahmanas who could accept the order of sannyasa without going through the different stages. The third stage was vanaprastha or retired life. In this stage the children are grown and married. The man and woman visit different places of pilgrimage for spiritual upliftment and detachment. The brahmana, kshatriya and vaishya can accept this order. The last stage is the sannyasa ashrama where the husband leaves the wife with the eldest son and dedicates his life to preaching the glories of the Lord. This ashrama was meant for the brahmana class only. This may sound cruel by western standards, to leave the wife behind, but the reward is very great. If the husband attains perfection by gaining birth in the kingdom of God, the wife automatically attains that positon. This is the greatest gift a husband can give his wife. This ashrama was held in high esteem by the people in general, because the sannyasis or itenerant preachers were decorated with spiritual qualities such as compassion, austerity, forgiveness, learning and sense control."
}