{
    "id": 41,
    "title": "Chapter Two",
    "content": "King Yudhisthira Prepares for a Rajasuya Sacrifice\n \nKing Yudhisthira, having heard the advice of Narada, sighed heavily and engaged his thoughts in the matter of the Rajasuya sacrifice. He assembled his counsellors and ministers in the imperial court and worshiped them accordingly. They also venerated him in return. They then began to discuss preparations for the Rajasuya sacrifice. King Yudhisthira wanted to determine the ultimate good for all his citizens and not simply for his own personal glorification. That foremost of all virtuous men was always kind to his subjects and worked for the welfare of all without making distinctions. Being devoid of arrogance and anger, King Yudhisthira always said, \"Give unto each his due.\" The citizens responded to such righteousness with the sounds, \"Blessed be Dharma (Yudhisthira)! Blessed be Dharma!\"\nReceiving paternal assurance from Maharaja Yudhisthira, the citizens in his kingdom never harbored ever the the slightest hostile feeling towards him. He therefore came to be known as Ajatrashatru (one with no enemy at all). The king cherished every citizen in his state as a personal family member.\nBhima, also, governed the citizens justly. Arjuna, the carrier of the Gandiva bow, protected everyone from any external enemies. The wise Sahadeva administered justice impartially, and Nakula behaved towards all with a humility that was inherant in him. Owing to the natural good qualities of the Pandavas, the kingdom became free from disputes and fear of any kind. The citizens were attentive to their respective occupations and there was no such thing as unemployment. In King Yudhisthira's kingdom every one joyfully executed his occupational duties. The rain became so abundant that the fields produced more than their usual amount. The kingdom of the Pandavas grew in prosperity.\nIn consequence of the King's virtues, the money lenders, the cowherdsmen, the farmers and the traders grew in prosperity. During the reign of King Yudhisthira, whoever was devoted to truth, never experienced extortion, recession, fear of disease, fire, or death by poisoning or incantations. It was never heard at any time that thieves or royal favorites ever behaved inimically toward the King or towards one another. In other words, there was no crime in Maharaja Yudhisthira's domain.\nKings from other countries were always desiring to serve King Yudhisthira in order to please and worship him. The merchants of different classes were always happy to bring their taxes levied on their respective occupations. Whatever countries King Yudhisthira conquered, the citizens, from brahmanas to shudras, became more attached to him than to their own fathers and mothers.\nAfter assembling his ministers and brothers, King Yudhisthira repeatedly questioned them about the possibility of performing the Rajasuya sacrifice. The ministers, as a body, then responded to the King, \"O prince of the Kuru race, all in this assembly have concluded that you are worthy of the attributes of an emperor. Therefore, the time for you to perform the auspicious Rajasuya sacrifice in now. The time for that sacrifice, in which ascetic rishis kindle the six fires with mantras from the Sama Veda, has come for you in consequence of your kingly possessions. At the conclusion of the Rajasuya sacrifice, when the performer is installed as the world sovereign, he is rewarded the fruits of all other sacrifices, including the agnihotra. You are quite able, O noble King, to perform this sacrifice. Therefore, make your resolution to perform the Rajasuya without any further discussion.\"\nKing Yudhisthira, that foremost emperor, having heard the decision of his ministers agreed mentally. However, he again consulted with his brothers, the brahmanas, with Dhaumya, Dwaipayana and others. He wanted to be sure that this was not his own personal desire, but the desire of the Supreme. The King possessed great wisdom and had subjugated his mind and senses. He took everything into consideration including his own strength and means, the circumstances of time and place and his income and expenditure. He knew that the wise never grieve after giving full thoughtfulness to all points.\nThinking that the sacrifice should not commence only on his desire, the pious King Yudhisthira thought Lord Krishna to be the proper person to make the final decision. He knew Lord Krishna possessed infinite prowess and wisdom. He knew also that the Lord was birthless although apparently taking birth. Reflecting on the Godly qualities of Lord Krishna, Maharaja Yudhisthira concluded that there was nothing unknown to Him. Maharaja Yudhisthira, therefore, humbly requested Narada to go to Dvaraka to convey his desires to Lord Krishna.\nLord Krishna, the Supreme Personality of Godhead, lived in the city of Dvaraka along with his sixteen thousand one hundred and eight queens. He built a separate palace for each and every one of them, and each queen thought that Krishna was living with her alone. The Lord would perform certain morning duties, and after He had completed them, He would leave His palaces and go to the Sudharma imperial court. His charioteer Daruka would come with the Lord's chariot, bow down before the Lord, and stand with folded hands, intimating that the chariot was ready. Holding on to His charioteer's hands, Lord Krishna would mount the chariot, together with Uddhava and Satyaki. While sitting on the dazzling chariot, Lord Krishna appeared more beautiful than the sun rising on the Eastern horizon. When the Lord was about to leave His palaces, all the queens and palace ladies would look at Him with shy, loving glances. The Lord would respond in a loving way, making separation very difficult. He attracted their hearts so much so that they could not forget Him for a moment during their daily activities. The Lord would say good-bye in all the sixteen thousand palaces, and again He would become one and enter the Sudharma Imperial court in procession with other members of the Yadu dynasty.\nThen Lord Krishna, attended by all the Vrishnis, would enter the Imperial Royal court named Sudharma. The Sudharma Imperial Court had been taken away from the heavenly planets and reestablished in Dvaraka City. The uniqueness of the Royal Court was that anyone who entered it would be freed from the six kinds of material waves, namely hunger, thirst, lamentation, illusion, old age and death. As long as one remained in that imperial court of Sudharma, he would not be infected by these six material pangs.\nAfter entering the imperial assembly house, Lord Krishna sat on the exalted royal throne, emanating a radiant aura of transcendental effulgence. In the midst of all the famed heroes of the Yadu dynasty, Lord Krishna resembled the full moon, surrounded by the multitude of luminious stars. In the imperial court professional jesters would enterain the Lord by displaying various comic moods. The jesters would joke in such a way that the Lord and His associates would laugh heartedly, refreshing the morning mood. One by one actors, female dancers and musicians would begin their respective functions to please the Lord and put Him in a happy mood. The dramatic actors would relive the lives of great kings and incarnations of the Lord, and the dancing girls would separately display their artistic movements. These performers would dance and sing to the sounds of mridangas (drum), vinas (stringed instrument), flutes, symbols and conchshells followed by the sound of the murajas, another type of drum.\nAlong with the melodic sounds of the instuments, the professional poets (sutas) chroniclers (magadhas) and panegyrists (vandinahs) would recite the Lord's glories. In the imperial court highly pious brahmanas were heard fluently and devotionally chanting the Vedic hymns, while other brahmanas narrated histories of past kings of pious renown. In this way, the residents of Dvaraka City would offer their respective services to the Supreme Personality of Godhead just to please Him. The Lord, accompanied by the other members of the Yadu dynasty, would be very much pleased to accept the loving devotion of His eternal associates.\nOnce, while this festive mood was in progress, a man arrived at the door of the imperial court, and with the permission of Lord Krishna, he was admitted into the assembly by the doorkeeper. The man bowed down to the Lord and then stood before Him with joined palms. With the permission of the Lord he then began to describe how King Jarasandha conquered all other kingdoms and how many kings did not accept subjugation before Jarasandha. As a result of their refusal, all of them, numbering twenty thousand, were arrested and incarcerated. This man was a messenger from these imprisoned kings, and he now presented their pleas before Lord Krishna , \"O Krishna, Krishna, O inconceivable Soul, O destroyer of all fear for Your surrendered devotees, despite our unsurrendered mentality, we have come to You for shelter out of fear of material existence. People in this world are always diverted by sinful activities and are thus bewildered about their real duty, which is to worship You according to Your will. Devotional service to You is the only activity that would truly bring them good fortune. Let us offer our obeisances unto You, the all-powerful Lord, who appears as eternal time and frustrates one's stubborn hope for a long life in this world. You are the predominating Lord of the universe and have descended into this world with Your personal potency to protect the saintly devotees and annhilate the wicked. We cannot understand, O Lord, how anyone can transgress Your supreme will and still continue to enjoy his fruitive work.\n\"O Lord, we are encaged in these material bodies, and are thus always full of fear. We bear the burden of the illusory happiness of kings, which is just like a dream. Thus we have rejected the inner happiness of the soul, which comes by rendering unmotivated and selfless devotional service to You. Because of our wretched attachments, we simply suffer in this life under the enchantment of Your deluding energy. Therefore, since Your lotus feet relieve the material affliction of those who surrender to You, please release us from the shackles of our past sinful activities, which have now manifested in the form of the Magadha King, Jarasandha. Wielding alone the prowess of ten thousand maddened elephants, he has arrested us and locked us in his prison just as a lion captures sheep.\n\"O wielder to the disc! Your strength is unlimited and beyond human comparison, and thus seventeen times You crushed Jarasandha in battle. But then, absorbed in Your own pastimes, he appeared to defeat You once. Now he is so filled with pride that he thinks he can harass those who are Your devoted followers. O unconquerable Lord, You have descended to protect the pious and to annihilate those opposed to Your supreme will. Please fulfill Your mission by killing this Jarasandha.\"\n\"This is the appeal of the kings imprisoned by Jarasandha,\" the envoy continued. \"They are aspiring for Your personal association, having surrendered to Your lotus feet. Please shower your grace and causeless mercy upon these afflicted souls.\"\nAfter the representative of the imprisoned kings had thus spoken, Narada rishi, the sage amongst the demigods, suddenly appeared in that assembly. Bearing golden matted locks on his head and emanating a cooling effulgent aura, the sage entered the imperial court like the radiant solar orb. Lord Krishna is the worshipable deity for even planetary rulers like Brahma, Shiva, Indra, Surya, Chandra, Varuna and others, yet as soon as He saw Narada Muni, He humbly and joyfully stood up along with the other members of the Yadu dynasty to receive the powerful sage. To set an example of how to receive a saintly person, He then offered His respectful obeisances by bowing His head.\nKnowing that Lord Krishna was setting an example for the kingly order, Narada accepted the seat offered to him. Lord Krishna worshiped the sage with full paraphernalia according to scriptural injunctions and gratified him with reverence. He then spoke the following truthful and pleasing words, \"It is certain that to the entire universe, and certainly our small assembly, has attained freedom from all fear, for such is the influence of a great personality like yourself. There is nothing unknown to you within the cosmic manifestation of the Supreme Lord. Certainly you have visited Indraprastha and the Pandavas headed by King Yudhisthira. Therefore please tell Us how the Pandavas are faring and what plans they intend to execute for the welfare of the entire world.\"\n\"I have many times seen,\" Narada replied, \"the insurmountable power of Your illusory energy, O infallible one. With this power You bewilder even the creator of this universe, Brahma. O Lord of infinite prowess, it does not surprise me that You disguise Yourself as an ordinary human being by Your own diverse energies while moving among the created beings, as fire covers its luster with smoke. Who can understand properly Your purpose? Simply by Your desire this material energy creates and also withdraws the cosmos, and the interim manifestation appears to have substantial existence. Obeisances to you, whose transcendental position is inconceivable. The conditioned soul bound by the repetition of birth and death does not know how to free himself the material tabernacle, which is the cause of his affliction. But You, the Supreme Personality of Godhead, descend to this world in various incarnations to teach and illumine the soul's path back to the spiritual sky. Your glorious pastimes triumphantly dominate this universe and are the only panacea for the conditioned soul. Therefore, I surrender unto You.\n\"Nonetheless, O Supreme Truth, who plays the part of a human being, I shall relate to You what Your devotee Maharaja Yudhisthira, the son of Your Aunt Kunti, intends to do. Desiring unrivaled sovereignty, King Yudhisthira plans to worship You with the greatest fire sacrifice, the Rajasuya. First of all may I inform You that King Yudhisthira has all material opulences which are possible to achieve in the highest planetary system, Brahmaloka. He has no material opulence for which to aspire, and yet he wants to perform the Rajasuya sacrifice only to get Your association and please You. Please bless his endeavor with Your personal presence. O Lord, exalted heavenly Gods and glorious kings, eager to see you, will all come to that best of sacrifices. O Lord, even mllechas and yavanas are purified by hearing and chanting Your glories and meditating upon You, the Absolute Truth. What then to speak of those who see and touch You?\n\"My dear Lord, You are the symbol of everything auspicious. Your transcendental name and fame is spread throughout the universe like an umbrella, gving a chance to the conditioned souls to revive their original nature as Your eternal servant. The transcendental water that washes Your lotus feet is known in the higher planetary systems as the Mandakini River, in the lower planetary systems as the Bhogavati and in this earthly planetary system as the Ganges. This sacred water flows throughout the entire universe, purifying wherever it goes.\"\nPrevious to Narada's arrival, the Yadus had been listening to the messenger from the imprisoned kings, and they were contemplating how to conquer Jarasandha. Therefore, they objected to the proposal of Narada out of a desire to subjugate the Magadha King. Seeing the differences of opinion, Lord Keshava turned to his servant Uddhava and smilingly requested him in the following words, \"My dear Uddhava, you are always my well-wishing confidential friend, and because you possess the eye of wisdom, I wish to see everything through you because I believe that your counsel is always right. Therefore please advise us what should be done in this situation.\"\nIt was known to Uddhava that although Lord Krishna was acting like an ordinary man, He knew everything - past, present and future. However, because the Lord was trying to consult with him, Uddhava, in order to render service to the Lord, began to speak.\n \nThus Ends the Mahabharata Summation to the Second"
}