{
    "id": 111,
    "title": "Chapter Five",
    "content": "The Fourth  of the Great Rivalry; Bhima Kills Eight of Dhritarastra's Sons\n \nDhritarastra said: O Sanjaya, I regard providence as the decisive factor in as much as my son's vast army is being slaughtered by an army of less experienced soldiers. You are always speaking, O Suta, of the defeat of my army and the victory of the Pandavas. Indeed, O Sanjaya, you are describing my army as cowardly, as being slaughtered, as running from the battlefield. You continually proclaim of the glories of the Pandava army and the weaknesses of my army. Then again, you are constantly pointing out the faults of my son Duryodhana. Tell me, O Sanjaya, the means by which my sons may subjugate their enemy.\nSanjaya replied: This ill fortune has you for its root, O King. As you have said, providence is supreme. Those who are wicked by nature can never be victorious over those who are pious, no matter how many soldiers they may have. Listen now, O monarch, as I narrate the great slaughter of divisions in both armies. When the dawn of the fourth  arrived, Bhishma, surrounded by fearless chariot warriors and supported by millions of troops, attacked the Pandava army with heroic valor. Arjuna, the carrier of the Gandiva bow, came up to challenge Bhishma, and a fierce duel began between those foremost warriors. Meanwhile Ashvatthama, Bhurishrava, Chitrasena, and the son of Sala all attacked Abhimanyu, the son of Subhadra. Abhimanyu appeared like a young lion fighting with five elephants. Abhimanyu pierced the son of Drona with one shaft and Salya with five. He cut the standard from the chariot of the son of Sala, and with another arrow, he cut to pieces a mighty dart thrown by Bhurishrava. He then killed the four horses drawing the chariot of Salya. With his powerful arrows, Abhimanyu checked the progress of those great generals. Bhurishravas, Salya, Ashvatthama and Samyamani not being able to challenge Arjuna's son, fled the battlefield.\nDuryodhana then commanded the Trigartas and their army numbering twenty-five thousand to challenge Abhimanyu. Coming up to assist Abhimanyu was Dhristadyumna, supported by the Madras and the Kekayas. Dhristadyumna immediately pierced Kripa with three arrows, and with another twenty, he killed the protectors of Kritavarman's chariot. The son of Sala then pierced Dhristadyumna with ten arrows that bolted through the air light lightning. However, Dhristadyumna countered and killed the horses of Sala's son. Taking up a fearsome scimitar and stepping off his chariot, the son of Sala ran at Dhristadyumna intending to chop him to pieces. The Panchala Prince quickly took up a gigantic mace and shattered the head of that heroic warrior. Falling to the ground, Sala's son loosened his grasp on his weapon and gave up his life. Angered and furious at seeing his son slain, Sala, ran towards the prince of the Panchalas who was invincible in combat. A fierce duel then commenced in which neither could overcome the other.\nComing up to support Dhristadyumna was Bhimasena. He saw Duryodhana, and desiring to fight with, he him took up his mace. Seeing the second son of Pandu coming forward, the sons of Dhritarastra ran from the battlefield. Out of all your sons, O King, only Duryodhana stood to fight with him. Duryodhana immediately ordered the elephant division of the Magadha King to challenge Bhima. Seeing that elephant army coming forward, causing the earth to tremble, Bhima took up his mace and got down from his chariot. He uttered loud war cries like a lion and rushed at those elephants swinging his deadly weapon. Protecting Bhima from the rear was the son of Subhadra, Nakula, Sahadeva and Dhristadyumna. They countered the arrows released from the elephant warriors. The ruler of Magadha was riding on an elephant that resembled the celestial Airavata. However, Abhimanyu killed that mighty beast with one shaft. When the King of Magadha was deprived of his elephant, Abhimanyu struck off his head with a broad headed shaft decorated with silver plumes.\nBhimasena was causing a great massacre of elephants. He was roaming the battlefield killing those immense beasts with one swing of his club. Some had their bodies mangled, and some had their heads smashed, while others had fled out of fear of the son of the wind god. Huge mountain-like elephants were lying on the ground vomiting blood, and some, who had their sides torn open, were pouring out a river of blood and flesh. Within a short time that whole army of ten thousand elephants was exterminated by the second son of Kunti, Bhimasena.\nWhen this superhuman feat had taken place on the battlefield, Duryodhana ordered his whole army to confront Bhimasena. Bhima looked like the invincible lord of death, Yamaraja, himself. Bhima's club was covered with gore, and so was his body making him look like the destroyer of the universe. Outraged, he expanded his body and rushed toward the enemy reckless of life. He jumped into the air swinging that gruesome mace and causing a great carnage in the Kaurava ranks. He was smashing chariots with one blow, killing charioteer, horses and fighter. With the power of his legs, he was trampling foot soldiers and making a wide path of destruction wherever he went. No one could stand before him, and the enemy divisions melted under the power of his mace.\nNot tolerating Bhima's achievement, Bhishma, the son of Shantanu, came forward with a division of troops to halt his progress. However, Satyaki challenged Bhishma and began to wipe out the troops that were supporting the grandsire. Coming to assist Bhishma were Bhurishrava, and the one hundred sons of Dhritarastra headed by Duryodhana. Thousands of fierce chariot fighters were supporting them. Nandaka, one of Duryodhana's brothers, pierced Bhimasena in the chest with an arrow that resembled lightning. Duryodhana then also pierced Bhima in the chest with nine arrows. Ascending his chariot, Bhima spoke to his chariot driver, Vishoka, \"These foolish sons of Dhritarastra want to kill me, but I shall slay them all. O charioteer, guide my chariot close to where these sinful persons are positioned.\" Vishoka then drove the chariot closer to the sons of Dhritarastra. Duryodhana, seeing Bhima approaching, released nine arrows that shattered Bhima's bow. Stringing another bow, Bhima cut the bow of his cousin in two. Duryodhana, however, picked up another bow, and drawing the string back to his ear released an arrow with all his might. That arrow pierced Bhima's chest causing him to fall in a deadly swoon on the terrace of his chariot. Abhimanyu and the Pandava army came forward to safeguard Bhima. He covered the sons of Dhritarastra with a shower of weapons.\nBhima, regaining his consciousness, pierced Duryodhana in the chest and then pierced Salya with twenty five arrows, causing the ruler of Madras to retreat from the battlefield. Fourteen sons of Dhritarastra then assaulted Bhima in combat. They were Senapati, Sushena, Jalasandha, Sulochana, Ugra, Bhimaratha, Bhima, Viravahu, Aolupa, Durmuka, Dushpradarsha, Vivitsu, Vikata and Sama. United together they rushed at Bhima to kill him. The heroic and tenacious Bhimasena, seeing them coming, licked his mouth like a wolf seeking prey. He responded to their attack seeking to fulfill his vow made at the gambling match. The son of Pandu then cut off Senapati's head with a horseshoe headed arrow. Laughing all the while, Bhima then pierced Jalasandha with three arrows that sent him to another world. He then severed the head of Sushena and sent to death's abode another son of Dhritarastra named Ugra. With seventy shafts, Bhima sent to the other world Viravahu, whose head was graced with a beautiful turban. He then killed Bhima and Bhimaratha with one arrow each, and with a crescent shaped arrow severed the head of Sulochana. The rest of Dhritarastra's sons fled the battlefield out of fear for their lives. Killing eight of Duryodhana's brothers, Bhima smiled with satisfaction.\nBeholding the slaughter of eight of Dhritarastra's sons, grandfather Bhishma ordered the Kaurava army to attack Vrikodara in full force. With King Bhagadatta at the forefront of the divisions, they rushed at Bhima releasing their powerful weapons. King Bhagadatta was seated on his grand white elephant named Supritika. Provoking the elephant with his goad, he rushed at Bhima. The Pandava army came up to assist Bhima and pierced that enormous elephant with hundreds of arrows causing blood to stream from his body. Furious that so many men had attacked him, Bhagadatta caused that elephant to run at double speed, shaking the earth with his every step. The King of Pragjyotisapura then struck Bhima in the chest with two arrows causing the great son of Pandu to fall to the tier of his chariot senseless. Seeing the gravity of the situation, Bhima's charioteer took him from the battlefield.\nGhatotkacha, beholding his father's defeat, wanted revenge and thus vanished from view. He reappeared again in a gigantic fierce form riding on an elephant that was a second Airavata. He was followed by three other celestial elephants ridden by gargantuan Rakshasas. The elephants attacked Bhagadatta's elephant from all sides and began to strike it with their tusks.\nSensing the danger, Bhishma advised Drona, Duryodhana and all the Kings, \"The King of Pragjyotishapura is battling with Bhima's fierce son and may certainly be defeated. Hot-tempered as they are, they will certainly prove to be each other's death. The gigantic elephant Supritika in wailing and terrified of Ghatotkacha. Let us withdraw our troops while the sun is setting. The Rakshasas become invincible at this time, and we cannot afford to lose another general. The Pandavas have gained a decisive victory to, and our soldiers have lost their morale. Tomorrow we will again fight with the enemy.\" Saying this, the grandsire retired the great divisions for the night and cheerlessly entered his tent. Duryodhana was also despondent for eight of his dear brothers had been slain by Bhima. He passed some time in thoughtfulness, overcome with grief and tears.\nListening to the slaughter of his troops, Dhritarastra said to Sanjaya: Hearing of the Pandava's wondrous achievements and the death of my sons, I am filled with fear. Everything that is happening seems to be under the control of destiny. What ascetic penances have been performed by the sons of Pandu? What benedictions have they obtained that they are so victorious in battle? Without a doubt, Bhima will slay all my sons. Please tell me, O Sanjaya, what is the true cause of all this?\nSanjaya replied: Listen, O King, with attention, and let these words fill your heart. None of the capabilities of your brother's sons have been created by mystic illusions, mantras or ascetic performances. The Pandavas are devoted to Lord Krishna, and, therefore, victory will be theirs. Your sons are wicked, opposed to God's will and devoted to cruel deeds. They are now reaping the reaction of the unneeded hatred against your brother's sons. Since you could not be awakened to the situation, even by the counsel of Vidura, Bhishma, Drona, Kripa or myself, you are like a sick man that has rejected medicine. Instead, you have taken the poison of your son's advice. Regarding the cause of the Pandava's success, Duryodhana also inquired of the very same thing from Bhishma that very night after the battle. Listen as I narrate their discussions.\nDuryodhana entered the assembly of the grandsire and the other leaders of the army and questioned them, \"All the great commanders in my army are a match for heavenly gods. Why, then, are the Pandavas defeating us in battle? This doubt in my heart, O grandsire, should be dispelled.\"\nMaharaja Bhishma replied, \"Listen, O King, to the advice which I have uttered many times before. I have repeatedly requested that you make peace with the Pandavas. This counsel was meant for your benefit, and the benefit of your whole family. I have cried myself hoarse on this point, but you would not listen due to your envy of the Pandavas. The reaction to your offensives against the Pandavas is now fructifying. There is not, and there will not be the person who can slay the sons of Pandu, because they have Lord Krishna at their protector. Lord Krishna is the eternal Lord Vishnu who holds the discus for the protection of the heavenly lords. In a previous age the four headed Brahma was being waited upon by all the devas in the heavenly Gandhamadana mountains. Assembled were all the chief demigods, rishis and celestials. At that time the Lord of the Universe, the Supreme Personality of Godhead, appeared there on the back of Garuda. Lord Brahma offered prayers to the Supreme Lord, and the other devas also offered their obeisances. Lord Brahma prayed, 'You are the Supreme Master of the Universe and the protector of the surrendered soul. From Your navel, I, Lord Brahma have taken birth, and it is through Your potency that I create this material world. I constantly meditate upon You who are the goal of all performances of Yoga. All victory unto You, O Lord of unfailing prowess. I know that You are destined to take birth in the Yadu dynasty to relieve the great strain of the Earth's Asuras. For the sake of establishing religious principles, You will advent Yourself as the son of Devaki and Vasudeva. Along with Nara, You will kill all the demons that oppose the religious principles.'\nBhishma continued, \"Having been duly worshiped, the Supreme Personality of Godhead, left that assembly of demigods and returned to His own abode in the Vaikuntha planetary system. I have heard this story many times from renowned rishis such as Parashurama, Narada, Vyasa and Markandeya. Having learned of the eternal Lord Krishna's divinity, I have many times forbidden you to fight with the Pandavas. However, you have not heeded my advice. For this reason, I consider you to be a wicked Rakshasa. You are enveloped in darkness. Arjuna and Krishna are Nara and Narayana themselves. How then will we defeat them in battle? It is Krishna who upholds the three worlds and is the Lord of all the moveable and unmovable creatures. He is victory personified and, He is the greatest warrior. It is by the unseen energies of this Supreme Lord that the sons of Pandu will gain victory.\"\n\"In all the worlds,\" Duryodhana replied, \"Vasudeva is spoken of as the Supreme Being. I desire to hear, O Grandsire, of His origin and glories.\"\nBhishma said, \"Vasudeva is the Supreme Personality of Godhead, the Lord of all lords. None is superior to Him who has eyes like those of a lotus petal. That Divine Master and Lord of the universe had created this earth planet for establishing the principles of religion. From His mouth He created fire, and from His breath, the wind. He created from His speech, the four Vedas which all men follow. It is He who lies down on the bed of Ananta Shesha in the bottom of this universe and maintains all creatures. He is the boar incarnation, and He is also Lord Nrisimhadeva. He is the same Vamana, who in three steps took all the possessions from Bali. From His mouth, He created the brahmanas, and from His two arms, He created the kshatriyas, from His belly, He created the vaishyas and from His Legs, He created the shudras. He is the Lord of the senses Hrishikesha, and the object of all worship by the great sages. Those that seek His protection are never vanquished in their struggle for material existence. Knowing all of Lord Keshava's glories, Yudhisthira has taken whole hearted shelter of His lotus feet.\n\"You have now heard, O King, about the glory of the Supreme Godhead, Lord Krishna, as well as Nara who is none other that Arjuna. You have also heard from me the reason for their descent to this earth. I have also told you why the Pandavas are invincible in battle and can never be slain. It is for this reason, O King, that I have repeatedly asked you to make peace with the Pandavas. By disregarding the divine Nara and Narayana, you will be annihilated with all your brothers and Kinsmen.\" Having spoken words of wisdom, the Grandsire entered his tent and laid down for nightly rest.\n \nThus Ends the Fifth"
}