{
    "id": 16,
    "title": "Chapter Commentary",
    "content": "After Drona tested Yudhisthira, he saw that the prince possessed the qualities of an exalted personality. He was completely free from envy and was the well wisher of all. He saw only the good qualities in others. Yudhisthira considered all others worthy of respect and himself worthy of no respect. This is the most emphasized teaching of Lord Shri Chaitanya Mahaprabhu, trnad api sunicena, taror api sahisnuna, amanina manadena, kirtaniyah sada harih, \"One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street. One should be more tolerant than a tree, devoid of all sense of false prestige and ready to offer all respect to others. In such a state of mind one can chant the holy name constantly.  (Shikshastaka 3)\nIn the material world the predominant mentality is to think oneself better than others. However, if one is desiring to become a citizen of the spiritual world, he has to develop the vision to see all others as more worthy of respect than himself. This mentality is pleasing to Lord Krishna. Maharaja Yudhisthira possessed this divine vision and therefore had great love for the citizens. Because of Yudhisthira's humility, Drona considered him to be a fit ruler. On the other hand, Duryodhana possessed the materialistic mentality of thinking oneself better than all others. It is unfortunate that in the Kali-yuga, the Duryodhana mentality has become prominent.\nHistorians consider the bow and arrow a primitive weapon. However, when seen in the light of the Mahabharata, it more effective than the gross weapons of modern times. It is possible to release an arrow faster than a bullet if the archer is very powerful. The kshatriyas during Drona's time had the strength to release arrows with tremendous velocity. By the power of mantra, Arjuna was able to release hundreds of arrows from his bow at a time, and they were so accurate that each arrow would pierce a warrior or stop an oncoming weapon.\nIn this chapter we have read how Drona imparted the brahmastra weapon to Arjuna. This mantra weapon was more powerful than the combined atomic weapons of the world. It could be directed to a single person or it could destroy the whole universe. There were many weapons invoked by the power of Vedic mantras; they were called astras. These astras manipulated the material energy in a subtle way and were much more powerful than the atomic weapons of our times. There were astras such as the vayavya astra, which created a hurricane on the battlefield; the varuna astra, which created tidal waves; and the agneya astra, which created intense fire capable of burning large numbers of warriors. There were weapons capable of putting men to sleep and weapons that could bind the enemy soldiers and stop their movement. There were weapons that could release thousands of arrows at a time and not one arrow would miss a target. There were these and many more. This was all possible by the use of Vedic mantras. These mantras were able to manipulate the material energy by the use of sound vibration as opposed to the gross manipulation used to. Any of the great maharathis in the s of yore would be a suitable match for crude tanks, howitzers, submarines, battleships and atomic weapons.\nAs Kali yuga progressed, the warrior kings gradually diminished in strength to the point where they were unable to draw the strings of powerful bows. The knowledge of different astras became lost, and a warrior was reduced to releasing one arrow at a time and with not much accuracy or force. Finally, a few centuries back, the cross bow was invented, which allowed an archer to mechanically draw back the string. However, this was not very useful because a bowman could not release many arrows quickly. The bow and the arrow became obsolete with the invention of gunpowder. To compensate the loss of strength, the rifle was invented, which, by the use of gun powder, released a bullet with great velocity."
}