{
    "id": 5,
    "title": "Chapter Three",
    "content": "Bhishma Abducts Three Princesses\n \nIn due course, Maharaja Shantanu's Queen, Satyavati, bore a highly qualified son named Chitrangada. He was blessed with invincible power and was destined to become a renowned archer. Later, another son was born to Satyavati, named Vichitravirya. He developed into a natural leader and heroic warrior. As the two sons grew to maturity, they brought joy to the King and Queen. Soon Maharaja Shantanu found himself growing old, and seeing the influence of inevitable time, he decided to retire to the forest to practice austerities for realizing the kingdom of God. Before entering the forest, Maharaja Shantanu enthroned Chitrangada as the world's king under Bhishma's protection. He then departed to the forest alone to perform penances and austerities. Maharaja Shantanu soon became absorbed in trance and realized his original relationship with the Lord in the kingdom of God. When his meditation upon the Lord's transcendental form was unbroken, he ascended to the spiritual world.\nWhen Chitrangada became King, he soon challenged and eliminated all opponents on the planet earth. Indeed, all the earthly kings considered that there was no kshatriya equal to him. Nevertheless, in the heavenly planets there lived a Gandharva King whose name was also Chitrangada. Upon hearing that an earthly being bore his name and was considered invincible, he challenged the son of Satyavati. There then took place on the field of Kurukshetra a battle that endured for a full three years. Both Chitrangadas were powerful, and the battle was fierce, but in the end the Kuru prince was slain. The King of the Gandharvas then ascended to the heavenly planets satisfied at heart. After the death of his step brother, Bhishma performed the last funeral rites and then enthroned Vichitravirya as the world's emperor, although he was only a small boy. Until Vichitravirya matured in age, Bhishma ruled the kingdom. Maharaja Bhishma took care of Vichitravirya like a father, arranging for the education and military training of the future king.\nWhen Maharaja Bhishma saw that Vichitravirya was of marriageable age, he thought of obtaining a queen for him. At this time he heard that in the kingdom of Kashi three daughters were being offered in marriage. These princesses had heavenly beauty, and it was known that they were to select their own husbands. Bhishma went alone in his chariot to the city of Varanasi, and there he saw countless monarches who had assembled hoping to wed one of the princesses. The names of those beautiful girls were Amba, Ambika and Ambalika. While the daughters of the King were being introduced to the assembled heroic princes, Bhishma stood up in the assembly and commanded, \"The wise have declared that when a qualified person has been invited to a svayamvara, a maiden may be bestowed upon him. There are eight kinds of marriage ceremonies, but the wise highly applaud that a princess taken by force in the presence of competitors is the foremost svayamvara. Therefore, strive to your best ability to defeat me or be defeated.\nAfter challenging the assembled kings and princes, Bhishma put the three princesses on his chariot and proceeded to leave the Kashi kingdom. The kshatriya princes then stood up and, in great fury, challenged Bhishma to a fight. They put on their armour and pursued him in great haste. Attacking Ganga's son with full force, they poured a thick deluge of arrows upon him. Maharaja Bhishma, however, nullified those arrows with his own, and then pierced each prince with three shafts.The princes in turn pierced Bhishma with many arrows, and then released javelins and darts hoping to encompass his death. The battle was fought with such intense fury that even those who were courageous became struck with fear. Keeping his bow drawn in a constant circle, Bhishma severed arrows, bows, flagstaffs, coats of armor and human heads by the hundreds. The son of Ganga defeated the supporting armies that opposed him, and those who were heroes applauded the prowess of such a great warrior. When Shantanu's son had crushed all opponents, he proceeded to the Kuru kingdom, taking with him the three heavenly princesses.\nWhile Maharaja Bhishma was proceeding toward Hastinapura, King Salwa, whose prowess was famed, suddenly appeared from behind. He challenged Bhishma, \"Wait!, Wait!  Bhishma flamed up in anger and turned to meet the challenge of the oncoming monarch. All the princes, who had been defeated, assembled to see the battle between those two bulls among men. King Salwa first covered Bhishma with many golden arrows. All the assembled princes applauded Salwa's prowess, but Bhishma was furious and told his charioteer, \"Take me closer to Salwa's chariot, so I may kill him in the way Garuda kills a serpent.  The Kuru chief then fixed the varuna weapon to his bow, and releasing it put Salwa's horses into confusion. This weapon caused a tidal wave to appear. Showing his supremacy with the bow, Bhishma released a flaming arrow which killed Salwa's charioteer. The powerful son of Shantanu then released the aindra weapon which killed Salwa's horses. (This weapon is similar to a modern  machine gun, but is more powerful and more accurate.) As the battle continued, Bhishma shattered all the weapons of Salwa, but left him with his life. After defeating all opponents, Bhishma proceeded to Hastinapura and offered the beautiful princesses to his younger brother.\nAfter performing this uncommon exploit, Bhishma arranged the marriage ceremony for Vichitravirya. At that time the eldest daughter of the Kashi King, whose name was Amba, approached Bhishma appealing to him, \"At heart I had chosen King Salwa as my husband. He had in his heart chosen me for his wife. This was also approved by my father. At the svayamvara in Kashi I would have garlanded him and accepted him as my lord if you had not forcibly taken me away. You are aware of moral principles, so please decide whether I am free to go.  Bhishma deliberated for some time, and after consulting with qualified brahmanas, he decided that Amba could return to the kingdom of Kashi and marry the lord of her heart.\nThe other two princesses, Ambika and Ambalika, who were as beautiful as the heavenly denizens, accepted Vichitravirya as their husband and considered themselves very fortunate. They considered him a worthy husband, and loved and respected him in every way. Vichitravirya was endowed with the prowess of the devas and could steal away the heart of any woman. Thus King Vichitravirya was duly married to the princesses of Kashi, and he passed seven years happily in their company. However, while he was still in his youth, he was attacked by tuberculosis, and although everyone tried to effect a cure, the Kuru prince died, setting like the evening sun. Bhishma lamented the death of his younger brother, and finally performed the last funeral rites.\n \n \nThus Ends the Mahabharata Summation to the third"
}