{
    "id": 131,
    "title": "Chapter Eight",
    "content": "Bhima Endeavors to Find Arjuna\n \nAfter Satyaki had entered the Chakravyuha, Yudhisthira could no longer hear Satyaki's bow, and fearing that he might have met with some calamity, he decided to send Bhima into the Kaurava army to protect Satyaki. Finding the place where Bhima was slaughtering the Kaurava troops, Yudhisthira requested him, \"O Bhima, I do not see Arjuna's banner, nor do I hear the Gandiva bow. Fearing for Arjuna's life, I have sent Satyaki into the Kaurava host. Now I can no longer hear Satyaki's bow or Arjuna's. I can only hear the Panchajanya conchshell and this leads me to believe that Arjuna has been slain, and Krishna is fighting with the Kauravas single handedly. I am in great fear that Yuyudhana (Satyaki) has also been swallowed in the Kuru ocean headed by Drona. Dispel my fears by going forward and protecting those two heroes who fight against great odds.\"\n\"I do not see any danger that can come to Krishna and Arjuna,\" Bhima replied. \"However, reverently taking your command on my head, I will search out the place where those two heroes are releasing their arrows. After finding them in safety, I will return and inform you of their welfare.\" Bhimasena then ordered Dhristadyumna to protect the King in his absence and prepared to follow the path of Arjuna and Satyaki. He gave charity to the brahmanas, and the brahmanas gave their blessings for Bhima's victory. Bhima then prepared his chariot with all kinds of weapons and allowed his horses to rest. He put on a black coat of iron mail bedecked with golden design work. He appeared like a cloud charged with lightning.\nWhen Bhima was ready to enter into the Kaurava army, he heard the loud sounds of Lord Krishna's Panchajanya conchshell. Hearing the blasts of that king of conches, Yudhisthira said to Bhima, \"Undoubtedly Arjuna has fallen into distress, and Krishna, the bearer of the discus and mace, is battling with all the Kurus. Go quickly to the place where Dhananjaya is fighting.\"\nFollowing his older brother's orders, Bhima sounded his conchshell and send up loud shouts, frightening Duryodhana's troops. He then set out against his enemy. His horses were able to travel at the velocity of wind, and they were guided by Vishoka. The son of the wind god began to stretch his bow to its full length causing destruction to the Kaurava's front line. He soon came upon Drona and showered him with arrows. Drona, with a desire to fight with Bhima, challenged him in the following words, \"O Bhimasena, you will not be able to enter the Kaurava host, without vanquishing me in battle. Krishna and Arjuna have penetrated this formation with my permission only, but you will never succeed in doing so.\"\nHearing the challenge of his preceptor, Bhima said to him, \"O worst of the brahmanas, I know that Arjuna has entered this great formation by the speed of his chariot. If he offered you worship, while passing, it was only to give you honor. However, I am not compassionate like Arjuna. Considering you our enemy, I will subjugate you in the presence of your assembled forces.\" Saying this much and whirling a mace in the air, he hurled it at Drona. To save his life, Drona stepped down from his chariot. That mace thrown with massive force, smashed the Preceptor's chariot and horses and entered into the earth. Drona quickly mounted another chariot and took up his position at the gateway of the formation.\nSanjaya continued: O King, Bhima entered the formation and came upon your sons headed by Duhshasana. Enraged, Duhshasana hurled a dart at Bhima, but Vrikodara cut it in two with his powerful arrows. Bhima then killed your sons Vrindaraka, Abhaya, Raudrakarman, Durvimochana, Vinda, Anuvinda, Suvarman and Sudarshana. He killed them like a tiger kills a herd of deer. Your other sons fled out of fear, but Bhima pursed them with great speed. He took up his mace and hurled it at them sending up a great roar. Overcome with fear, your sons fled away from that spot and the mace descended on your army killing many chariot fighters.\nWhile Bhima was engaged in thinning the enemy ranks, Dronacharya again came to fight with Bhima. He killed hundreds of Bhima's supporting troops and also pierced Bhima with many arrows. Jumping down from his chariot with mace in hand, Bhima ran at his preceptor, his eyes red hot with anger. The second son of Kunti easily bore the deluge of arrows from Drona's bow, and reaching Drona's chariot, he picked it up by its shaft and smashed it to the ground, horses and all. Falling from the chariot, Drona mounted another and proceeded toward the gateway of the formation.\nBhima then proceeded against the huge army destroying it like a hurricane destroys trees. Indeed, Bhima resisted the Kaurava divisions like a mountain resists the ocean. He passed through the division of Kritavarman and the divisions of the Kambhojas and the Mlecchas. Seeing in the distance the chariots of Arjuna and Satyaki, Bhima sent up a loud roar that sounded like the rumble of clouds during the rainy season. Those sounds were heard by Lord Krishna and Arjuna as well as by Yudhisthira. The King could understand that Bhima had sighted Arjuna and Satyaki, and that they were fighting victoriously in battle.\nDhritarastra inquired: O Sanjaya, while the mighty armed Bhimasena was engaged in battle, who among our troops was brave enough to challenge him? I do not see the warrior, O Sanjaya, who could stand in front of the son of the Wind god as he wielded that terrible mace on the field of battle. I do not fear Arjuna or Krishna or Satyaki as much as I fear Bhima who appeared like a blazing fire. Tell me, O Sanjaya, who amongst our troops dared to fight with that mighty son of Pandu.\nSanjaya replied: While Bhima was uttering his mighty roars, Karna was unable to tolerate them. He rushed at Bhima stretching his bow to full length. A great duel then ensued in which thousands upon thousands of arrows were released by those two combatants. Smiling all the while, Bhima cut Karna's bowstring and then killed his charioteer and his horses. Karna descended from his chariot and got onto the chariot of his son Vrishasena. Bhima then roared loudly, and the sound was heard by all the Pandava warriors. Hearing the loud shouts of Bhima, Yudhisthira became enlivened and blew upon his conchshell bringing joy to the other Pandava troops.\nWith Karna's defeat, Duryodhana prodded Dronacharya with the following words, \"O foremost brahmana, Arjuna, Bhima and Satyaki have succeeded in penetrating our formations, and they are now making their way toward Jayadratha. All the soldiers are asking how it is possible for these warriors to defeat you in battle. The destruction of my army is surely at hand. O great preceptor, Arjuna is coming nearer to Jayadratha, and you have promised him protection. What is our next course of action?\"\nDronacharya replied, \"As of yet only three great warriors have penetrated our formation. However, we have as much to fear from the Pandava army as from these three. Our greatest fear is from Arjuna since it is he who has vowed to slay Jayadratha. Our first duty in to protect Jayadratha from Arjuna's arrows. You should know that our defeat has come about by the deceitfulness of your gambling match. Those dice, which Shakuni threw in the great assembly hall, have now been taken by the Pandavas and turned into deadly arrows. The wager in to's play is the Sindhu Monarch, Jayadratha. There was never victory or defeat in that gambling match, but here at Kurukshetra there will be victory or defeat. Go quickly to Jayadratha and give him all protection. I will stay here and check the advancement of the Pandava army.\"\nThus commanded by the preceptor, Duryodhana went quickly to the aid of Jayadratha. As he was proceeding, he came upon Yudhamanyu and Uttamaujas, who previously protected Arjuna's chariot wheels. They were still trying to pierce the formation, and Duryodhana engaged both of them in battle. Duryodhana cut off Yudhamanyu's royal standard and also his bow. He also killed his horses and charioteer. Yudhamanyu ascended the chariot of his brother Uttamaujas, and together they managed to kill Duryodhana's horses as well as his charioteer. Greatly enraged, Duryodhana descended from his chariot and ran at both brothers with an upraised mace. Yudhamanyu and Uttamaujas quickly got down from the chariot while Duryodhana smashed it to pieces. Duryodhana was then picked up by Salya, the King of Madras, and Yudhamanyu and Uttamaujas, ascending other chariots, continued on their way to Arjuna.\nDhritarastra inquired: O Sanjaya, Once before Karna had been defeated by Bhimasena. How, therefore, could the Suta's son again come face to face with the son of Kunti. Now that Karna has been informed of his brotherhood with the Pandavas, has he now become compassionate upon them? O Sanjaya, you are expert in narrating events outside our vision. Tell me truly what happened when those two bulls among the kshatriyas again engaged in battle.\nSanjaya said: O monarch, not tolerating Bhima's victory, Karna came forward to engage in battle again. He covered the son of Kunti with arrows like a cloud covers a mountain with rain. He challenged Bhima with these words, \"O Bhima, I did n't know that you knew how to fight. Why are you now proceeding into battle showing me your back? You want to make your way to Krishna and Arjuna, but first you must fight with me and defeat me in battle.\"\nEnraged at Karna's words, Bhima turned on him and covered him with numerous arrows. He became like an angry cobra someone purposely stepped on. Both warriors began to release their mighty weapons trying to achieve the other's death. Both warriors began to look like porcupines as they released their weapons with lightning force. Finally Bhima cut Karna's bow, killed his horses and charioteer, and then pierced him in the chest with arrows as effulgent as the sun. Those arrows passed through Karna's body and entered into the earth. Afflicted like a trampled snake, Karna ascended another chariot and proceeded again toward the second son of Pandu.\nWhen Bhima saw Karna again coming for battle, he covered him with thousands of arrows. Both were furious and released their selected weapons seeking to kill the other. In the end Bhima cut Karna's bow and killed his horses. Karna picked up a huge dart and threw it forcefully at Bhima. Bhima, however, shattered it with eight arrows. The second son of Kunti then killed Karna's charioteer and sent up a loud roar. Karna became confused by the shower of weapons and did not know what to do.\nSeeing him in that state, Duryodhana ordered Durjaya, \"Go, O Durjaya, and save Karna from certain death at the hands of Bhima.\" Responding to his brother's order, Durjaya came upon Bhima and pierced him with nine arrows, his charioteer with seven and his horses with eight. Rising up like a cobra, Bhima pierced him with ten arrows that entered his body and stuck out of his back. Becoming senseless, he fell to the ground deprived of life. Overcome with grief, Karna descended from his chariot and circumambulated Durjaya's dead body, weeping all the while. When Bhima had made Karna weaponless and carless, he covered him with arrows and made him look like a forested mountain.\nKarna then quickly ascended another chariot and again began to fight with Bhima. The battle was fierce, but the son of the wind god again deprived him of his chariot by means of a mace. Fighting from the ground, Karna was able to check Bhima's advance as he came rushing forward. Duryodhana, seeing the situation, ordered his brother, Durmukha, \"The son of Radha has been deprived of his chariot and is now fighting on foot in desperation with Bhima. Go quickly and take him on your chariot.\" Following the orders of the King, Durmukha quickly assaulted Bhima and covered him with many arrows. Bhima responded by rushing towards Durmukha and ignoring Karna. Bhima, stretching his bow to full length, released nine arrows that took Durmukha's life. All this happened as Duryodhana and Karna looked on. Fallen from his chariot, Durmukha lay on the ground writhing like a snake. With tears in his eyes, Karna circumambulated Durmukha and then ascended his chariot. That great adhiratha Bhima had now defeated Karna for the third time.\nSanjaya continued: O King, beholding Karna routed, five of your sons then rushed at Bhima to kill him. They were Durmarshana, Duhshaha, Durmada, Durdhara and Jaya. These five heroic sons surrounded Bhima and covered him with numerous arrows. Karna also came to their support. Bhima proceeded against Karna piercing him with arrows on all sides. In the presence of the Suta's son, Vrikodara killed those five sons. They fell from their chariots like trees falling upon the earth. With the fall of these five sons, five other of your sons whose names were Chitra, Upachitra, Charuchitra, Sarasan, Chitrayudha, and Chitravarman rushed at Bhima and surrounded him with their chariots. Although fighting to the best of their ability, they were no match for Bhima. The second son of Pandu pierced each of them with a single shaft and sent them to the abode of Yamaraja. With the death of these great heroes, Karna shed tears and recollected Vidura's words of wisdom.\nAs he was grieving for the loss of these dear friends, six other brothers of Duryodhana came forward to fight with Bhima. They were Satrunjaya, Satrusaha, Chitra, Chitrayudha, Dridha, Chitrasena and Vikarna. Seeing them coming, Bhima took out seven arrows furnished with wings of gold. Stretching his bow to full length, he pierced each of those heroes in the chest. Those arrows passed through their bodies and continued into the sky. Falling from their chariots, they were deprived of their lives. Bhima momentarily felt aggrieved for Vikarna's death for it was he who stood up in their defense at the gambling match in Hastinapura. It was he who said that Draupadi was not a slave. It was he who was always thinking of the Pandava's welfare. However, due to Bhima's vow, that great hero also met the fate of his brothers. Bhima had now killed thirty one of Duryodhana's brothers, and Duryodhana, overcome with lamentation, also recollected Vidura's words that were filled with wisdom.\nWitnessing the death of all these friends, Karna rushed at Bhimasena to kill him. Another great battle ensued in which all of Bhima's weapons became exhausted. Karna was able to kill Bhima's horses and drive his charioteer from his chariot. When all of Bhima's bows had been broken, he picked up a dart and hurled it at Karna with full strength. The son of Radha then shattered the weapon with his forceful arrows. Desiring either victory or death, Bhima picked up a sword and shield. Karna quickly shattered the shield to pieces with five arrows. Enraged, Bhima threw the huge sword and broke Karna's bow. Karna quickly strung another bow and began to pierce Bhima as he stood in his chariot. Bhima jumped up into the air shouting loudly and ran at Karna to kill him. Karna slumped down to hide himself from the onrushing son of Pandu. Bhima tore off the royal flagstaff on Karna's chariot and waited for him to descend and fight according to kshatriya code. Karna, however, stayed on his chariot, and taking up his bow, began to pierce Bhima as he moved on foot. The son of Kunti was obliged to turn back because he had no weapons. He ran into the midst of many elephants that had been slain by Arjuna earlier. This impeded Karna's chariot which could not proceed further because those huge beasts were lying there in great number. Bhima then picked up one of the elephants and threw it at Karna's chariot. However, Karna cut the dead animal to pieces as it flew threw the air. Bhima picked up more elephants, horses, chariots and other objects and threw them with great force at Karna's chariot. The son of Radha then cut up those animals and objects as they came toward him. Bhima then thought of slaying Karna with his bare fists, but he remembered the vow that Arjuna had taken to slay the Suta's son. Karna then came near Bhima and touched him with the horn of his bow. Bhima quickly grabbed the bow and smashed it over Karna's head. Blood began to flow from Karna's head, and Karna was furious. \"Beardless Eunuch! Ignorant fool and glutton!\" Karna shouted at Bhima, \"You are but a child, and your profession should be cooking. Or rather you should again go to the forest and live the life of a muni.\" Laughing loudly, Karna again yelled to him, \"You may fight in battle with others but not with me. Go to Krishna and Arjuna for they will give you protection. Go to them like a child seeks his father.\"\nBhima also began laughing and scornfully said to the Suta's son, \"O wicked person, I have repeatedly routed you, and I have forced you to run away from the battlefield. How can you indulge in such boastful words. You have defeated me only once, but still I have not run away. Even as I have slain the mighty Kichaka, I will also slay you if you stand in front of me for a while.\"\nWhile Karna and Bhima were taunting each other, Lord Krishna and Arjuna appeared on the scene, and Arjuna began to pierce Karna with many arrows. This proved to be too much for Karna, and he fled from Bhima's presence. As Karna was running away, Arjuna took out a celestial weapon and empowered it with the force of a thunderbolt. He then released the weapon at Karna, but it was cut up in mid air by the weapons of Ashvatthama. Ashvatthama, fearing Arjuna, quickly entered a Kaurava division and hid himself among the elephants. Arjuna then began to engage the Kaurava army in combat slaughtering their ranks in thousands.\n \nThus Ends the Eighth"
}