{
    "id": 148,
    "title": "Chapter Two",
    "content": "The Son of Drona Punished\n \nSanjaya said: O King, with the death of your son, my vision, which was given to me by the esteemed sage Vyasa, has been taken away. Now all that is left of your kinsmen is your wife and your son Yuyutsu.\nUpon hearing of their son's death, Dhritarastra and Gandhari fell unconscious. They could not understand the turn of events in their life. Overcome with intense grief at the slaughter of their family members, they lamented in various ways.\nMeanwhile, the chariot driver of Dhristadyumna, who was the only one to escape the slaughter of the Pandava army, went to Yudhisthira and related to him the news of all that had happened. He informed Yudhisthira how the sons of Draupadi had been killed mercilessly along with Dhristadyumna and Shikhandi. He told him how Ashvatthama had slain all the warriors while waking from sleep. He also told him how Kritavarman and Kripacharya had assisted him. Upon hearing the tragic news, the great King fell to the ground unconscious. When the princess Draupadi heard of the slaughter of her sons and brother, she too fell to the ground senseless. Bhima came to her side and picked her up and embraced her to his chest. That beautiful princess lamented in various ways, and all her husbands tried to console her.\nNot being able to endure Draupadi's lamentations, Bhima ascended his chariot, and taking Nakula as his driver, followed the tracts of Ashvatthama's chariot. The lotus eyed Lord Krishna then advised Yudhisthira, O son of Pandu, your brother has set out in great haste to find Ashvatthama. Someone should follow and assist him. It is known to Me that the Brahmastra weapon is in Ashvatthama's possession. After Drona had given that weapon to Arjuna, Ashvatthama also wanted it and begged it from his father. Unwillingly, he imparted knowledge of the weapon to his son. Knowing the restlessness of his son, Drona commanded him, Even if you are overtaken with the greatest danger, never use this weapon, especially against human beings.' After receiving this foremost weapon, Ashvatthama began to wander the earth in search of other weapons. He came to Dvaraka and took up his abode there.\nOne  when I was alone by the shore of the ocean, he came to Me with joined palms and begged for the possession of My Sudarshana disc. He wanted to give Me his Brahmastra weapon in exchange. I then said to him, I have the Sarnga bow, the Sudarshana discus, and My Kamodaki club. You may take any one of these that you like, and I will not ask anything in return.' He thus chose my discus, and I said to him, You may take it at your leisure.' Joyfully he rose and tried to take the weapon. It was revolving in the air next to Me and was as effulgent as the sun. However, he could not make the weapon move. He tried repeatedly, but still the weapon would not move. He tried to wield it and move it up, but still it would not budge from its position. When he had given up his attempt to take possession of the Sudharshana discus, I questioned him, The mighty armed son of Kunti, Arjuna, who is My dear friend, has never asked Me for this weapon, nor has my son Pradyumna, nor My brother Balarama, nor have any of My other relations. If you had obtained this weapon, with whom would you have fought?'\nWhen questioned in this way, Ashvatthama replied, If, O Krishna, I had obtained this weapon, then I would have fought with You. Having defeated You, I would have become invincible in this world. Having failed to obtain this weapon, however, I now take leave of You.' After leaving Dvaraka, he returned to Hastinapura. Ashvatthama is wicked, cruel, and restless. He knows how to use the Brahmastra weapon, and therefore, Bhima should be protected.\nWhile Yudhisthira and Lord Krishna were speaking, Arjuna was consoling his dear wife. Arjuna pacified her with sweet words saying, O gentle lady, when I present you with the head of that brahmana, severed with the arrows from my Gandiva bow, I shall then wipe the tears from your eyes and pacify you. Then, after burning your son's bodies, you can take your bath standing on his head.\nArjuna, who was guided by the infallible Lord as friend and chariot driver, thus satisfied the dear lady by such statements. Then he dressed in armor and armed himself with celestial weapons, and getting into his chariot, he set out to follow Ashvatthama, the son of his martial teacher. He caught up with Bhima, and together they followed the tracks of Ashvatthama. When Ashvatthama, the murderer of the princes, saw from a distance Arjuna coming at furious pace, he fled in his chariot, panic stricken, just to save his life, as Brahma fled in fear from Shiva. After some time, when Drona's son saw that his horses were tired, he considered that there was no alternative for protection outside of his using the ultimate weapon, the Brahmastra. Since his life was in danger, he touched water to sanctity himself and uttered the hymns for throwing the powerful weapon, although he did not know how to withdraw it. He then released the weapon in the direction of Krishna and Arjuna. A glaring effulgent light then spread in all directions threatening the life of all creatures in the universe. It was so fierce that Arjuna knew his life to be in danger. He then prayed to and questioned Lord Shri Krishna, O my Lord Shri Krishna, You are the almighty Personality of Godhead. There is no limit to Your different energies. Therefore, only You are competent to instill fearlessness in the hearts of Your devotees. Everyone in the flames of material miseries can find the path of liberation in You only. And yet, though You are beyond the purview of the material energy, You execute the four principles of liberation characterized by religion, and so on for the ultimate good of the conditioned souls. Thus You descend as an incarnation to remove the burden of the world and to benefit Your friends, especially those who are Your exclusive devotees and are rapt in meditation upon You. O Lord of lords, what is this dangerous effulgence is spreading in all directions? Where does it come from?\nThe Supreme Personality of Godhead replied, Know that this is a desperation act of Drona's son. He has released the Brahmastra weapon, and he does not know how to retract the weapon. He has helplessly done this, being afraid of imminent death. O Arjuna, only another Brahmastra can counter this weapon. Since you are expert in the military science, subdue this weapon's glare with the power of your own weapon.\nHearing this from the Personality of Godhead, Arjuna touched water for purification, and after circumambulating Lord Shri Krishna, he cast his Brahmastra weapon to counteract the other one. When the rays of the two Brahmastras combined, a great circle of fire, like the disc of the sun, covered all outer space and the whole firmament of planets. All the population of the three worlds was scorched by the combined heat of the weapons. Everyone was reminded of the samvartaka fire which takes place at the time of annihilation. Thus seeing the disturbance of the general populace and the imminent destruction of the planets, Arjuna at once retracted both Brahmastra weapons, as Lord Shri Krishna desired. Arjuna's eyes were blazing like two red balls of copper. He immediately arrested the son of Kripi and bound him with ropes like an animal.\nAfter binding Ashvatthama, Arjuna wanted to take him to their military encampment. The Personality of Godhead Shri Krishna, looking on with His lotus petal eyes, advised the angry Arjuna., O Arjuna, you should not show mercy by releasing this fallen brahmana, for he has killed innocent boys who were unprepared for battle. A person who knows the principles of religion does not kill an enemy who is careless, intoxicated, insane, asleep, afraid or devoid of his chariot. Nor does he kill a boy, a woman, a foolish creature or a surrendered soul. A cruel and wretched person who maintains his existence at the cost of others' lives deserves to be killed for his own well-being, otherwise he will go down by his own actions. Furthermore, I have heard you promise Draupadi that you would bring forth the head of her sons' killer. This man is a murderer of your family members. Not only that, but he has also dissatisfied his master. He is but the burnt remnants of his family. Kill him immediately.\nAlthough Lord Krishna, who was examining Arjuna in religion, encouraged Arjuna to kill the son of Dronacharya, Arjuna, a great soul, did not like the idea of killing him, although Ashvatthama was a heinous murderer of Arjuna's family members. After reaching his own camp, Arjuna, along with his dear friend and charioteer [Shri Krishna], entrusted the murderer to his dear wife, who was lamenting for her dead sons. Draupadi then saw Ashvatthama, who was bound with ropes like an animal and silent for having enacted the most inglorious murder. Due to her female nature, and due to her being naturally good and well-behaved, she showed him due respects as a brahmana. She could not tolerate Ashvatthama's being bound by ropes, and being a devoted lady, she requested, Release him, for he is a brahmana and our spiritual master. It was by Dronacharya's mercy that you learned the military art of throwing arrows and the confidential art of controlling weapons. Dronacharya is certainly still existing, being represented by his son. His wife Kripi did not undergo a sati rite with him because she had a son. O most fortunate one who knows the principles of religion, it is not good for you to cause grief to glorious family members who are always respectable and worshipful. My lord, do not make the wife of Dronacharya cry like me. I am aggrieved for the death of my sons. She need not cry constantly like me. If the kingly administrative order, being unrestricted in sense control, offends the brahmana order and enrages them, then the fire of that rage burns up the whole body of the royal family and brings grief upon all.\nHearing his Queen's desire, King Yudhisthira fully supported her statements, which were in accordance with the principles of religion and were justified, glorious, full of mercy and equity, and without duplicity. Nakula and Sahadeva as well as Satyaki and Arjuna agreed with the King's decision. The Personality of Godhead, Lord Shri Krishna and the other ladies present also agreed. It was Bhima, however, who disagreed with them and recommended killing this culprit who, in an angry mood, had murdered Draupadi's sons for no purpose and for neither his nor his master's interest. Lord Shri Krishna had to step between Bhima and Ashvatthama for Bhima was about to kill him. The Personality of Godhead then said to Arjuna, A fallen brahmana is not to be killed, but if he is an aggressor he must be killed. All these rulings are in the scriptures, and you should act accordingly. You have to fulfill your promise to your wife, and you must also satisfy Bhimasena and Myself.\nUnderstanding the motive of the Lord, Arjuna took up his sword and severed both the hair and the jewel from Ashvatthama's head. The son of Drona had already lost his bodily luster due to killing young boys who were awaking from sleep. Now, having lost his jewel, he lost even more of his strength. Lord Krishna then cursed the son of Drona, You have engaged in the sinful act of killing children. For this reason you must bear the fruits of these sins. For three thousand years you will have to roam the Earth without a companion. You will not even be able to talk to anyone. O wretched person, you will have no place in the midst of men. The stench of pus and blood shall emanate from your body, and dark and dreary forests shall be your abode. You shall wander over the earth covered with different kinds of diseases. The son of Abhimanyu, although burnt by your weapon, shall not die. He will be named Parikshit, and he will rule this world before your very eyes. O lowest of men, behold My mystic power.  After speaking this curse, Ashvatthama was unbound and driven out of the camp. Thereafter, the Pandavas along with their beautiful wife Draupadi performed the proper funeral rituals for the dead bodies of their children.\n \nThus Ends the Second"
}