{
    "id": 141,
    "title": "Chapter Commentary",
    "content": "Lord Krishna, the Supreme Personality of Godhead, has made a point in this chapter that is instructive to all persons trying to make advancement in spiritual life. One must be able to see through the eye of scripture in order to understand certain situations in their proper light. Lord Krishna told Arjuna before the battle, tasmac chastram pramanam te, karyakarya-vyavasthitau, jnatva sastra-vidhanoktam, karma kartum iharhasi, \"One should understand what is duty and what is not duty by the regulations of the scriptures. Knowing such rules and regulations, one should act so that he may be gradually elevated.\" ( B.g. 16.24) We must learn to see through the eye of the scripture. The holy books have been left for us by the previous acharyas to help see how to get out of this material world. Sufficient hearing of the these holy books, especially, Bhagavad-gita, Shrimad Bhagavatam and Chaitanya Charitamrita will provide the eyesight to find our way out of this material entanglement. One who rejects the holy scriptures and acts whimsically is putting himself in a very dangerous situation. Lord Krishna told Arjuna, yah sastra-vidham utsrjya, vartate kama-karatah, na sa siddhim avapnoti, na sukham na param gatim, \"But he who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination.\" (B.g. 16.23) There is a three way check and balance in spiritual life: guru, sadhu and scripture. Of the three, scripture is the central point. The guru and sadhu must be able to quote scripture to support their points. If one doesn't support himself or his ideas using scriptural authority, he may cause a disturbance to people in general. This is confirmed by Rupa Goswami, sruti smrti-puranadi, pancaratra-vidhim vina, aikantiki harer bhaktir, utpatayaiva kalpate, \"Devotional service to the Lord that ignores the authorized Vedic literatures like the Upanishads, Puranas, Narada-Pancharatra, etc., is simply an unnecessary disturbance in society.\" (Bhakti-rasamrita-sindhu 1.2.101)\nIn this age of Kali the Shrimad-Bhagavatam will light the pathway to the kingdom of God. krsne sva-dhamopagate, dharma-jnanadibhih saha, kalau nasta-drsam esa, puranarko 'dhunoditah, \"This Bhagavata Purana is as brilliant as the sun, and it has arisen just after the departure of Lord Krishna to His own abode, accompanied by religion, knowledge, etc. Persons who have lost their vision due the dense darkness of ignorance in the age of Kali shall get light from this Purana. (S.B. 1.3.43) Shrimad-Bhagavatam is the transcendental sound vibration which cleanses our dirty hearts, and help us to fix our minds at the lotus feet of Krishna. This is also confirmed in Shrimad-Bhagavatam, anarthopasamam saksad, bhakti-yogam adhoksaje, lokasyajanato vidvams, cakre satvata-samhitam, \"The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vyasadeva compiled this Vedic literature, which is in relation to the Supreme Truth.\" (S.B. 1.7.6)\nIf we neglect or doubt the revealed scriptures, then our future is very dim. Lord Krishna told Arjuna, ajnas casraddadhanas ca, samsayatma vinasyati, nayam loko 'sti na paro, na sukham samsayatmanah, \"But ignorant and faithless persons who doubt the revealed scriptures do not attain God consciousness. For the doubting should there is happiness neither in this world nor in the next.\" (B.g. 4.40) The conclusion is we must take the time to learn the holy books and see through their eyes. The spiritual master gives us these books to cure the cataract of material vision. om ajnana timaran dasya jnana jnana salakaya chaksur unmilitam yena tasmai shri guruve namah, In this verse the word salakaya means a medical instrument which applies medical ointment to the eye which is afflicted with cataract. Our spiritual eye is afflicted, and therefore the spiritual master applies the ointment of Vedic knowledge to open this eye by which we can see the kingdom of God. For this reason we offer our most humble obeisances unto the lotus feet of such a spiritual master."
}