{
    "id": 67,
    "title": "Chapter Four",
    "content": "Bhima Meets Hanuman and Kills Jatasura\n \nIt then happened that Vyasa, the father of Dhritarastra, went to Hastinapura and informed his son of Arjuna's accomplishments in the heavenly planets. When Dhritarastra heard from his father, Vyasadeva, about Arjuna's success in Indra's abode, he spoke with Sanjaya, \"O charioteer, have you heard in detail the accomplishments of Arjuna? My wicked and sinful son is still engaged in sinister policy. Being a wicked soul, he will certainly depopulate the earth. That compassionate soul, Yudhisthira, whose words even in jest are true and who has Arjuna to fight for him, will certainly gain sovereignty of the entire world. Who is there who can challenge Arjuna to battle? My wretched sons, who will be forced to fight with the Pandavas, are indeed doomed. If Drona, Karna or even Bhishma were to advance against Arjuna, a great calamity is likely to befall the earth. The person who can kill Arjuna does not exist, nor is there a person who can defeat him. O Sanjaya, the thunderbolt falling on a mountain top will leave a portion unconsumed, but the arrows of Arjuna will not leave a single soul behind.\"\n\"What you have said, O King, is true,\" Sanjaya replied. \"The Pandavas are filled with rage, seeing their dear wife insulted during the gambling match. I have heard how Arjuna has gratified Lord Shiva, who assumed the form of a Kirata. I have also heard how the other devas have bestowed upon him their respective weapons. Arjuna cannot be defeated even by the heavenly lords. Provoked by the insult to their wife, the Pandavas will certainly slay your sons in battle. When Baladeva, Krishna, Arjuna, Pradyumna, Samba, Yuyudhana, Bhima, the sons of Madri, the Kekaya princes, and the Panchala princes bring their wrath against your sons, how can they live? What senseless person would dare to face them on the battlefield?\"\n\"O Sanjaya,\" Dhritarastra inquired, \"how can my wicked sons live, for they do not tread in the path of righteousness? Because I am devoid of eyesight, my son thinks that I am a fool and does not listen to my advice. He, who has Lord Krishna for his counselor, will never experience defeat. When, therefore, Bhima, Arjuna and Vasudeva become enraged, surely my sons will perish like moths in a fire. O charioteer, I have not had a moment's peace thinking of my son's terrible misbehavior during the gambling match. What Vidura warned me about during the gambling match is about to mature. A terrible fratricide will take place at the end of the thirteenth year of exile.\" Thus Dhritarastra, meditating on the future death of his sons, could not find any peace of mind.\nAs the Pandavas made their way from one holy tirtha to another, they finally came to Badrikashrama in the Himalayan mountains. It was a very scenic spot that could hardly be described in words. The flowers that bloomed there could not be found anywhere else in the world. One  as Draupadi was gazing on the beautiful scenery, a strong wind arose and blew a thousand-petaled lotus flower into her lap. The flower had an celestial effulgence, a captivating aroma, and its beauty was unearthly. She took the flower to Bhima and requested, \"Behold, O Bhima, this most celestial flower. O repressor of the foes, it has gladdened my heart. I shall present this one to Yudhisthira. Will you also obtain others for my satisfaction so that I may carry them to our hermitage in Kamyaka?\" Bhima was delighted to please Draupadi in some way and proceeded to follow the path the scented flower had left. He traced the perfumed air for some time, and suddenly he realized he had covered a long distance. When he blew his conchshell, which roused the lions in the area, he also heard a loud pounding that caused the earth to tremble.\nAs Bhima approached the sound which was like a challenge to him, he suddenly saw a huge monkey lying on a stone slab. The monkey was waving his tail in the air and dashing it against the ground, causing the tremendous noise that spread in all directions. Bhima was completely amazed for he had never seen a monkey like this before. The monkey was sitting there with half opened eyes calmly blocking the way. As Bhima approached, the monkey advised him, \"Young man, why do you make so much noise? Most of the animals in this region were sleeping peacefully, and now you have awakened them. Please be more considerate, and do not be so cruel to the inhabitants of this region. Beyond this point the forest is impassable. It is a path leading to heaven and cannot be taken by ordinary mortals. Rest awhile here and eat some fruits. After your fatigue is relieved, you may return to your residence.\"\nBhima was surprised that the monkey could talk like a human being, and questioned him, \"May I know who you are? What monkey speaks like a human being? You must be some demigod in disguise. As for myself I am the son of Vayu, and my mother is the chaste Kunti. My name is Bhima, and I am one of the Pandavas.\" Bhima then told him the history of how they were exiled to the forest. He also informed the monkey that at the present moment they were waiting for the return of their brother Arjuna from the heavenly planets. The monkey smiled when Bhima told him all this and said, \"I know that I am obstructng your path, but I have become ill and cannot move. If you take my advice, you should return by the path which you came.\"\nBhima's eyes reddened in anger, and he became very impatient. \"I do not want your advice,\" he said. \"Move out of my way, or I will have to move you myself.\"\nThe monkey replied, \"I have grown too old to move and most of the time I simply lie here. If you insist on going further, then you can do so by leaping over my body.\"\nBhima was becoming frustrated with the whole matter. He said to the monkey, \"You are an elderly personality, and you are lying on my path. It is not proper for me to jump over your body, for the Supreme Soul exists in everyone. It is also disrespectful to elders. If I had not known that Supreme Lord exists in everyone's heart, then I would have leapt over your body and this mountain as the great Hanuman did when he crossed the sea to Lanka.\"\nThe monkey inquired, \"Who is this Hanuman who bounded over the ocean? You speak of him with respect. His name comes with affection from your mouth. Have you met him before? Can you relate something about him?\"\nThe monkey looked at Bhima with a smirk on his face, and Bhima became furious. He exclaimed, \"You are a monkey, and you do not know who Hanuman is? Hanuman is the greatest of all monkeys. He is also the son of the wind god Vayu and is, therefore, my esteemed brother. He is famed for his devotion to Lord Ramachandra. He is the illustrious chief of the monkeys, who is renowned in the Ramayana. When Lord Ramachandra lost His wife Sita, that brother of mine leaped across the sea to Ravana's abode and discovered her whereabouts. He then set the city of Lanka on fire. Later he killed many Rakshasa generals in the battle of Lanka. He even carried a huge mountain from the Himalayas just to save the life of Lord Ramachandra's brother, Lakshmana. I am insignificant in comparison to his strength, but I am able to fight with you if I have to. I must proceed further into this forest, and you must clear the way.\"\nThe monkey smiled calmly when he saw Bhima's impatience. He said, \"Please do not be angry with me. I tell you the truth when I say that I am too old to move from this spot. If my tailobstructs your path, then just move it aside and go on your way.\"\nBhima, thinking that the monkey was failing in energy, thought, \"I will take hold of his tail and throw this monkey, destitute of strength, to Yamaraja's abode.\" Assured of his prowess and smiling, Bhima approached the tail, and with his left hand he tried to move the tail as if it were a twig on the ground, but the tail would not move. He tried with both hands, but still he could not lift the tail. He tried again and again, but still he could not budge the tail so much as an inch. The monkey was smiling in amusement, which only increased Bhima's anger. Bhima tried repeatedly to lift the monkey's tail till his face was completely red, his eyebrows tightened, his eyes rolled, his face was contracted in wrinkles, and his body was covered with sweat. Finally, Bhima had to admit his defeat. He went before the monkey and prostrated himself, saying, \"Please forgive my harsh words. Out of ignorance I have transgressed the conduct of good behavior to elders. Your power is greater than mine, and therefore, you must be some demigod descended from the higher regions. Please tell me who you are.\"\nThe monkey smiled at him and said, \"I will gladly tell you who I am. I am the son of the wind god, Hanuman.\" With these words they tightly embraced each other, and tears of joy came from their eyes. They talked a long time, and Bhima was thrilled beyond words that he had finally met his brother, whom he had only heard about previously. Before their departure, Hanuman bestowed a boon on Bhima, \"I am going to grant you a benediction that will help you in the future battle of the Bharatas. I will sit on the flagstaff of Arjuna's chariot and with my thunderous voice, I will strike fear into the hearts of your opponents and put new life into your army. I will always be with you.\" After Hanuman gave this boon to the Pandavas, both brothers embraced and departed.\nBhima continued on his journey and finally came to a lake that was covered with thousands of the flowers that Draupadi had wanted. It happened to be the garden of Kuvera, and there were many Rakshasas guarding it. They attacked him with their upraised weapons, but Bhima killed most of them. Those that were left alive ran to Kuvera and informed him of the intruder that had come upon the lake. Kuvera understood that it was Bhima and told his servants to let him pick as many flowers as he wanted. This message was relayed to Bhima, who thought of Kuvera with great affection.\nIn the meantime, Yudhisthira and Draupadi became worried that Bhima had not returned. They called for Ghatotkacha, and together they followed Bhima's path. In a short time they found him at the lake of Kuvera, sitting with an armful of flowers that were meant for Draupadi. Bhima then related to them all that had had happened. As they were talking, an invisible voice spoke from the heavens ordering, \"You are to go no further than this point. You must return to Badrikashrama. Your brother Arjuna will return from Indra's abode in a short time.\" Following the command of the voice, they returned to Badrikashrama and waited for the return of Arjuna.\nOne  while Bhimasena was away, a Rakshasa all of a sudden carried off Yudhisthira, Nakula, Sahadeva and Draupadi. That Rakshasa, who had been disguised as a brahmana, had secretly remained in the company of the Pandavas, alleging that he was a high class brahmana. His real desire was to steal the bows, quivers and other possessions of the Pandavas. He had also been waiting for the opportunity to enjoy Draupadi. The name of this wicked demon was Jatasura. When he saw that Bhima and Ghatotkacha were away and that Lomasa and the other ascetic sages were bathing and collecting flowers, he took the opportunity to steal away the three brothers and Draupadi. However, Sahadeva broke away from the demon's grip and forcefully took the sword named Kausika from his grasp. He then began to call for Bhimasena in the direction in which that mighty warrior had gone.\nWhile Sahadeva was calling out for Bhima, Yudhisthira rebuked the Rakshasa, \"O stupid one, your merits are decreasing moment by moment. O Rakshasa, we are the guardians, governors and preceptors of kingdoms. Unless we have committed some offense, you should not abduct us like this. We have not committed any misdeeds, however small. Living on simple food in the forest, we serve gods and others to the best of our ability. After offering you food and shelter, why would you seek to injure us? Why do you seek your death for no apparent reason? If you are really a hero, then give us back our weapons and fight us one by one.\"\nSuddenly the Rakshasa could not proceed at a rapid pace. Sahadeva, following behind, began to challenge the Rakshasa, \"Wait! Wait! I am Pandu's son, Sahadeva. Stand before me and fight, O coward; either I will slay you or you will slay me.\"\nWhile Sahadeva was challenging the Rakshasa, Bhima appeared on the scene holding his mighty mace. When Bhima saw Yudhisthira, Nakula and Draupadi on the shoulders of the demon and Sahadeva chastising him fearlessly, he fired with wrath and addressed the Rakshasa, \" I suspected you for a wicked person from the time I saw you looking at our weapons. Because you were in the dress of a brahmana, and you were innocent of offense, I did not kill you at that time. He who kills a Rakshasa in the dress of a brahmana goes to hell for slaying him. Further, a person cannot be killed before his time comes. Surely you have reached the end of you time for carrying away the chaste Draupadi. By committing this sinful deed, you have swallowed the hook fastened to the line of fate. So, like unto a fish in water, whose mouth has been hooked, you will not live to. You will attain the same destination as that of Baka and Hidimva.\"\nThus challenged by Bhima, the Rakshasa put down Yudhisthira, Nakula and Draupadi, and being forced by fate, approached Bhima for a fight. And with his lips trembling in anger, he rebuked Bhima, \"Wretch! I have not been bewildered. I have been waiting for you. To, I will offer oblations to those Rakshasas whom you have just mentioned.\"\nChallenged in this way, Bhima, bursting with wrath, rushed towards the Rakshasa, licking the corners of his mouth and slapping his own arms with his hands. The Rakshasa also darted toward Bhima in anger. When the dreadful wrestling ensued between those two, the sons of Madri also rushed at the Rakshasa. However, Vrikodara forbade them with a smile and said, \"Witness this battle! I am more than a match for this puny Rakshasa. By my own self, by my brothers, by my merit, by my good deeds, and by my sacrifices, do I swear that I shall slay this Rakshasa.\"\nThus the fighting ensued, and those two mighty heroes struck each other with their arms. Repeatedly uprooting trees, they hit each other, shouting and roaring like two masses of clouds. Wishing to kill the other and wrestling with each other in fury, those two combatants broke down many massive trees by the force of their thighs. The encounter resembled that between Vali and Sugriva, who fought over a kingdom and a woman. Brandishing trees in their hands, they struck each other with full force, shouting incessantly. When all the trees in that region had been pulled down and crushed to pulp, those two warriors picked up rocks and flung them at each other. Then again they darted toward each other, and each grabbing the other, wrestled like two maddened elephants. They dealt each other fierce blows that sounded like the crashing of thunderbolts. Clenching his fist like a five headed snake, Bhima dealt a blow to the neck of the Rakshasa that make him fall faint. Catching hold of the mighty Rakshasa and lifting him up Bhima threw him to the ground with full force, smashing all his limbs. Striking the Rakshasa's neck repeatedly, Bhima severed his head from his body. He did this with the ease of a person plucking a fruit from its stem. Having slain Jatasura, Bhima went to Yudhisthira, and the foremost brahmanas began to eulogize Bhima even as the Maruts praised Indra.\n \nThus ends"
}