{
    "id": 88,
    "title": "Chapter Commentary",
    "content": "This chapter is very instructive on the quality of pure devotion. Lord Krishna went to Hastinapura to make peace. Duryodhana's plan was to induce Lord Krishna to take his side. He want to alure the Lord with material comforts. However, Lord Krishna is not attracted to material benefits for he already owns all material things. He, therefore, rejected Duryodhana's offers and went to the house of Vidura where there was pure devotion. This example should be instructive to us that we cannot buy Lord Krishna with material things. All we can do is saturate our offering with as much love and devotion as we have. This is confirmed in Bhagavad-gita, bhaktya mam abhijanati, yavan yas casmi tattvatah, tato mam tattvato jnatva, visate tad-anantaram, One can understand Me as I am, as the Supreme Personality of Godhead, only by devotional service. And when one is in full consciousness by such devotion, he can enter into the kingdom of God.  (B.g. 18.55)\nDuryodhana was so foolish that even after seeing a display of the universal form, which was meant for his benefit, he still could not accept Lord Krishna's instructions. The nature of demons is that they will never accept good counsel. Duryodhana's mentality was leading him to a hellish condition. It is the duty of everyone to control lust, anger and greed. Lord Krishna advises this in Bhagavad-gita, tri-vidham narakasyedam, dvaram nasanam atmanah, kamahkrodhas tatha lobhas, tasmad etat trayam tyajet, There are three gates leading to this hell-lust, anger and greed. Every sane man should give these up, for they lead to the degradation of the soul.  (B.g. 16.22)\nOne may ask why Bhishma, Drona or Kripa did not try to stop Duryodhana from his folly? Lord Krishna gave them direct instructions to bind Duryodhana and turn him over to the Pandavas or kill him. Bhishma was a great devotee, a mahajana, so why didn't he follow the Lord's instructions? Aren't pure devotees always subordinate to the will of the Lord? The answer is yes; pure devotees are always under yogamaya, and therefore, it must be seen that Bhishma and other Kuru elders, who were devotees, were bewildered and could not act because of yogamaya. In other words the Lord's mission was to reduce the military burden of the world, and if Bhishma and the others had acted, then the battle of Kurukshetra would have never taken place."
}