{
    "id": 33,
    "title": "Chapter Seventeen",
    "content": "Khandavaprastha\n \nNews spread quickly that Draupadi had been married to the Pandavas, and that Arjuna was the brahmana who had pierced the eye of the fish and defeated Karna in battle. Everyone thought that the Pandavas had died along with their mother in the house of lac. They now regarded the Pandavas as persons resurrected from the dead. They remembered the cruel scheme of Purochana and cursed Dhritarastra again and again. After the svayamvara was over, all the kings and princes returned to their respective kingdoms. When Duryodhana heard that Draupadi had selected Arjuna as her lord, he was greatly despondent. He left the city of Kampilya accompanied by his brothers, Ashvatthama, Shakuni, Karna and Kripa. Understanding that the mighty sons of Pritha had escaped from the house of lac and were allied with King Drupada, the sons of Dhritarastra were embarrassed and frustrated that their plan had not succeeded.\nWhen Vidura learned that Draupadi had been won by the Pandavas and that Duryodhana and his allies had been humiliated, he was elated. Approaching Dhritarastra, Vidura exclaimed, \"The Kurus are faring well by the grace of God!  Dhritarastra thought that Vidura was referring to his sons and that Duryodhana had won the competition for Draupadi. He immediately ordered ornaments made for Draupadi and that Duryodhana and his new wife be brought to Hastinapura in great pomp. It was then that Vidura told the blind King that Draupadi had chosen the Pandavas as her lords. Vidura told Dhritarastra that the Pandavas were alive and well. He also informed his brother that the Pandavas had made a pact of friendship with the family of King Drupada and also many other families including the Yadu and Vrishni dynasties.\nDhritarastra pretended he was cheerful to hear news of the Pandava's success and well being. Actually the news broke his heart. He said to Vidura, \"To hear that the sons of my brother are living is good news. They are more dear to me than my own sons. I am delighted to hear that they now have many friends and that the great Drupada is their ally.\n\"Let this realization remain within your heart for one hundred years,  Vidura replied. Vidura then returned to his own residence.\nDuryodhana then approached his father pouring grief from his evil heart, \"The Pandavas have now become invincible by the will of Providence. O Father, we should now act to weaken their strength. The time has come to assemble the Kurus and discuss how the Pandavas may not swallow us.\n\"You should be happy,  King Dhritarastra replied, \"and I will do whatever you recommend. But I do not wish to inform Vidura of this meeting. If you have some plan, then reveal it here so it will remain a secret.\nThe sinister Duryodhana then revealed his thoughts, \"Let us, O Father, by some means produce dissension between the sons of Kunti and the sons of Madri. Or let us win to our side King Drupada by means of gifts and wealth. Perhaps we can send spies who can kill Bhima, and without his strength, the Pandavas can be easily defeated. Or maybe we can send some celestial girls to the Pandavas as a gift, and Draupadi, being neglected, will leave them. By some means we must deflate the power of the Pandavas.\nKarna then spoke his mind, \"O Duryodhana, your reasoning is not well founded. O brave Prince, you have tried many times to kill the Pandavas by subtle methods, while they were living in the palace and still young. Now they have matured and are more powerful in strength. How then will you defeat them by these methods? Also it is impossible to disunite them. Draupadi chose them when they were in poverty. Will she now neglect them when they are in prosperity? King Drupada is honest and truthful, and by no means can we tempt him with gifts. Dhristadyumna has made a strong pact of friendship with the Pandavas which cannot be broken by offers of wealth. I think we should now attack them, and by our power decimate them from the face of the earth. We should attack now when they are not prepared. Exert your prowess before the Yadu and Vrishni dynasties are able to support the Pandavas. Prowess is the symbol of a kshatriya. We should assault them, supported by our large army, and grind Drupada and the Pandavas into the earth.\nKing Dhritarastra applauded Karna's opinion as heroic. \"You are gifted with intelligence and power,  he said. \"But before we take action, let us take counsel with Bhishma, Drona and Vidura, and adopt a plan of action that will suit our purpose.\nKing Dhritarastra then summoned Bhishma, Drona, Vidura and other elders to the court. When asked by Dhritarastra to give his opinion, Maharaja Bhishma replied, \"O Dhritarastra, I would never advise a quarrel with the Pandavas. I have affection for you in the same as I have affection for Pandu, and of course, I look upon your sons as well as the sons of Pandu equally. I think a settlement should be concluded and half the kingdom should be given to them. As Duryodhana looks upon the kingdom as his own, so the sons of Kunti look upon it as theirs. In fact, they are the lawful heirs to the throne. If you act aggressively, a sinful reaction will befall you. You will be veiled with dishonor and will lose your good name. Are you aware how the citizens talk about you? The citizens have more affection for the Pandavas, and if you kill them, what will be your fate? It is said that a person has lived in vain who loses his reputation. A person who becomes famous because of his good deeds lives eternally. O Duryodhana, follow the path worthy of a Kuru king. We are fortunate that the Pandavas and their mother have not perished. We are fortunate that the sinful Purochana was not successful and that he himself was killed. From the time I heard that the sons of Pandu had been burnt in the house of lac, I could not face any citizen of the state. O Duryodhana, upon hearing about the attempted murder of the Pandavas and their mother Kunti, the world does not blame Purochana as much as it blames you. As long as the Pandavas live, they cannot be deprived of their rightful share, even by the powerful Indra. They are being deceitfully kept from their inheritance, and therefore you should give them half the kingdom.\nAfter Maharaja Bhishma had finished, Drona gave his opinion, \"Bhishma has spoken wisely. We must give the Pandavas half the kingdom. Messengers should be sent to the kingdom of the Panchalas with a gift of wealth for the Pandavas. Let Yudhisthira know that both yourself and your son are truly happy that they are alive. Also, you should make an alliance between the Kurus and the dynasty of King Drupada. The Pandavas should be invited to Hastinapura and greeted like kings. Those exalted princes should be brought to Hastinapura and given their rightful claim. Yudhisthira is the heir to world sovereignty. Therefore, let him become king. This will bring joy to all the people of the world.\nAfter Drona had given his opinion, Vidura said, \"O King, Bhishma and Drona have wisely spoken as your well wishers. However, I doubt you can accept their advice because of affection for your son. Bhishma, the son of Shantanu, always gives you good counsel. Drona, the preceptor, has never once offered any ill advice. Without a doubt, O King, both of these great men are comparable to Lord Ramachandra and the great King Gaya. These two great souls have never harmed you. The words of your son and the words of Karna will lead to the extinction of your dynasty. The Pandavas can never be defeated in battle. Arjuna alone is able to subdue all these princes. With Krishna, the eternal Lord, and Balarama as their allies, how do you think you can usurp the kingdom? Duryodhana, Karna and Shakuni are sinister and foolish; and if you remember, I predicted at Duryodhana's birth that he would cause the annihilation of this dynasty. Do not influenced by sinful people.\nHearing the advice given by the Kuru elders, which was meant for his welfare, Dhritarastra concluded, \"The learned Bhishma, and the great Rishi Drona, and you also, O Vidura, have spoken the truth. The sons of Pandu are entitled to a share of the kingdom as are my sons. Therefore, O Vidura, go to the Panchala kingodm and induce the Pandavas to come here along with their wife Draupadi. Take with you various presentations such as jewels, horses, chariots and gold. It is by good fortune that the sons of Pandu are still alive.\nVidura then went to the city of Kampilya and requested the Pandavas to come to Hastinapura. With the permission of Lord Krishna and King Drupada, the Pandavas started for the city of elephants. As the Pandavas approached the city of Hastinapura, certain heroes of the Kuru dynasty, such as Vikarna, Drona, Chitrasena and Kripa of Gautama's line, came out to greet them. The whole city became alive as the Pandavas approached. The citizens gathered in thousands and showered flowers upon the saintly Pandavas. The affectionate sons of Pandu enlivened the citizens as the sun enlivens the lotus flower in the early morning. The Pandavas heard the words of the citizens as they moved through the crowd. Some of them said, \"Here is Yudhisthira, the first son of Pandu, conversant with all the rules of morality, and who always protects us as if we were his nearest relatives.  Other citizens said, \"It seems that King Pandu, the foremost among the descendants of the Kuru dynasty, has returned to after a long absence. If we have ever given in charity, if we have ever performed any pious activities, let the Pandavas remain in this great city for one hundred years.\nThe Pandavas entered the city to the sounds of trumpets, bugles, conchshells, drums and kettledrums. The citizens waved their upper cloths and threw flowers before the procession of those pious souls. Yudhisthira, Bhima, Arjuna, Nakula and Sahadeva as well as their mother Queen Kunti entered the palace at Hastinapura in state. They worshipped the feet of King Dhritarastra as well as grandfather Bhishma and then entered the rooms assigned to them.\nAfter they had rested for some time, they were called to the court by King Dhritarastra and Shantanu's son, Bhishma. When they had been seated properly, Dhritarastra spoke to them, \"Listen, O Yudhisthira, to what I have to say. I want you to reside in Khandavaprastha so that no quarrels may arise between yourselves and my sons. I am sure if you live there no harm will come to you, protected as you are by the strong arms of Partha. You may rule over this half of the kingdom.  Agreeing to the commands of their uncle, the Pandavas made arrangements to travel to Khandavaprastha.\n After Yudhisthira was crowned the King of Khandavaprastha, he, along with his brothers and their beautiful queen, set out for that tract of land. The history behind this half of the kingdom is that at one time it had been the capital of the Kuru ancestors, but due to the curse of the rishis, it had turned into a barren waste. Nothing would grow there and no animals lived there. As far as the eye could see, there was nothing but desert. Lord Krishna had accompanied the Pandavas and upon seeing the situation summoned Indra, the King of heaven, and ordered him, \"The Kuru monarch has magnanimously given this tract of land to the Pandavas. I want you to pour rain over this entire region and make it beautiful. Make it so fertile that the finest fruit trees and most fragrant flowers will grow in this region. Also the finest crops should grow in the land of Khandavaprastha. From this time on, because you will beautify this region, it will be known as Indraprastha. Make it as beautiful as Indraloka.\nLord Krishna, the Supreme Personality of Godhead, then called for Vishvakarma and ordered him to construct a city for the Pandavas. By his mystic power Vishvakarma was able to construct a beautiful city that was dazzling in all respects. Vyasadeva was there to consecrate the new city with mantras from the Vedic hymns. The city was indeed beautiful with its nicely aligned roads and symmetrical houses. The mansions were made of first class marble, and the walls, inside and out, were embedded with precious gems. At different places within the city there were gardens of a transcendental nature. Within the gardens were small lakes decorated with different colors of lotus flowers. These gardens were filled with fruit trees of every description, and beautiful birds such as the peacock, cuckoo, parrots and chakravakas were seen here and there. When the city was complete, men and women from all classes came to live under the protection of the saintly sons of Pritha. All these citizens were pious and devoted to the cause of the Pandavas. With Lord Krishna living in the city as the most beautiful ornament, Indraprastha appeared like Vaikuntha, the spiritual world.\nAfter some time Lord Krishna took leave of the Pandavas and returned to His capital city Dvaraka. The celestial sage Narada then came to Indraprastha. He was received in the palace of the Pandavas with great respect. Draupadi also came and offered her respects to the great sage, and after receiving benedictions from him, retired to her own chambers. Narada then advised the Pandavas in private, \"This beautiful princess is your common wife. Some rule must be established so that you do not quarrel amongst yourselves. In former s there lived two brothers named Sunda and Upasunda who were inseparable and could not be killed by anyone. However, when they saw the beauty of the heavenly apsara Tilottama, they quarreled over her and killed each other. Do not let this happen to you.\nHearing these words of wisdom from the great sage Narada, the brothers decided that Draupadi would live with each of them for one year at a time. If it so happened that one of the brothers were to enter another brother's palace where Draupadi was staying without permission, that brother must enter the forest for one year as a punishment.\nAfter establishing this rule, the Pandavas resided happily in Indraprastha. One  providence arranged that some thieves stole the cows of a certain brahmana. The brahmana came to Indraprastha and complained to Arjuna. Arjuna said he would help the brahmana, but that he could not do it immediately, for his bow was in the chambers where King Yudhisthira and Draupadi were sitting. The brahmana wanted immediate action before the thieves went too far. Arjuna had to surrender to the brahmana's demands and entered the chambers where Yudhisthira and Draupadi were residing. He told King Yudhisthira why he had entered and then took his weapons. Arjuna seated the brahmana on his chariot and with great speed followed the same path the thieves had taken. Following their tracks, he soon caught and pierced them with his arrows. He retrieved the cows and the satisfied brahmana bestowed his blessings upon Arjuna. Arjuna then returned to Indraprastha. At that time Partha approached King Yudhisthira and said, \"Give me permission, O lord, to fulfill the vow that we had all taken. I had entered the room when you were sitting with Draupadi. I shall, therefore, enter the forest for one year.  King Yudhisthira tried to persuade him from his resolution, but it was no use. Arjuna was determined to go to the forest.\n \nThus Ends the Mahabharata Summation to the Seventeenth"
}