{
    "id": 2,
    "name": "Chapter Commentary",
    "content": "Maharaja Shantanu lived in the age of the Dvapara yuga, more than five thousand years ago. He was a saintly King who cared about his citizens and sought their welfare. Time passes through four ages; the first being the Satya yuga which is compared to spring time. In this age persons have long lives and are very much inclined toward meditation and austerity. The Treta yuga is compared to the summer time. In this age people are very pious and there are hardly any stringent miseries. The Dvapara age is like autumn time. Material miseries become apparent and the principles of religion decline. The age we are living in now is the age of kali, which is compared to the winter season. Most people are not inclined toward spiritual life, and because of this they suffer stringent material miseries. They commit grossly sinful acts for which they suffer life after life. The history of the earth, before the Kali age, is recorded in such Vedic literatures as the Puranas, Mahabharata, and Ramayana. These divinely inspired literatures are filled with histories of saintly emperors who protected their citizens, endeavoring to elevate them to the platform of God realization. This Mahabharata is a factual historical account of what happened on earth thousands of years ago.\nIn the Bhagavad-gita Lord Krishna told Arjuna, \"In the beginning of creation, the Lord of all creatures sent forth generations of men and demigods, along with sacrifices for Vishnu, and blessed them by saying, Be thou happy by this yajna [sacrifice] because its performance will bestow upon you all desirable things.' (Bg.3.10) Advanced human society centered on God realization has been existing since the beginning of creation. In fact, the Puranas are historical records of civilizations more advanced than the one to. The people and civilizations of this present age, Kali yuga, have actually diminished in good qualities as confirmed in the Shrimad Bhagavatam, \"O learned one, in this iron age of Kali men have but short lives. They are quarrelsome, lazy, misguided, unlucky and, above all, always disturbed.  (S.B. 1.1.10) This is a quotation by Saunaka rishi to the sages of Naimisharanya. We learn from Vedic history that thousands of years ago men were more advanced in moral qualities and that civilizations were more prosperous, materially and spiritually. This point will be discussed in greater detail as this narration proceeds.\nSince the historical past cannot be perceived by the gross senses, we have to accept authorities who have knowledge of the past, present and future. In the Bhagavad-gita Lord Krishna states, \"From Me comes knowledge, remembrance and forgetfulness. By all the Vedas am I to be known. I am the compiler of Vedanta and, indeed, I am the knower of the Vedas.  (B.g. 15.15) Lord Krishna is the Supreme Godhead and the Supreme Authority. Because He is God, He knows everything about the past, present and future. What is written in the Puranas is His account of the past. Therefore, if we accept His statements as they are handed down in disciplic succession and understood by the spiritual master, then we can have perfect knowledge of the past without having to waste billions of dollars on mental speculation. This Mahabharata is an emanation from that Supreme Being, and was compiled by Shrila Vyasadeva who was empowered for this exact purpose.\nThe disciplic succession is maintained by Lord Krishna so that perfect knowledge is available at all times. The skeptics will say that it is impossible not to make a mistake in handing down disciplic knowledge, because of man's imperfection. However, a bona fide spiritual master does not have the imperfection of mortal senses. How is this? Because a pure devotee of God is being directed by the Lord in the heart, his senses become as good as the Lord's. Pure devotees of God may differ in implementing God's will according to time, place and circumstance, but the conclusion of the teachings is the same. In the Bhagavad-gita Lord Krishna states, \"The Supreme science was thus received through the chain of disciplic succession, and the saintly kings received it in that way. But in the course of time the succession was broken, and, therefore, the science as it is appears to be lost.  (B.g. 4.2) The disciplic succession was broken when Duryodhana became king, and therefore Lord Krishna had to reestablish it by removing Duryodhana and establishing Maharaja Yudhisthira as a saintly king, able to carry on the disciplic succession. The Supreme Lord fulfills all desires. If one wants perfect knowledge of God, the Lord will send his authorized representative to teach him.\nwe fantasize that we are more materially advanced than previous civilizations, considering our archeological findings. We will learn from the Mahabharata that human beings had superior intelligence and stronger bodies in bygone ages. A man could capture knowledge just by hearing it once and could recall it anytime during his life, verbatim. He didn't need computers, printing presses or books, for just by hearing from teachers and authorities once, he would remember it for the rest of his life. However, to, we are not so fortunate. The brain cannot retain knowledge just by hearing once. The knowledge needs to be repeated again and again. We need computers and books to help us for we lack that power of remembrance. Oral tradition is actually superior if the brain is superior.\nIn this first chapter of the Adi Parva, Ganga, the goddess of the river Ganges, was married to Maharaja Shantanu to fulfill the curse of Vashistha Muni. The children born of their marriage were destined to die after birth, due to a sin that was performed in a previous life. To, children are killed in the womb for the same reason. If we kill, we will be killed. That is the law of nature or karma. For sins committed in a previous life, we suffer in this life. If a child is aborted in this life, that child killed in a previous life. How do we stop abortion? We have to stop killing in this life for which we will suffer in the next. For good works done in a previous life, we prosper in this life. God is not so cruel as to allow some to enjoy and others to suffer. The living being is the cause of his or her own happiness and distress. This is confirmed by Lord Krishna in the thirteenth chapter of Bhagavad-gita, \"Nature is said to be the cause of all material activities and effects, whereas the living entity is the cause of the various sufferings and enjoyments in this world.  (B.g. 13.21) When suffering comes to us, we should understand that it is for our sins. We should not blame others, but we should blame ourselves."
}