{
    "id": 65,
    "title": "Chapter Three",
    "content": "Arjuna Obtains the Celestial Weapons\n \nThe Pandavas spent many years in the forest, and it was difficult for Bhima to tolerate the life of an ascetic. He would  contemplate killing all of the Kurus at once, but his brother Yudhisthira would always pacify him and tell him that it was not the opportune time to fulfill their desires. The Pandavas lived peacefully in the forest and received knowledge from many sages and saintly persons. One  the great sage Vyasa came and informed the Pandavas that many generals had agreed to take up Duryodhana's cause, such as Karna, Shakuni, Bhurishravas, Sala, Drona and even grandfather Bhishma. He told Arjuna that if he were to fight in a future war, he would have to obtain the divine astras of Lord Indra and Lord Shiva. After the departure of Vyasa, Yudhisthira ordered Arjuna to go to the Himalayan mountains to perform austerities to please Lord Shiva.\nArjuna did as he was told and headed for the Himalayan mountains. When Arjuna entered a forest at the base of Mount Himavat, he saw that it was devoid of human beings; however, he could hear the sounds of conches and drums from the heavens. He soon passed through many woody regions until he came to the peak of Mount Himavat. He stayed there for some time in that opulent region. Beautiful birds abounded everywhere, and the rivers were the color of Lapis Lazuli. When Arjuna saw the beauty of that heavenly place, he was pleased at heart. It was there that he decided to perform austerities and worship Lord Shiva. In the beginning of his austerities, he ate withered leaves that fell from the trees. For the first month he also ate fruits every three s. In the second month he ate fruits every sixth  and in the third month every fortnight. When the fourth month came, that best of the Bharatas began to subsist on air alone. With his arms upraised and standing on his tiptoes, he continued his austerities. The illustrious hero's matted locks took on the color of lightning due to his severe austerities. Then all the rishis, suffering from the heat of Arjuna's tapasya, went to Lord Shiva and complained, \"O god of gods, we do not know the reason why the son of Kunti is performing these severe austerities. He is, however, causing us pain. Heated by his asceticism, the world is smoking in all directions.\"\n\"Do not lament over the austerities of Phalguna,\" Lord Shiva replied. \"Cheerfully return to your ashramas. I know the desire of Arjuna's heart. His wish is not for heaven, nor for prosperity, nor for a long life. I will fulfill the desire for which he has come here.\"\nLord Shiva then took the form of Kirata, an inhabitant of the mountainous regions, and along with Uma, who also took the form of a Kirata woman, went to see Arjuna. They were accompanied by many other Kirata women. Upon Lord Shiva's arrival in that region the sylvan deities became silent. Even the birds did not chirp. As he was approaching Arjuna, a demon named Muka, taking the form of a boar, sought to kill Arjuna. Arjuna immediately took up his Gandiva bow and a number of arrows resembling snakes of virulent poison. He then addressed the boar, \"I have not come here to harm you, but you seek to slay me. Therefore, I must send you for judgement in Yamaraja's abode.\"\nBeholding Arjuna about ready to kill the boar, Lord Shiva ordered, \"Do not kill this boar for I have aimed at it first!\" However, Arjuna disregarded that order and shot the boar. The Kirata also let loose his arrow at the same time, and both arrows hit the boar, resounding like Indra's thunderbolt. When the boar was hit, it gave up its life assuming the original form of a Rakshasa.\nSeeing the Kirata before him, Arjuna inquired, \"Who are you, and who are all these women surrounding you? O thou who has the splendor of gold, are you not afraid of this terrible forest? Why have you shot this boar that I aimed at first? This Rakshasa was seeking to slay me, and therefore I have released my arrow. You have not acted according to hunting codes, and therefore, I challenge you.\"\n\"O hero,\" Lord Shiva replied, \"you should not be anxious on my account. This forest is the proper abode of those who inhabit mountainous regions. I would inquire, however, as to why you have chosen this region amidst such difficulties?\"\n\"Depending on the Gandiva bow and arrows like blazing fire,\" Arjuna said, \"I live in this great forest like a second wind god. You have seen how I have killed this Rakshasa, who took the form of a boar.\"\n\"I shot this boar first,\" the Kirata adamantly stated, \"and it was my arrow that killed the boar. You are proud of your strength, and it behooves you not to attribute your faults to others. You are at fault, O wretch, and therefore, you will not escape with your life.\"\nHearing these challenging words, Arjuna released his deadly arrows. Then both of those mighty warriors began to release showers of arrows at each other. Lord Shiva stood unmoved by Arjuna's arrows. Seeing his arrows ineffective, Arjuna exclaimed, \"Excellent! Excellent! Alas, this mountaineer, dwelling on the heights of Himavat, has born the arrows of the Gandiva bow. Who is he? Is he Shiva himself or some other demigod, Yaksha or asura? The gods  descend on the heights of Himavat. Except for Lord Shiva there is none who can bear the infinite arrows shot from the Gandiva. However, never mind who he is, I will slay him this moment.\" Arjuna then released hundreds and thousands of arrows, but soon his quiver became depleted, and he became alarmed. He began to think, \"Alas, my arrows are all exhausted. What shall I shoot now? I shall slay him with the end of my bow.\"\nArjuna then dragged the Kirata by the bowstring and beat him repeatedly and the sounds were like thunderbolts. However, the Kirata snatched the bow from Arjuna's hands. Arjuna then took out his sword and ran at the Kirata to kill him. The Kuru prince, with the full force of his arms, brought that mighty sword down upon the Kirata's dazzling crown. As soon as it touched the crown, it shattered into hundreds of pieces. Enraged, Arjuna threw trees and rocks and finally began to beat the Kirata with his clenched fists. Lord Shiva, in the form of the Kirata, returned Arjuna's blows, and the combined sounds were frightening. Arjuna finally clasped the mighty Kirata in his arms and began to squeeze him with all his might. However, the Kirata also pressed Arjuna to his chest and Arjuna, whose body was weakening, fell to the ground senseless.\nArjuna soon regained consciousness and began to mentally worship Lord Shiva. He mentally offered a garland, and when he looked up he saw that the garland was on the crown of the Kirata. He then understood that the Kirata was Lord Shiva, and overwhelmed with joy, Arjuna fell at his feet. Lord Shiva was satisfied with Arjuna and said, \"O Phalguna, I am pleased with you, for no one can rival your prowess. There is no kshatriya who is equal to you in courage and patience. O sinless one, your strength and prowess almost equal mine. Behold me, O bull of the Bharata race. I will grant you eyes to see my true form. Without doubt you will defeat your enemies, including those in heaven. I have been pleased with you and will grant you an irresistible weapon.\"\nProstrating himself before Lord Shiva, Arjuna said, \"O Mahadeva, O Rudra, O bearer of the trident, you are the foremost of all male beings. I bow down to you. O illustrious Sankara, it behooves you to pardon my fault. It was to obtain your sight that I came to this mountain to perform austerities. I have worshiped you to obtain your grace. Please do not regard my impudence as a fault. I seek your protection; pardon me for all the offenses I have committed.\"\nLord Shiva then took the hands of Arjuna into his and smilingly said, \"I have pardoned you. In your former life you were Nara, the friend of Narayana, the Supreme Lord of lords, the upholder of this universe. O lord, taking up your fierce bow, whose twang resembled the deep roar of thunder, you, as well as Lord Krishna, chastised the demons at the coronation of Indra. This Gandiva bow, O son of Pritha, is fit for your hands. I have forcibly taken it from you with the help of my powers of illusion. Your two quivers will again provide you with infinite arrows. Your body will be free from pain and disease, and no enemy will defeat your prowess. O chastiser of the foes, there is not a being, even in heaven, equal to you, nor is there any kshatriya on earth your equal. Please, ask me for a boon.\"\n\"O illustrious god,\" Arjuna said, \"if you will grant me any desire, then I request your pasupata astra by which I may obtain victory in battle over Bhishma, Drona, Kripa and Karna.\"\n\"O powerful one,\" Shankara (Shiva) replied, \"I will give to you my favorite weapon called the pasupata astra. O son of Pandu, you are capable of holding, hurling, and withdrawing it. Neither Indra, nor Yamaraja, nor Kuvera, nor Varuna, nor Vayu have access to this weapon. Therefore, how could ordinary mortals know of it? However, O son of Pritha, this weapon should not be hurled without adequate cause; for if hurled at an inferior enemy, it may destroy the whole universe. In the three worlds there is no one who cannot be slain by this weapon. It can be hurled by the mind, by the eye, by words, and by the bow.\"\nArjuna then purified himself and requested Lord Shiva, \"Please instruct me how to use this weapon.\" Mahadeva then instructed Arjuna in every detail of the weapon. The pasupata astra then began to serve Arjuna as it previously did Lord Shiva. After Arjuna received this foremost weapon, the whole earth trembled, and the sounds of conches, drums, and trumpets could be heard in all directions. The heavenly gods and demons then beheld the marvelous weapon in its embodied form by the side of Arjuna. Then Lord Shiva touched Arjuna and whatever inauspicious things had been in his body disappeared .\nLord Shiva then instructed Arjuna, \"Go to heaven and obtain the weapons of the other devas.\" Arjuna then worshiped Lord Shiva; and the three eyed deity, along with with his wife Parvati, ascended into the heavens.\nArjuna was overjoyed at having been benedicted by Lord Shiva, and he thought, \"O, I have been favored by the three eyed Hara. I shall certainly obtain success. My enemies have already been defeated. My purposes have been achieved.\"\nWhile Arjuna was contemplating the mercy of Lord Shiva, suddenly, Varuna, the god of the waters, appeared before him, dazzling with effulgence. Also Kuvera, with a body resembling pure gold, appeared on the scene. Next to come was Yamaraja, the lord of justice. He was accompanied by the Pitris. At that moment Indra also appeared, along with his wife Sachi. They were riding on the celestial elephant Airavata. Indra was being eulogized by ascetic rishis and Gandharvas. Other heavenly gods also appeared to bestow benedictions upon Arjuna.\nAfter all had arrived, Yamaraja spoke to Arjuna, \"Behold the protectors of the world assembled here. We will grant you special vision to behold us. In your former life you were Nara, who possessed infinite power. At the command of Brahma you have been born among men. O sinless one, it will be you who vanquishes the great Bhishma in battle. You will defeat all the kshatriyas commanded by the son of Bharadwaja, Drona. There have been many demons born among men, and you shall destroy them all to establish religious principles. O Dhananjaya, O son of the Kuru race, you shall slay Karna, who is a portion of my father, Surya. O Phalguna, your achievements will earn you lasting fame in this world. You have gratified the invincible Mahadeva in battle. You shall, with Vishnu Himself, lighten the burden of the earth. Please accept my personal weapon, the mace, which cannot be baffled by any warrior.\" The son of Pritha then received that weapon from Yamaraja along with the mantras for hurling and withdrawing it.\nThen Varuna, the lord of all watery creatures, benedicted Arjuna, \"O son of Pritha, you are the foremost of kshatriyas. Behold me; I am Varuna, the god of the waters. Accept from me the Varuna nooses, which cannot be counteracted. With these, O hero, I have in the past seized and tied up thousands of Daityas (demons) in battle. Even Yamaraja himself could not escape this weapon. With these nooses in hand, the battlefield will become destitute of warriors.\"\nAfter Varuna and Yamaraja had given away their celestial weapons, Kuvera, the lord of heavenly treasures, spoke to Arjuna, \"O son of Pandu, O thou of great might and wisdom, I, too, have become pleased with you. Meeting you gives me as much pleasure as meeting Lord Krishna. O wielder of the Gandiva bow, you were in a previous life the great Nara, possessed of ascetic splendor. Please accept my personal weapon by which you will be able to consume the ranks of Duryodhana. This favorite weapon of mine is called antardhana, which is capable of putting your enemy to sleep. Endowed with the dignity of Meru, you are competent to hold this weapon.\"\nAfter Kuvera had benedicted Arjuna, Indra, the king of heaven spoke, \"O mighty armed son of Kunti, you are an ancient god of yore. O repressor of the foe, you have yet to accomplish the purpose of the demigods. You must first ascend to heaven. I have prepared my own chariot with Matali as its driver. It will soon ascend to earth and take you to my abode. There I will bestow upon you all my celestial weapons.\"\nBeholding the protectors of the worlds assembled together, Arjuna was struck with wonder. He worshiped them with sweet words, water and fruits. After benedicting Arjuna with various weapons needed to defeat the demons, the heavenly lords returned to their abodes. Arjuna was filled with joy and regarded himself as one favored by providence and crowned with success.\nAs Arjuna was thinking of the heavenly realm, suddenly, the heavens illumined and Indra's chariot appeared in the sky dividing the clouds. That chariot was traveling at such speed that one could hardly mark its progress. Drawn by ten thousand horses, that golden chariot, filled with the most powerful weapons, descended to the spot where Arjuna was sitting. Matali stepped down from the chariot and requested, \"O son of Indra, your father wishes to see you. Please ascend this celestial chariot, and I will take you to the heavenly realm. You will return after obtaining all the celestial weapons.\"\n\"O Matali,\" Arjuna replied, \"Even kings of great prosperity, who have performed great sacrifices, are not competent to ride on this chariot. He, who does not possess ascetic merit, will not be able to see or touch this chariot. After you have ascended it and calmed the horses, I will attempt to sit in it like an unworthy man stepping on the high road to honesty.\"\nBefore ascending the chariot, Arjuna bathed in the Ganges and purified himself by his daily offering of prayers. He bid farewell to Mount Himavat and then ascended the chariot. The Kuru prince, looking like a second Indra himself, then coursed through the firmament to Indraloka. After he had become invisible to mortal eyes, he beheld thousands of celestial airplanes of extraordinary beauty. And in that region there was no sun or moon or fire to give light. The light generated was from that of ascetic merit. And those brilliant stars seen from earth, so small in consequence, though actually very large, were seen by Arjuna full of beauty, effulgence and blazing with splendor. There he beheld royal sages crowned with ascetic merit, and heroes who had attained heaven by yielding their lives in battle. There were also those who had attained heaven by severe austerities. Arjuna also saw Gandharvas, with bodies blazing like the sun, and Guhyakas, Rishis and Apsaras.\nBeholding those self-effulgent regions, Arjuna became filled with wonder and inquired about them from Matali. Matali replied, \"These, O son of Pritha, are virtuous persons stationed in their respective places according to their karma. It is these, O exalted one, that you have seen on earth as stars.\" Then Arjuna saw at the gates of Indraloka the victorious elephant Airavata, which possessed four tusks and resembled Mount Kailasa. After entering the gate, Arjuna followed that path that only the most pious persons were able to follow. Endowed with lotus petal eyes, the celebrated Arjuna finally beheld Amaravati, the city of Indra.\nThe city was indeed dazzling in all its splendor. It was the resort of the siddhas and charanas. It was adorned with flowers of every season and trees of every kind. Arjuna also beheld the Nandakanana gardens, which were the favorite place of the Apsaras. Fragrant breezes carried the scent of different kinds of flowers. The region was such that none who had not performed austerities could see it. It was a region for the pious alone. It was not for those who turned their back in battle, who had not performed sacrifices, or practiced rigid vows, or who were without Vedic knowledge, or who had not bathed in sacred waters. And none were competent to visualize that remarkable city who had disturbed sacrifices in a previous life, who drank intoxicating liquors, who committed adultery with their preceptor's wife, or who were eaters of meat, or who were wicked.\nAs Arjuna entered the celestial city, he saw thousands of flower airplanes driven by the most beautiful persons. The Apsaras and the Gandharvas began to praise Arjuna. Benedictions were poured upon him, accompanied by the sounds of celestial music. Indra welcomed his son by embracing him and smelling his head out of affection. He made Arjuna sit on his exalted seat, and taking his handsome face in his perfumed hands which bore the mark of the thunderbolt, he glanced again and again at Arjuna's handsome features. Indra and Arjuna appeared like the sun and moon seated on that most opulent throne. Then the Gandharvas headed by Tumburu played music, and the heavenly maidens Ghritachi, Menaka, Rambha, Purvachitti, Swayamprabha, Urvasi and others by the thousands began to dance for the pleasure of Indra and Arjuna. These women had eyes formed like lotus petals and could entice the hearts of even great ascetics. They had slim waists, large hips, large breasts and casting their beautiful eyes in all directions, they could steal any man's heart. In this way Indra showed Arjuna the opulences of Amaravati one by one.\nArjuna stayed with his father for some time in the heavenly planets. Indra instructed Arjuna how to use various weapons, including the thunderbolt weapon which Indra had used to slay Vritrasura. After receiving all the celestial weapons, Arjuna remembered his brothers with great affection and thought of returning to them. However, Arjuna stayed a full five years in the heavenly planets due to Indra's desire. At Indra's request, Arjuna learned the art of dancing and music from Chitrasena, the Gandharva. This particular science of music and dance was unknown in the earthly regions. Nonetheless, even after obtaining the different weapons and sciences of music and dance, Arjuna was unhappy, wanting to return to his brothers and his wife Draupadi.\nOne , Indra, thinking that Arjuna was attracted to Urvasi, told Chitrasena to go to Urvasi and request her to satisfy Arjuna's desire. When Urvasi heard that Arjuna was attracted to her, she was pleased and said, \"Seeing the good qualities of this best among men, I will bestow my favor upon him. I will be happy to choose Arjuna for a lover.\"\nWhen the twilight had come and the moon was illuminating the dark sky, Urvasi went to the Palace of Arjuna. Her braids of hair were decked with flowers and she looked extremely beautiful. Her graceful features, her charm, the motions of her eyebrows, her soft accents, and her moon-like face contained all the power of Cupid's arrow. As she proceeded, her full, finely tapering bosoms decked with a chain of gold and smeared with sandalwood and perfumed oil, trembled. Her thighs were faultlessly shaped, and the abode of the god of love. Her hips were high and fair. Being decked with very thin transparent attire, her body was able to shake the very sainthood of most ascetic sages. Exhilarated with a liquor she had taken and filled with sensual desire, she approached Arjuna's quarters.\nThe doorkeeper informed Arjuna of her arrival, and she was allowed in. When Arjuna saw her thus attired, he closed his eyes from modesty and offered her respectful words of worship. Not understanding Arjuna's intention, she tried to entice him with sweet words, \"O thou of fairest complexion, I have been sent here by Indra himself. Please satisfy my desire, your desire, and the desire of your father. O slayer of the foes, my heart has become attracted by your virtues, and I am already under the influence of the god of love.\"\nArjuna was overcome with bashfulness. and covering his ears with his hands, he said, \"O blessed lady, please do not speak to me in this way, for you are certainly equal to the wife of a superior. Even as my mother, Kunti, or Sachi, the wife of Indra, are to be worshiped, so are you to be worshiped. There is no doubt of this. It is true that I had given you my attention, but there was a reason for this. I remembered that you were the mother of the Kuru race, having taken Puru for your husband. O blessed Apsara, it behooves you not to entertain any other feelings towards me, for you are my superior, being the mother of my dynasty.\"\n\"O son of Indra,\" Urvasi replied, \"Apsaras are free and unconfined in their choice of mate. You should not, therefore, look upon me as a superior. The sons and grandsons of the Puru race have come here in consequence of their ascetic merit and have sported with us without incurring sin. Therefore, O hero, do not send me away. I am burning with desire.\"\n\"Truly I tell you,\" Arjuna said, \"that you are as a mother to me. Therefore, I bow my head before you and prostrate myself at your feet. You deserve worship as a mother, and I ask that you protect me as a son.\"\nBeing rejected by Arjuna, Urvasi was extremely angry. Trembling with rage and contracting her eyebrows, she cursed Arjuna saying, \"Since I have come here on your father's order and since I am burning with the shafts of love, I curse you become impotent and pass your time among females as a dancer and scorned as a eunuch.\" Her lips still quivering in anger, Urvasi then returned to her abode.\nWhen Indra heard how Arjuna had rejected Urvasi, he embraced his son and said, \"O best of beings, having obtained thee as a son, Pritha, to has truly become a blessed mother. O mighty armed one, you have vanquished even rishis by your patience and self control. Do not be disturbed by the curse of Urvasi. It will benefit you in your last year of exile when you have to pass that time unknown to men. It is at that time that you will suffer the curse of Urvasi. After that final year has ended, you will again achieve your power of manhood.\" Arjuna was pleased to hear how the curse was a benediction and ceased to think of it any longer.\nOne  the great sage, Lomasa, came to the court of Indra and saw Arjuna sitting on the throne with his father. Lomasa wondered what austerities this earthly person had performed to sit on the same throne as Indra. While Lomasa was thinking in this way, Indra informed him, \"O brahmarishi, I know what is passing through your mind. However, this one is no mortal, although he has taken his birth among men. This mighty armed hero is my son, born of Kunti. He has come here in order to obtain celestial weapons. Do you not recognize him as the ancient rishi, Nara, of the highest merit? Listen to me, O brahmana, as I tell you who he is, and why he has come here. Those ancient Rishis, Nara and Narayana, have descended on Earth as Krishna and Arjuna. They will accomplish their mission of establishing religious principles, and lightening the burden of the earth. Also, there are certain asuras, known as Nivatakavachas, who are proud of a boon they have acquired. Even now they are planning to destroy the heavenly regions. Due to a benediction they have received, they cannot be killed by the denizens of heaven. Only Lord Vishnu or Arjuna is capable of slaying them. However, the slayer of Madhu should not be requested to kill them when the task is insignificant. Arjuna is competent to encounter them all; and after slaying them in battle, he will return to the world of men. My dear rishi, please descend to earth and find Yudhisthira in the forest of Kamyaka. Inform him that he should not be anxious about Phalguna, for he will return to earth a proficient master of weapons. Without these weapons he will not be able to conquer Bhishma and Drona in battle. Also inform him that he should go on pilgrimage and bathe in the different holy rivers to cleanse himself of any desire for material attraction. Then the fever of his heart will abate. O foremost brahmana, it behooves you to guide and protect him on his pilgrimage through the earth. Fierce Rakshasas live in the mountains and rugged steppes. Please protect the king from those cannibals.\" After Mahendra (Indra) had humbly requested Lomasa in this way, the sage descended to the earthly plane to find that saintly king, Maharaja Yudhisthira.\nMeanwhile, Narada Muni had already gone to the Kamyaka forest to pay a visit to the godly Yudhisthira. When Yudhisthira requested Narada to describe the merits of going on pilgrimage to the different holy places, Narada then described in detail all the holy places, sacred rivers and ashrams of saintly sages. After hearing the glories of all the pilgrimage sites and while the brothers were discussing the idea of going on pilgrimage, Lomasa, on the order of Indra, appeared before them. He related all messages from Indra and Arjuna. He advised them not to worry about Arjuna, since he was under Indra's care in the heavenly realm. He told them how Arjuna was faring, and how he had obtained all the celestial weapons from Lord Shiva, Indra, Kuvera and Varuna. He told Yudhisthira that after Arjuna had finished his business in the heavenly planets, Indra would return him to their association. Lomasa informed the Pandavas of Indra's desire that they should go on pilgrimage and perform austerities. Lomasa instructed Yudhisthira about the necessity for austerity, because that allows one to fulfill ones desires. He then offered to guide them to all the holy spots. Agreeing with the proposals, the Pandavas began their travels and visited all the important holy tirthas in Bharatavarsha.\nWhen the Pandavas, headed by Lomasa, reached the holy place of Prabhasa, Yudhisthira engaged himself in ascetic practices for twelve s, subsisting only on air and water. He performed ablutions for many s and nights and surrounded himself with fire. Thus that greatest of all virtuous men engaged himself in asceticism. While he was practicing these needed austerities, news reached Lord Krishna and Balarama that Yudhisthira was nearby. Those two leaders of the Vrishni race, accompanied by their troops, came to see Yudhisthira. When the Vrishnis beheld the sons of Pandu in ascetic dress, their bodies smeared with dirt, due to lying on the ground, they were beside themselves with grief. They could not refrain themselves from lamentation. When Yudhisthira saw the arrival of the Vrishnis, he paid them honor as far as his means would allow. That pious king, whose determination was so great that no misfortune could cast him down, was overjoyed to see Lord Krishna and Balarama. At the request of the Vrishnis, King Yudhisthira recounted the mischievous acts of the Kurus during the vicious gambling match. He also told them of their adventures in forest life and how Arjuna had gone to the heavenly planets. When the Vrishnis saw the Pandavas so exceedingly lean, they could not check their tears, which spontaneously flowed from their eyes.\nWhen Balarama, whose hue resembled milk, the Kunda flower, the moon, silver and lotus root, saw the condition of the Pandavas, He spoke to His brother Lord Krishna, \"O Krishna, I do not see that the practice of virtue leads to any beneficial result, or that the practice of irrelligious activities can cause suffering, when Yudhisthira, the virtuous, is living in such a miserable state, and Duryodhana is now ruling the earth. It would seem to a person of limited vision that a vicious course of life is preferable to a virtuous one. When Duryodhana is in a flourishing state and Yudhisthira is suffering thus, what should people think of this matter? This is the doubt that is perplexing all men.\"\nReplying to the inquiry of Lord Balarama, Satyaki, the commander in chief of the Yadus, replied, \"O Rama, let us do what is proper and suited to the present occasion. Although Yudhisthira does not say a word, let us look after his welfare as Saivya and others did for Yayati. When the sons of Pritha have for their patrons, Rama and Krishna, Pradyumna, Samba and myself, why should the sons of Pritha be living in the forest? It is certainly fitting that this very  the army of the Vrishnis should march against the sons of Dhritarastra and send them to the abode of death.\"\n\"O scion of the Madhu race,\" Lord Krishna replied, \"no doubt what you say is true. However, this bull of the Bharata race would never accept sovereignty of the world unless it were won by the prowess of his own arms. When we put forth our united strength, the enemies of Yudhisthira will be annihilated.\"\n\"It is not incorrect,\" Yudhisthira said, \" that you (Satyaki) should speak in this way. However, O scion of the Madhu race, truth is the first consideration above my sovereign power. It is Krishna who knows precisely my heart, and I am fortunate to also know His heart. As soon as Krishna perceives that the time has come for feats of heroism, then He, who possesses beautiful hair, will direct us to defeat Duryodhana. Let all the brave men of the Vrishni race return to Dvaraka. We shall be united when the opportune time has come.\"\nThus after mutual greeting and after offering obeisances to each other, the valiant men of the Yadu dynasty and the Pandavas departed. Having offered due respect to Lord Krishna, the Pandavas continued their journey to the sacred holy places of Bharatavarsha.\n \nThus Ends"
}