{
    "id": 37,
    "title": "Chapter Nineteen",
    "content": "Devouring of the Khandava Forest\n \nIt was now summertime and the heat had become unbearable. Arjuna went to Lord Krishna and suggested, \"Dear Krishna, let us go to the Yamuna. We can spend the  there and come back in the evening.  Lord Krishna welcomed the proposal, and they made preparations to go to the Yamuna River, near the Khandava forest. The ladies, including Draupadi, Subhadra, and Satyabhama, also went on the excursion. They set up an encampment near the bank of that sacred river. Leaving the ladies in their tents, Lord Krishna and Arjuna rode in their chariots along the Yamuna bank.\nThey soon came upon the Khandava forest, which was so thick with trees that no sunlight could penetrate it. It was inhabited by ferocious animals and was the home of the serpent king Takshaka. The whole forest had a terrifying appearance to it. Lord Krishna and Arjuna sat on a fallen tree at the perimeter of the forest and began talking.\nWhile the two heroes were conversing, a certain brahmana came to them. This brahmana had a complexion like molten gold. His eyes and beard were both red. Lord Krishna and Arjuna stood up to offer respect to the brahmana. They seated him and asked if they could satisfy him with any service. The brahmana then said, \"I know You, Lord Krishna, to be the Supreme Godhead and you, Arjuna, to be His eternal companion. Therefore you are both capable of fulfilling my desires. I am very hungry, and wish that you satisfy my hunger.\n\"If you tell us what kind of food you desire,  Arjuna replied, \"then we will try to satisfy you to the best of our ability.\n\"I do not eat ordinary food,  the brahmana said. \"Actually, I am Agni, the fire god. I have been waiting a long time for you both to come here. Previously, in a sacrifice to the demigods, I had been offered too much butter, and now I am suffering from sickness. The only cure is to devour this Khandava forest. However, every time I try to ignite it, Indra descends and safeguards it by pouring water from the heavens. He has a friend living in the forest named Takshaka, a certain king of the serpents whom he protects, and it is for this reason that I am not successful. I know that you both are expert in the divine astras; and if you can ward off the rain, then I can successfully devour the Khandava forest.\nUpon hearing this unusual request, Arjuna said, \"It is a fact that Krishna and I possess the divine astras. However, I do not own a suitable bow that is capable of bearing all of them. If I am to continue releasing arrows, I must also possess a quiver of arrows that is inexhaustible. I also require a chariot that is comparable to the sun and fine white horses with the speed of the wind. Then also Krishna needs some weapon with which to kill the serpents and ghosts that inhabit this region. If you can supply us with these necessities, then certainly we can help you.\nThus petitioned by Arjuna, the fire god Agni called for the demigod Varuna and appealed to him thus, \"Here is Lord Krishna, the Supreme Person and His companion Arjuna. They are in need of certain weapons. You have in your possession a divine bow given to you by Soma and also two inexhaustible quivers of arrows. Please offer them as gifts and also supply the finest chariot drawn by white horses. Please give these for Arjuna is in need of them.\n\"These things that you ask for,  Varuna replied, \"eternally belong to these two great heroes. Here is the celestial Gandiva bow along with two inexhaustible quivers of arrows. This bow equals a hundred thousand bows and cannot be destroyed by any weapon. This multicolored bow that resembles a rainbow will enhance your fame and achievements.\nAfter handing over the Gandiva bow, Varuna then gave Arjuna a golden chariot drawn by four white horses obtained from the regions of the Gandharvas. This chariot was invincible and could not be destroyed by the celestial denizens or the Asuras. It delighted the heart of anyone who saw it. Arjuna was emotional with gratitude. He offered obeisances to Agni and then forcefully strung the multi-colored bow. Whoever heard the twang of that bow was struck with fear. Varuna then gave the Sudarshana chakra to Lord Krishna.\n\"Formerly, my dear Lord, this weapon belonged to You,  Varuna said. \"It has been used to vanquish the demons and the asuras. I am returning it to You after a long time. Here also is Your mace named Kaumodaki, which is capable of killing every demon on earth or in the lower regions. Please use these weapons to again establish religious principles.  Lord Krishna and Arjuna thanked Varuna and prepared to help Agni to fulfill his desires.\nAgni then ignited the Khandava forest. The forest was soon surrounded on all sides by burning flames. All the living creatures in the forest were from demoniac species, and as they came out of the forest to escape the heat, they were killed by the arrows of Lord Krishna and Arjuna. As the flames rose in the forest, they seemed to reach the sky, and the demigods became alarmed. Indra, upon seeing the forest being consumed by Agni, caused dark clouds to appear over the region and pour torrents of rain. Water hit the fire causing the forest to be filled with smoke, and in combination with flashes of lightning, the forest became fearful to behold. Then the son of Pandu invoked his astras and covered the entire forest with his innumerable arrows that were as thick as fog.\nIt so happened that on that  Takshaka, the serpent King, was not in the forest. However, his son Aswasena was present and tried to escape the fire, but could not get outside the network of Arjuna's arrows. Aswasena along with his mother rose into the sky, and as they were making good their escape, Arjuna killed the mother. Indra saw all this, and desiring to save his friend's son, deprived Arjuna of his consciousness by a violent wind. While Arjuna was regaining his consciousness, the son of Takshaka escaped.\nWhen Arjuna saw this, he became furious and wanted to fight with the powerful Indra. He began to release thousands of arrows that filled the whole sky. Indra then produced fierce winds that roared loudly. Masses of clouds began to vomit thunder and terrible flashes of lightning charged with thunderclaps were heard and seen in all directions. Arjuna then released the vayavya weapon to disperse the clouds sent by Indra. When the clouds were destroyed, the sun appeared in the sky again. Colossal birds then appeared and attacked Lord Krishna and Arjuna. Also innumerable Nagas (snakes), with mouths emitting poison and fire, attacked those two heroes. Seeing them approaching, Arjuna cut them to pieces with his arrows. Deprived of their lives, they fell into the fire below.\nIndra next sent Asuras, Gandharvas, Yakshas and Rakshasas, who bellowed loudly causing the hearts of all to tremble. They poured upon Arjuna a deluge of arrows, but Partha struck off their heads with his own arrows. Indra, desirous of testing his son's strength, caused a heavy downpour of stones to fall upon Arjuna. Arjuna, however, destroyed that shower of rocks. Indra then released a mountain weapon. Arjuna cut that mountain top into thousands of pieces, and it fell into the forest, causing great distress to the demons and Rakshasas living there. They rose up to escape, but were killed by the discus of Lord Krishna.\nWhen Indra and the demigods saw that Lord Krishna and Arjuna could not be defeated, they glorified the prowess of the Supreme Personality of Godhead. Suddenly an unembodied voice from the heavens announced, \"O Indra, your friend Takshaka has not been slain. He has presently gone to Kurukshetra . It is impossible for you to defeat Lord Krishna and Arjuna, for they are Narayana and Nara. Krishna is Narayana, the Supreme God, and Arjuna is Nara, his eternal companion. They are invincible in battle. They deserve the worship of all the demigods in heaven. You should, therefore, leave with the host of demigods; the destruction of the Khandava forest has been ordained by fate.  Hearing these words, Indra, the destroyer of the Paka demon, left for his own abode accompanied by the demigods.\nAs the Khandava forest continued to blaze, an asura of the name Maya tried to escape from the abode of Takshaka. He was chased by Agni as well as Lord Krishna, who was ready to kill him with His disc. Seeing his certain death, Maya ran to Arjuna for shelter pleading, \"Protect me, O Arjuna!\"\n\"You need not fear for your life,  Arjuna called out. \"You will not be harmed.  Because the demon took shelter of Arjuna, Krishna and Agni desisted from chasing him. The fire continued to rage for hours until the whole forest was burnt to ashes. Then Agni came to Lord Krishna and Arjuna and thanked them for their help. Due to devouring the forest, his health was now restored. Lord Krishna and Arjuna then returned to their camp.\n \nThus Ends the Mahabharata Summation to the Nineteenth"
}