{
    "id": 27,
    "title": "Chapter Fourteen",
    "content": "The Cannibal Baka Slain\n \nThe Pandavas continued on their journey wandering from one country to another. Wanting to remain concealed from the general public, they disguised themselves as ascetics, wearing deerskin and the bark of trees. They saw the countries of the Matsyas, the Trigartas, the Panchalas and the Kichakas. In the course of their travels, the Pandavas came upon their grandfather, the exalted sage Vyasadeva. They offered their obeisances and stood before him with joined palms. Vyasadeva then informed them, \"O best among the Bharata dynasty, I am aware of the wicked plans of Dhritarastra and his sons. Therefore, I have come here with good counsel. You should not lament your fate. In the future this calimity will work in your favor. Just near here is the town of Ekachakra. I suggest you live there in disguise and no harm will come to you. The sons of Dhritarastra will not find you for you have been blessed by higher powers.\nVyasa then satisfied Kunti with sweet words, \"Listen, O daughter, to my words. Your eldest son Yudhisthira, who is ever devoted to truth, will soon rule over all other monarches There is no doubt about this. Backed by the potency of Arjuna's bow and Bhima's mace, Yudhisthira will be the king of this entire earth bounded by the seas and oceans. Your sons and the sons of Madri will together perform many pious sacrifices such as the rajasuya and the ashvamedha. The fame of your sons will spread over the earth and will be known for all time.\nAfter giving these benedictions, Vyasadeva led them to the town of Ekachakra and to the house of a pious brahmana where they could live peacefully. He introduced them to the brahmana, and after situating them properly, he advised them, \"Wait here for me until the time I call for you. Do not be impatient. When the opportunity presents itself, you will succeed in your endeavors.  Vyasa then left Ekachakra and returned to his own hermitage on the bank of the Saraswati.\nWhile living in the town of Ekachakra, the sons of Pandu would daily beg their food. When the 's begging was over, they would gather what they had collected and place it before their mother. Kunti would then divide it in half. One half would be for Bhima, and the other half would be for herself and the rest of her sons. In this way they lived a life as mendicants.\nOne  while the boys were collecting their food, Kunti and Bhima overheard loud crying and wailing in the brahmana's house. Being very grateful to the brahmana for his hospitality, they wanted to relieve his distress. As Kunti approached the brahmana's quarters, she over heard a conversation between him and his wife. \"To hell with this earthly life,  the brahmana said, \"for it is full of misery. It is hollow like a reed and a fruitless glory. The attachment to wife, children, home and wealth lead only to an unhappy life. When one becomes attached to these and they are then lost, one suffers greatly. How will I escape this danger? How can I sacrifice my son, who all these years I have raised so carefully? If my son or daughter dies then I shall certainly die with them.\nKunti, taking the opportunity, entered the room and spoke soothing words that pacified the brahmana and his wife. Her words were just like nectar that revive dead men. \"Please tell me what is causing your distress. I am certain that my sons or myself can remove any anxiety you feel.\n\"This speech is indeed worthy of you,  the brahmana replied, \"but I am afraid this grief cannot be removed by any human being. Not far from this town lives a Rakshasa named Baka. Due to the weakness of the local king, this cannibal rules the country. Because he is the chief asura, he protects us from any enemies, but his fee is very high. Every fortnight one of the householders in this town must deliver to him a cart load of vegetables and rice, two buffaloes and one human being. The turn comes to each family only after many long years. If there are any who seek to avoid their turn, the Rakshasa finds and devours them. It has been decided that this fortnight is our turn, and I don't have the money to buy a man-animal, nor can I part with one of my family members, nor can I escape from the hands of that Rakshasa. For this reason I am sunk in an ocean of grief.\nSmiling all the while, Kunti spoke to the brahmana, \"Do not be unhappy on account of this danger. I see a way to rescue you from this Rakshasa's grip. You have only one son who is very young, and your daughter is also young and helpless. It also not a good idea for you or your wife to sacrifice your life. So my suggestion is that one of my sons take the offering to this Rakshasa.\nHearing Kunti's offer the brahmana replied, \"To save my own life, I shall never sacrifice the life of a guest or a brahmana. The learned have said that a guest who has taken shelter in one's house should be given protection by all means. Therefore, it is fitting that myself and my wife should perish by the hands of this Rakshasa.\n\"O brahmana,  Kunti replied, \"I am also of the firm opinion that brahmanas should be protected. My sons are very dear to me, but this Rakshasa will never be able to kill them, for they are gifted with superhuman powers. This second son of mine will faithfully deliver to the Rakshasa his food, but will not be harmed by him. I have previously seen many invincible Rakshasas fight with my son, but in the end they were vanquished. Do not disclose this fact to anyone, for we have many enemies who might harm us.\nThus addressed by Pritha, the brahmana and his wife smiled with pleasure and agreed with her proposal. Her words were like a soothing balm. Then Kunti and the brahmana approached Bhima and asked him to accomplish all that they had talked about. Bhima agreed saying, \"So be it.\nYudhisthira and his brothers, upon returning to the brahmana's house, heard about the proposal and spoke sharply to their mother, \"O Mother, what proposal have you offered to this brahmana without consulting us? You should not have acted so rashly. The learned never allow a mother to abandon her own children. This act will be equal to murder. Why do you want to sacrifice your own child for the sake of another? Relying on the strength of Bhima's arms, we shall certainly vanquish the sons of Dhritarastra. If you are resolved to abandon him, how will we accomplish our goals?\nHearing Yudhisthira's anxious words, Kunti replied, \"Do not be uneasy about Vrikodara. I have not made my decision on account of womanly weakness. Witnessing his bodily strength in carrying us from Varanavata and also in killing the Rakshasa Hidimva, I have great confidence in him. The prowess of Bhima's arms is equal to that of ten thousand elephants. There is no one on earth who can overcome Bhima in strength. Bhima will kill this Rakshasa with the greatest ease. By this act two objects will be accomplished. One is offering gratitude to the brahmana for allowing us to stay here undetected by the sons of Dhritarastra, and secondly, by killing this demon, Bhima's fame will spread far and wide. It is the duty of a kshatriya to protect the brahmanas, and for this reason I have offered to help this pious brahmana.\nHaving heard his mother's reasoning, Yudhisthira replied, \"What you have done, moved by compassion for this brahmana, is, indeed, the proper choice of action. Bhima will certainly kill this Rakshasa and come back with his life. But tell the brahmana, O mother, that he should not speak to anybody about what is taking place. Make him promise to this request.\nThe following  Bhimasena, the mighty son of Pandu, loaded the cart full of vegetables and rice, and set out for the place where the Rakshasa lived. As he approached that place, Bhima was eating the food that was intended for the Rakshasa Baka. All the way Bhima was calling out the Rakshasa's name in jest. Hearing his name mocked at and ridiculed, the Rakshasa became furious and came out from the place where he was hiding. The Rakshasa's body was gargantuan, and his power was frightening. He had red eyes, a red beard and red hair, and he was terrible to behold. His mouth opened from ear to ear, and as he advanced toward Bhima, he bit his lips in rage and expanded his eyes in wrath. \"Who is this fool,  he yelled, \"eating my food and desiring to enter Yamaraja's abode? I shall kill him at once!\nLaughing at the Rakshasa's angry mood, Bhima continued eating the food in the cart. Seeing Bhima's indifference, the Rakshasa roared frightfully and ran at Bhima with upraised fists, desiring to kill him then and there. He struck Vrikodara on the back with all his strength, but Bhima was not affected in the least and continued eating the food. The mighty Rakshasa, inflamed with wrath, uprooted a tree and ran toward the son of Kunti. Meanwhile Bhima, having finished his meal, washed his hands and stood cheerfully for a fight. As the tree came his direction, Bhima caught it with his left hand, smiling all the while. The Rakshasa was infuriated and uprooted more trees hurling them with all his power at the son of Kunti. Bhima, however, caught those trees and threw them back at the Rakshasa. Soon the forest became treeless and finding no other weapon, Baka ran at Bhima and seized him with his arms. He dragged Bhima on the ground, and Bhima also dragged him on the ground. Soon the Rakshasa became fatigued and Bhima pressed him down to the earth with his knees and beat him with his fists. Then placing one knee on the middle of the Rakshasa's back, Bhima seized his neck with his right hand and with his left grabbed the cloth around his waist. Lifting up his neck and legs, while keeping his knee on Baka's back, Bhima bent him double with great force. The cracking of his back and the screaming of his voice filled the whole forest. Baka then vomited blood and gave up his life force.\nThe friends of Baka were frightened, and Bhima commanded them, \"Do not kill human beings again, for if you do, you will die as Baka did.  The Rakshasas were terrified at Bhima's power, and from that  on, they were seen by the inhabitants of that town to be very peaceful toward mankind. Then Bhima dragged the lifeless corpse of the demon, placed him on the city gate and went away unseen by anyone.\nThe next morning the citizens of Ekachakra saw the cannibal's mutilated body covered in blood. News spread quickly through the town and soon a thousand residents were seen at the city gate. They were amazed to see such a superhuman feat, and out of curiosity, they went to the brahmana's home to inquire about the matter. The brahmana was careful to cover-up the identity of the Pandavas, and he told them, \"A certain brahmana traveling on pilgrimage came to my home and agreed to take my place. He assured me that no harm would come to him. He then carried the food cart toward the forest. This wonderful deed has been certainly accomplished by him.  The citizens of Ekachakra were joyous to hear what had happened and held a festival especially honoring the brahmana.\n \nThus Ends the Mahabharata summation to the Fourteenth"
}