{
    "id": 83,
    "title": "Chapter One",
    "content": "The Pandavas Prepare for War\n \nAfter Abhimanyu's marriage, there was royal festival and everyone was pleased that the son of Arjuna was united with the daughter of King Virata. The next  all the Kings, who had assembled for Yudhisthira's cause, came to Virata's imperial court to discuss future plans. The assembly consisted of King Virata, King Drupada, Satyaki, King Yudhisthira, Bhima, Arjuna, Nakula and Sahadeva. Also present were Lord Krishna, the Supreme Personality of Godhead, and His very powerful brother, Balarama. From the Yadu house came Pradyumna and Samba. Arjuna's son, Abhimanyu was present, as well as the sons of Draupadi, appearing like their fathers in prowess. Drupada's sons and Virata's sons were also seated in the court. They all talked on varied subjects for some time, and after conversing with each other, they sat in a thoughtful mood, their eyes fixed on the beautiful form of Lord Krishna. The Lord sat in the midst of the assembled kings like the full moon amidst the many stars in the sky. With His lotus like eyes and bluish complexion, He was attracting the minds of everyone. While gazing upon the Supreme Personality of Godhead with insatiable glances, they waited for Him to speak. After due contemplation, the Lord of the universe spoke, It is known to all that the Pandavas were unfairly defeated in gambling by Suvala's son, and thus swindled out of their kingdom. They were then exiled to the forest for the thirteen year period, which they faithfully carried out. Dhritarastra's sons still maintain their illicit desires for complete sovereignty of the world, although the sons of Pandu also have a right to share half that kingdom. What Duryodhana exactly thinks is not completely known, so what opinion can be formed? Therefore, a competent person should be selected who can go to Hastinapura and induce the Kauravas to give half the kingdom to the Pandavas.\nAfter listening to the words of His younger brother, Lord Baladeva, the carrier of the club and plow, spoke to the assembled Kings, You have heard the advice of Krishna which is pregnant with virtue and beneficial to both Yudhisthira and Duryodhana. Dhritarastra's sons should give half their kingdom joyfully so this quarrel can be settled. It is known that when Yudhisthira was in possession of the throne, he unnecessarily engaged in gambling, although he was not able to play the game well. He foolishly gambled away his kingdom, and no blame can be put on Shakuni. Therefore, the messenger should approach the sons of Dhritarastra with words of humility intended to pacify Duryodhana. Nothing can be gained by war with the Kurus.\nAfter Lord Balarama finished expressing His opinion, the scion of Shini's dynasty, Satyaki, rose up and condemned Lord Balarama's words which favored Duryodhana. Satyaki proclaimed, A man will certainly speak what is in his heart. It is well known that You cherish affection for Duryodhana although he is unprincipled. By his deceitful nature, he tricked the sons of Pandu out of their kingdom. Instead of facing them on the battlefield, they chose to cheat them out of their kingdom by throwing dice. They are cowards of the highest order. Why should Yudhisthira, who is entitled to the ancestral throne, humble himself before the uncivilized Duryodhana, who tried to see the Pandava's beloved wife stripped naked in the imperial court. They should either give back the kingdom or be ready to fight. Who can withstand Arjuna on the battlefield? Who can stand in front of Lord Krishna as He wields His Sudarshana discus to destroy the entire array of the Kurus? Who can withstand the tenacious Bhima, mace in hand, ready to destroy the ranks of the oncoming enemy? There is no need to approach them like beggars. Either Yudhisthira is given back his kingdom this very , or Dhritarastra's sons will lie on the earth slain by me!\nAfter Satyaki's speech, the eminent king Drupada gave his opinion, You have spoken well. Never will Duryodhana agree to give up his kingdom by peaceful means. Dhritarastra will agree with his son's wishes, and Bhishma and Drona will follow out of stupidity. Karna and Shakuni will certainly join forces with Duryodhana out of folly. The words of Baladeva are, indeed, righteous, but Duryodhana should never be addressed in mild words. Sweet words are never spoken to a snake, but a weapon must be used to kill it. An envoy should be sent to Duryodhana demanding half the kingdom. At the same time a message should be sent to all kings of the earth who favor Yudhisthira's cause. Let them come here to support us.\nLord Krishna then gave the final opinion, King Drupada's words are well spoken and meant to promote the interests of Pandu's sons. However, our relationship to both the Kurus and the Pandavas is equal. We have been invited here for the marriage ceremony of Abhimanyu. The marriage ceremony is now complete, and we should return to our kingdoms. Since you, King Drupada, are the eldest and most respected amongst us, you should send a message to Duryodhana, requesting half the kingdom. If Dhritarastra's son should make peace, then there should be no hard feelings on either side. However, if Duryodhana refuses to make peace, then after calling others for war, also call upon us. The wicked will have to face the onslaught of the Gandiva bow as well as My wrath.  Saying this much, Lord Krishna made preparations to leave the Matsya capital. He was worshiped by King Virata as well as by all the kings present. After the departure of Lord Krishna, the Supreme Lord of heaven and earth, King Yudhisthira, along with King Virata, began making preparations for war. King Drupada sent for one of his most trusted priests and gave him a message to be spoken in the midst of the Kaurava leaders. The priest then departed.\nMeanwhile, the Pandavas proceeded with their preparations for a future offensive, knowing well the mentality of their diabolic cousin. The third son of Kunti, Arjuna, then left for Dvaraka in hopes of obtaining the favor of both Lord Krishna and Lord Baladeva. When Duryodhana learned through spies of the Pandava's intentions, he also set out for Dvaraka, accompanied by a small number of troops. Both Arjuna and Dhritarastra's son arrived in the city of the Yadus on the same . At the time they arrived, Lord Krishna was sleeping, and they both entered His room together. Duryodhana sat at the head of the bed whereas Arjuna sat at Lord Krishna's lotus feet. When Lord Krishna awoke, He saw Arjuna first, seated at the end of the bed. He greeted both Arjuna and Duryodhana and asked about their welfare. Duryodhana then solicited Lord Krishna, I am requesting Your support for a future war. Arjuna and myself are equally Your friends. O descendent of Madhu, You bear the same relationship to both families. Therefore, since I have come to You first, please follow the path of virtuous men. You are listed at the top of all who are righteous, and therefore I ask You assist me at this time.\nIt is, indeed, true,  Lord Krishna replied, that you have come to Me first. However, I have cast My glance upon Partha first. Since you have both come here, I shall lend My assistance to both causes. Those who are junior in years should have the first choice. I have a body of soldiers known as the Narayanas, numbering one million men; that is one choice. The other choice is Myself. However, I will not fight in the battle. Arjuna, you may choose between Myself and My Own men. Since you are the youngest, you may pick first.\nWhen given first choice by Lord Krishna, Arjuna chose his most intimate friend, Lord Krishna. Joyfully, Duryodhana chose Lord Krishna's division of troops, shunning the personal power of the Supreme Personality of Godhead. After this meeting, Duryodhana went to Lord Balarama, the possessor of infinite power. Duryodhana explained how Krishna was chosen by Arjuna, although He Himself would not fight. Duryodhana then requested Lord Balarama to fight for his cause. Hearing this appeal, Balarama replied to Duryodhana, When we were present at Abhimanyu's marriage ceremony, I spoke in your favor. I supported affection for both parties, although Krishna did not agree. Krishna has now chosen Arjuna's side, and under no circumstances can I fight against Him. Therefore, I will fight neither for the sons of Pandu nor the sons of Dhritarastra.\nDuryodhana was pleased to hear that Balarama would not take either side. Embracing the wielder of the club and plough, he considered Arjuna already vanquished. The royal son of Dhritarastra then went to Kritavarman and requested him to take up weapons against the Pandavas. Kritavarman agreed and gave Duryodhana one akshauhini division of soldiers.\nAfter Duryodhana had departed with Kritavarman and the great military phalanxes of the Narayanas, Krishna, the most merciful Lord, questioned Arjuna, Why is it, O Partha, that you have chosen Myself, who will not take up any weapons?\nThere is no doubt in my mind,  Arjuna replied, that You are able to kill all these soldiers. O best among men, I am also capable of slaying all of Duryodhana's troops. However, I know that wherever You are present, there will also be victory, fame and opulence. These qualities are present wherever You are. For this reason I have selected You, although I know You will not fight. It is my desire that You ride upon my chariot and drive my horses. Please fulfill this desire for with Your assistance there is no chance that the Kurus will be victorious.\nI will without doubt ride upon your chariot and direct you to victory,  Lord Keshava said. By My grace all your opponents will perish in this enormous battle to come.  Thrilled at the thought of having Lord Krishna, the slayer of Madhu, riding on his chariot, Partha caused the Personality of Godhead to accompany him to Upaplavya, the city of Virata.\nHaving heard from Drupada's messengers of the upcoming war, Salya, the king of Madras and the brother of Madri, directed one akshauhini division to Yudhisthira. So large was that division of troops that when it was encamped, it covered twelve miles. When Duryodhana learned of Salya's intentions, he ordered the best accommodations be made for his comfort. Different houses were erected along his route, and when Salya was entertained in those houses, he became joyful at the thought that Yudhisthira had gone to so much trouble for his comfort. He was given the most royal treatment, on an equal level with the demigods. Still thinking that it was Yudhisthira who had made the arrangements, he called for those men who had supervised the accommodations. He vowed that he would grant a benediction to whoever made such nice arrangements. When Duryodhana came before Salya, and Salya understood that it was Duryodhana who had made all the arrangements, Salya said, You may take a benediction from me.\nIf your words are truthful,  Duryodhana replied, then I ask you to be the leader of my army.\nI will fulfill this benediction,  Salya said, for what can I do? I have agreed to give a benediction. Before coming to Hastinapura, however, I will visit Yudhisthira for he is my beloved nephew. It, therefore, behooves me to meet with him.\nO ruler of the earth,  Duryodhana said, after talking with the Pandavas, come to my city with great speed. I depend upon you entirely, O king of kings.  Salya then left for the city of Upaplavya, the city of Virata.\nUpon reaching the Matsya's city, King Salya met Yudhisthira and was royally received. The King then informed Yudhisthira of what had happened in his meeting with Duryodhana.\nO valiant king,  Yudhisthira said, you must act as you have promised. However, I request a favor, and I hope that you will execute it for my sake only. O great King, you are an equal to Krishna on the battlefield. When single combat takes place between Arjuna and Karna, I have no doubt that you will drive Karna's chariot. When this event takes place, I hope that you will give protection to Arjuna. With insulting words you must dishearten Karna in battle, and then victory will be ours. It is improper, but still, for our sake, I request you comply with my wish.\nTo be sure,  Salya replied, I will be his charioteer for he considers me to be an equal with Lord Krishna. At that time I will demoralize the vicious son of a suta, and in that condition, it will be easier for Arjuna to kill him. Whatever else I may do, I will do it for your sake. You have suffered from the gambling match and the insults to Draupadi. They all deserve to die for these immoral acts, and certainly it will happen, for providence is supreme.  After being treated royally by the Pandavas, Salya went to Hastinapura to fulfill his commitment to Duryodhana.\nThen Yuyudhana (Satyaki), the celebrated hero of the Satvata race, came to the Pandava's camp. He brought with him an akshauhini division, consisting of thousands of chariots, tens of thousands of calvary, tens of thousands of Infantry and thousands upon thousands of beautifully decorated elephants. Also coming to the side of the Pandavas was the stalwart Chedi king, Dhristaketu, accompanied by an akshauhini division of soldiers. The Magadha King, Jayatsena, brought to the Pandava's side another akshauhini division of soldiers consisting of warriors with unlimited prowess. King Pandya, who lived near the ocean, came to the Pandava's side bringing with him a veritable sea of troops. King Drupada brought with him his sons, undefeatable in battle, as well as an akshauhini division of soldiers, consisting of the four kinds of troops. King Virata also gave to Yudhisthira another akshauhini division of soldiers to help conquer the wicked sons of Dhritarastra. Altogether Yudhisthira had collected seven akshauhini divisions eager to fight with the Kurus.\nMany kings also came to Duryodhana's camp, intending to help him retain his kingdom. These kings each brought with them an akshauhini division of soldiers. They were King Bhagadatta, Bhurisravas, King Salya of Madras, Kritavarman, the son of Hridika, accompanied by the Bhojas and the Andakas. Jayadratha, the King of Sindu, came to the aid of Duryodhana as well as Sudakshina, the leader of the Kambhojas. King Nila, the ruler of Mahismati, also came there with an akshauhini division of troops as well as the Avantipura Kings, Vinda and Anuvinda. The Kekeya princes also came to Duryodhana, gladdening his heart with a large number of troops.\nThus King Duryodhana had collected eleven akshauhini divisions of soldiers to fight against Pandu's sons. There were so many warriors that the leaders of the troops could not fit in Hastinapura. Their encampment spread over many provinces and along many rivers. Thus the two sides amassed their armies and arsenals, intenting to aid either Pandu's sons or Dhritarastra's sons. It was all a part of Lord Krishna's plan to decrease the unnecessary military burden of the world. All those soldiers would die in a colossal battle that was to last for eighteen s. Thus Lord Krishna fulfilled his promise in Bhagavad-gita, In order to deliver the pious and to annihilate the miscreants as well as to reestablish the principles of religion, I advent Myself millennium after millennium.  (Bg.4.8)\n \nThus Ends the First"
}