{
    "id": 10,
    "title": "Chapter Commentary",
    "content": "After Vichitravirya's death, the mother and wives lamented greatly. Attachment is found even in the families of great dynasties. Maya is so strong that one thinks that his family members will live eternally and that he or she will never die. Queen Kunti was born in a royal dynasty descending from the moon god. Her sons were all born of great demigods and were highly qualified. She understood her attachment was not proper, and therfore she prayed in the presence of Lord Krishna, \"O Lord of the universe, soul of the universe, O personality of the form of the universe, please sever my tie of affection for my kinsmen, the Pandavas and the Vrishnis.  (Bhag. 1.8.41) There is nothing wrong with affection and attachment, but we must owe our greatest affection to God first. Queen Kunti concluded her prayers to Lord Krishna, \"O Lord of Madhu, as the Ganges forever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else.  (Bhag. 1.8.42) Or as Lord Jesus Christ put it, \"I have not come to this earth to bring peace, but a sword, I will turn the father against the son and the mother against the daughter. Those of his own household will be his enemy. He, who loves father and mother more than me, is not worthy of me.\nIt is not that emotional feelings can be suddenly cut off. Feelings of affection have to be transferred to Lord Krishna, and then one not only has affection for his family members, but for all living entities, because one comes to the realization that everyone is part of the family of the Supreme father, Lord Krishna. The process for becoming attached to Krishna has been given to us by Lord Shri Krishna Chaitanya Mahaprabhu, the Yuga Avatara for the Kali age. He has requested us to chant the Hare Krishna maha mantra, Hare Krishna Hare Krishna, Krishna Krishna, Hare Hare/ Hare Rama Hare Rama, Rama Rama, Hare Hare. This will cleanse the heart of all material desires and attachments and fix the mind on the lotus feet of Lord Krishna.\nQueen Satyavati was very anxious beget a qualified king to give protection to the citizens. In the age of Kali powerful warrior kings no longer exist nor do qualified brahmanas. Previously the kings were heroic men who would face each other on the field of battle and fight till death. They knew that if they died on the field of battle facing the enemy, they would attain a higher destination after this life. Therefore, they were fearless in battle. As the iron age of Kali progressed, the warrior kings lost their strength and heroism. To armies no longer face each other in battle, but hide in trenches and behind trees, fearful of death. They are not conviced that there is another life after this one. Gone are the s of these chivalrous warriors, because everyone in this Kali age is fastly becoming a shudra. The modern leaders of the world do not have a heroic fighting spirit, and thus they do not come out on the field of battle to lead their forces. They sit in their offices thousands of miles away from the battlefield. Even the modern  generals do not lead their forces into battle, but direct them miles away from the front line. Great generals such as Bhishma and Arjuna commanded the respect of all the citizens by being fearless in battle.\nIn the Kali-yuga, the act of begetting a child in a brother's wife is forbidden. In the Brahma Vaivarta Purana, there is the following verse, asvamedham gavalambham, sannyasam pala-paitrikam, devarena sutopattim, kalau panca vivarjayet, \"In the age of Kali, five acts are forbidden: the offering of a horse in sacrifice, the offering of a cow in sacrifice, the acceptance of the order of sannyasa, the offerings of flesh to the forefathers, and a man's begetting children in his brother's wife.  [Brahma-vaivarta Purana, Krishna-janma-khanda 185.180] In the Kali-yuga the offering of a cow or horse in sacrifice is forbidden because the brahmanas are no longer qualified. The brahmanas would first kill a cow or horse by mantra, and then by another mantra bring it back to life with a new body. This power of mantra has been lost in the Kali-yuga, and therefore the act is forbidden. When the brahmanas could not bring the animal back to life, they continued with the sacrifices, considering the animal meat as the prasad or mercy of the Lord. In this way meat eating began in Vedic culture. It was for this reason that the Lord incarnated as Buddha, saving the the poor animals from slaughter. He stopped all Vedic sacrifice by preaching the philosophy of ahimsa or nonviolence.\nThe only sacrifice recommended in the age of Kali is the chanting of the Hare Krishna maha-mantra, Hare Krishna Hare Krishna, Krishna Krishna, Hare Hare/Hare Rama Hare Rama, Rama Rama, Hare Hare. After all, sacrifices are meant to please God, and in this age the Lord is satisfied by such a simple process. In the age of Kali, the Supreme Lord in His form of Shree Chaitanya Mahaprabhu should be worshiped with his associates by performance of sankirtan yajna, the congregational chanting of the Hare Krishna mantra. This process is accepted by intelligent men. yajnaih sankirtana-prayair yajanti hi sumedhasah [Bhag. 11.5.32]. The word sumedhasah refers to intelligent men who possess sufficient brain substance.\nSannyasa is also forbidden in the age of Kali because it is difficult to find a person qualified for complete renunciation. In the Kali-yuga people are very fallen. In the Shrimad Bhagavatam Shrila Saunaka Rishi addressed Suta Goswami thus, \"O learned one, in this iron age of Kali persons have but short lives. They are quarrelsome, lazy, misguided, unlucky and above all always disturbed.  [Bhag. 1.1.10] In India it has become popular to accept the renounced order of life simply to fill one's belly. This has give a very bad name to the sannyasa order, and people no longer have respect for that ashrama. These so-called renunciates have sex with many women and are more like monkeys than sannyasis. Because people are generally in the modes of passion and ignorance, it is not possible for them to accept the renounced order of life and follow the strict rules and regulations of that order. Shri Chaitanya Mahaprabhu accepted the renounced order of life at the age of twenty-four. He did so to deliver the fallen condition souls. Only a person who has transcended the modes of passion and ignorance, and is firmly established in goodness can become a sannyasi, strictly following the regulative principle of no sex.\nIt is also forbidden to beget children in the womb of a brother's wife. In previous yugas if a man was sterile or the husband had died, then the brother was called upon to propagate children as in the case of Vicitravirya and Vyasadeva. However in the Kali-yuga unscrupulous people will take advantage of this Vedic principle simply to have illicit sex. This leads to further incest which degrades the quality of the population. Thus this is a forbidden act in this age."
}