{
    "id": 123,
    "title": "Chapter Three",
    "content": "The Thirteenth  at Kurukshetra;\nThe Death of Abhimanyu\n \nDhritarastra said: After the fall of the great Bhagadatta, O Sanjaya, what was the state of my troops? I think that Dhananjaya himself is sufficient to destroy my army. Tell me, O Suta, what happened on the thirteenth  of the great battle.\nSanjaya said: O King, your troops, broken by Arjuna's prowess and not able to capture Yudhisthira, were considered defeated. As they retired for the night they could only remember the countless merits of Arjuna and his friendship with the lotus eyed Krishna. They rested that night as if cursed and spoke little to each other. When the morning came, Duryodhana went to Drona and spoke harhly, \"O best of the brahmanas, behold the great slaughter of my troops by the sons of Pritha. Allowing this to happen, surely you have marked us down as men to be destroyed. Even though you had the opportunity, still, you did not seize Yudhisthira. Without doubt, one who falls within your sight, cannot escape even if aided by the heavenly lords combined, much less the insignificant Pandavas. You have promised me a benediction, but you could not fulfill it. One of noble character like yourself is always truthful to his vow in all circumstances.\"\nThus chided by Duryodhana, Bharadvaja's son felt greatly ashamed. Replying to the King, he said, \"O Duryodhana, I have endeavored to my best ability to capture Yudhisthira. However, as long as the Pandava army is protected by Arjuna, it cannot be defeated by the combined forces of the world. Wherever there is Lord Krishna, the creator of this universe, and wherever there is Arjuna, the son of Kunti, there has not been one, nor is there one now, nor will there be one in the future, who can defeat them. Truly I have always told you this, and it shall not be otherwise. To, I can promise you that one of the adhirathas on the Pandava's side will die. I will form an array that even devas cannot penetrate. It is known as the Chakravyuha. It will be successful only if Arjuna is taken away from the battlefield. Arjuna knows the art of penetrating this formation, and it will not succeed as long as he is present.\"\nSanjaya continued: After Drona had spoken these words, the Samsaptakas challenged Arjuna, taking him to the southern side of the battlefield. In Arjuna's absence, Drona arrayed the troops in the form of a Chakra (wheel). Abhimanyu, at Yudhisthira's command, penetrated the formidable arrangement and killed thousands of your troops. Having achieved the most difficult feats, at last he was surrounded by six great maharathis. In the end he was extremely fatigued due to battle and was slain by Duhshasana's son. With this great victory, your troops withdrew for the night.\nDhritarastra said: O Sanjaya, hearing of the unfair slaughter of Arjuna's son, my heart breaks. Cruel, indeed, are the duties of the kshatriyas in that cowardly men desiring sovereignty unfairly killed a young boy with their mighty weapons. O Sanjaya, tell me how this fearless youth was defeated by my forces by entering into the chakravyuha.\nSanjaya said: O King, I will describe to you in detail what you are asking me. Listen, O Monarch, with attention as I describe how Arjuna's son, Abhimanyu, fought with the great maharathis as as if they were toys, but in the end was slain by them. Be still, O King, I shall speak to you of the great slaughter of your kinsmen.\nSanjaya continued: The Pandavas are invincible and are above all fatigue. In righteousness, in actions, in family tradition, in intelligence, in achievements, in fame, in prosperity, there never was and there never will be a King such as Yudhisthira. In the front line of the battle, the powerful Lord Shiva, the son of Jamadagni, Parashurama, and the second son of Kunti, Bhima are spoken of as equals. As far the wielder of the Gandiva bow, Arjuna, is concerned, I do not see an equal to him anywhere on earth or in heaven. Six qualities are ever present in the son of Madri, Nakula: reverence for superiors, worship of the brahmanas, humility, self control, handsome features and heroism. In knowledge of the scriptures, gravity, sweetness of temper, righteousness and prowess, the heroic Sahadeva is equal to the Asvini-kumara demigods.\nAll the good qualities that are found in Lord Krishna and the Pandavas are found in Abhimanyu alone. In firmness, he was equal to Yudhisthira; in good conduct, he was equal to Lord Krishna; in achievements, he was equal to Bhimasena; in knowledge of the scriptures, in prowess with the bow and arrow, and in beauty of person, he was equal to Dhananjaya. In humility, he was equal to Nakula and Sahadeva.\nSanjaya continued: O King, the preceptor then arranged his forces in the array known as chakravyuha. The petals of that formation were the invincible maharathis such as Drona, Karna, Salya, Kripa, Ashvatthama, Duryodhana, Jayadratha, Duhshasana and Bhurishrava. Protecting those division leaders were millions upon millions of troops.\nThe Pandavas headed by Bhima then approached that impenetrable array protected by Bharadwaja's son. Assisting him were Satyaki, Chekitana, Dhristadyumna, Kuntibhoja, Drupada, Abhimanyu, Kshatradharman, Vrihatkshatra, Dhristaketu, Nakula and Sahadeva, Ghatotkacha, the powerful Yudhamanyu, the undefeated Shikhandi, Uttamaujas, Virata and the five sons of Draupadi. All came forward to fight with the preceptor Drona, but all were pushed back like the waves of the ocean attacking the beech. The Pandavas were unable to stand before him as he released his deadly arrows. The strength of Drona's arms was unbearable, and he was defeating them separately and all together. Regarding Drona as invincible, Yudhisthira put a heavy burden on Abhimanyu. Addressing Abhimanyu, who was not inferior to Vasudeva, the King requested, \"O child, fight in such a way that Arjuna will not rebuke us upon returning from battle with the Samsaptakas. None of the warriors here know how to break this circular formation which is about to devour my divisions. Only Krishna, Arjuna, Pradyumna and yourself know how to pierce that array. O mighty armed one, there is no fifth person that can be found to accomplish such a feat. O Abhimanyu, grant us this benediction. Take up your arms and destroy this formation before Arjuna's return.\"\n\"I will penetrate this chakravyuha formed by Drona,\" Abhimanyu replied, \"and gain victory for my father and my uncles. My father, Arjuna, has taught me the key to penetrate this array. However, I do not know how to escape from it if I fall into danger.\"\n\"O foremost of all warriors,\" Yudhisthira requested, \"break this formation just once. We will follow you and give you protection. Have no fear for once inside that great formation, we will shatter it to pieces.\"\n\"To,\" Abhimanyu replied, \"I will penetrate Drona's invincible formation, and you shall behold large divisions slain by me, a mere boy. If anyone, encountering me, escapes with his life, I shall not regard myself as Arjuna's son. To I will destroy the whole Kaurava army.\"\nAbhimanyu then ordered his charioteer to proceed toward Drona. His charioteer, Sumitra, then advised the intelligent son of Arjuna, \"A heavy burden has been placed upon you by the Pandavas. You should carefully ascertain whether or not you can bear such a burden. The preceptor Drona is a master of superior weapons and mature in battle. You are still a youth and have been brought up in luxury unaccustomed to the front lines of battle.\"\nLaughing all the while, Abhimanyu said to his charioteer, \"O Sumitra, who is this Drona? Who are any of these warriors of mortal frame. I have the courage to encounter Indra himself what to speak of all these common warriors assembled here. Endowed with the vitality and strength of my uncle Krishna and my father Arjuna, I do not waver at the thought of challenging anyone.\" Disregarding the words of his charioteer, Abhimanyu ordered, \"Maneuver this chariot towards the preceptor Drona!\"\nThus commanded, the charioteer urged the horses toward the front line of the battle. The Pandavas followed behind him desiring also to enter that powerful formation. Beholding him coming towards them, the Kauravas sent up loud roars and attacked him with all their strength. Arjuna's son was encased in golden mail, and his royal insignia bore the sign of a Karnikara tree. He fearlessly encountered Drona like a lion attacks a herd of elephants. The Kaurava warriors tried desperately to stop Abhimanyu, but within Drona's sight, Subhadra's son pierced that powerful formation and split it open. Endeavoring to close the open gap, large divisions of elephants, chariots and horsemen challenged Arjuna's son. They shouted loudly at him, \"Wait, Wait! Stand and fight!\" However, the aggressive Abhimanyu, coursing the battlefield, killed all those warriors who challenged him. With his mighty weapons, Arjuna's son cut off their heads, arms and legs as they approached him. Although the enemy rushed at him with great speed and were armed with every kind of weapon, their approach was like moths coming close to fire. Abhimanyu was severing the heads of the leading chariot fighters, and their empty chariots were running wild over the battlefield. Elephant divisions were slaughtered together and fell upon the infantry crushing their ranks. These huge beasts then formed a barrier between Abhimanyu and the enemy force, so great was the slaughter. Severed heads littered the ground, their eyes bulging from their sockets. Armless and headless trunks were lying here and there covered with blood and dust. There were countless fallen heroes who were covered with golden armor, garlands, sandalwood paste and fragrant oils. Many heroes lay with their tongues rolling out, and their eyes detached from their sockets, and others lay with their intestines and livers drawn out by Abhimanyu's arrows. Abhimanyu crushed the Kaurava ranks and caused them to flee from the battlefield.\nUpon witnessing the rout of his army, Duryodhana was furious and assaulted Subhadra's son. Knowing that the King could not defeat this young boy, Drona ordered Ashvatthama, Kripa, Salya, Karna, Kritavarman, Shakuni, Brihadvala, Bhurishrava, Sala, Paurava and Vrishasena to protect Duryodhana. Rushing at Arjuna's son, they released their shower of arrows and quickly took away the King. They took him away like one trying to snatch a food morsel from a hungry lion. Abhimanyu challenged each of those warriors and covered them with his arrows. He then sent up a loud roar of victory. Not tolerating such action, all the great warriors released their weapons intending to kill Arjuna's son. However, Abhimanyu shattered those arrows before they reached him. Failing in the attempt to pierce him, all the great maharathis covered him with more arrows hoping to frighten him away. Abhimanyu, however, countered those weapons and pierced each of the great warriors with three arrows.\nThe son of King Asmaka was able to come within close range of Abhimanyu and pierce him with ten arrows. Abhimanyu countered those arrows, and with ten arrows of his own killed his enemies horses and charioteer. Abhimanyu then cut off the arms and head of that powerful hero. When Karna came within reach, Abhimanyu pierced his armor with his blood sucking arrows. Penetrating his body, they entered the earth. Karna, struck senseless, fell to the floor of his chariot. Abhimanyu covered the battlefield with great speed, challenging the great warriors and defeating them all. He came upon the ruler of Madras, Salya, and covered him with golden arrows. Struck in this way, the ruler of Madras fainted away and was taken from the battlefield.\nWitnessing Abhimanyu's victory, the demigods, the Pitris, the Charanas and the Siddhas sang his glories from the heavens. Meanwhile, Salya's brother assaulted Abhimanyu like a tempest. He covered him with many arrows and sent up a loud roar. In return, Abhimanyu released hundreds of arrows that killed his horses and charioteer, severed his royal standard, cut off the wheels and canopy of that car, and shattered all his weapons to pieces. Abhimanyu then severed the head of Salya's brother, and with this action all the supporting troops fled away in fear.\nAfter rallying the troops, many great warriors rushed at Abhimanyu screaming, \"To, you shall not escape with your life!\" Smiling all the while, Arjuna's son tormented those warriors with the weapons he had received from Krishna and Arjuna. Disregarding the heavy burden placed upon him by Yudhisthira, he fearlessly released his arrows. Like Arjuna, his bow was constantly drawn in a circle. No one could tell when he drew the arrow from the quiver and when it was released from the bow. Witnessing Abhimanyu's prowess, the other Pandavas took no part in the battle, but acted only as spectators.\nDuryodhana was maddened to see the rout of his army. He urged the great maharathis as follows, \"The preceptor, Drona, out of affection does not wish to kill Arjuna's son. No one can escape Drona's wrath when he is provoked. Arjuna is the preceptor's disciple, and this is Arjuna's son. Drona looks upon him with pride and does not wish to kill him. It is for this reason that this foolish boy is victorious. I order all of you to crush him.\"\nWhen ordered in this way, Duhshasana said to his brother, \"O monarch, I take an oath that I will slay Arjuna's son within the very sight of the Pandavas. I will devour Abhimanyu like Rahu devours the sun. When the two Krishnas hear of Abhimanyu's death, they will also die out of lamentation. Once they are dead, it will be easy to defeat the rest of the Pandavas. With the death of this one person, we will attain victory.\"\nSaying this much, Duhshasana assaulted Abhimanyu, covering him with his mighty weapons. Seeing him coming, Abhimanyu taunted him, \"It is by good luck that to I am able to behold you, who are the embodiment of a braggart and a fool. In the king's assembly at Hastinapura, you insulted Draupadi as well as my father and my uncles. O wicked person, to you shall receive the fruit of such actions. I shall to chastise you in front of the whole army. To, I shall free myself from the debts I owe to the angry Krishna, and to my father, who always looks for the opportunity to challenge you. O Kaurava, I shall to free myself from the debt I owe to Bhima. Only if you run away from the battlefield, will you escape with your life.\"\nHaving spoken these words, Abhimanyu invoked a radiant celestial weapon. Releasing that arrow endowed with lightning speed, it pierced Duhshasana's shoulder joint up to the feathers. He then released twenty-five more arrows that resembled fire. Severely pained, Duhshasana sat down on the chariot floor and fell into a deadly swoon. He was then taken away from the battlefield. Beholding this, the Pandavas were filled with joy and caused the battlefield to resound with conches, drums and bugles.\nKarna again came forward to challenge Abhimanyu. He pierced Abhimanyu with many arrows stretching his bow to it's fullest extent. The son of Phalguna felt no pain and released his deadly arrows that killed Karna's horses and charioteer. Abhimanyu the cut the royal standard from his chariot and shattered his bow to pieces. Beholding Karna in the grip of death, his younger brother proceeded quickly against Arjuna's son. He roared loudly, and stretching his bow, he released ten arrows that pierced Abhimanyu's royal banner, umbrella, charioteer and horses. With this action, the Kaurava heroes sent up loud shouts. However, with a cool and calm mind, Abhimanyu, with a single shaft, cut off the head of Karna's brother, and the smiling faces of the Kauravas changed to one of disbelief. Karna ascended another chariot, and in great anger, eager to avenge his brother's death, he assaulted Abhimanyu. However, Abhimanyu shattered his bow and countered his weapons, causing him to run from the battlefield.\nHaving routed the Kaurava army, no one stood before Abhimanyu except Jayadratha, the Sindhu ruler. That bull amongst the kshatriyas, Abhimanyu, then blew upon his conchshell and roared loudly bringing great joy to his uncles.\nSanjaya continued: The Pandavas accompanied by Satyaki, Shikhandi, Dhristadyumna, Virata, Drupada, and Dhristaketu followed the path of destruction left by Dhananjaya's son. They were hopeful to rescue him from the Kaurava ocean. Seeing them coming, your son-in- law, Jayadratha, the ruler of the Sindhus, stopped them from going any further. The powerful son of Vriddhakshatra, invoking his celestial weapons, resisted the advance of those great heroes, thus closing the gap in the great formation.\nDhritarastra said: A heavy burden was placed upon Jayadratha, inasmuch as he alone had to stop their advance. What benedictions had he received to single-handedly impede those great warriors?\nSanjaya replied: While the Pandavas were living in the forest, Jayadratha insulted Draupadi and was beaten almost to death by Bhimasena. When humiliated in this way, Jayadratha began to perform austerities, reducing his body to skin and bones. Jayadratha, trying to please Lord Shiva, ate little and slept little. When Lord Shiva was pleased with him, he appeared to Jayadratha in a dream and asked him what he wanted. With folded palms, Jayadratha asked for a boon by which he could defeat the Pandavas once. Lord Shiva granted the benediction saying, \"You may defeat all of the Pandavas, except Arjuna.\" Now with this benediction he is standing before them like a maddened lion.\nSanjaya continued: Listen, O King, as I describe in detail how Jayadratha defeated the sons of Pandu. Jayadratha rode on a beautiful chariot drawn by Sindhu horses. His royal banner bore the device of a large silver boar. Drawing his bow to a full stretch, he released death dealing arrows obstructing the Pandava army from advancing further. He pierced Satyaki with three arrows and Bhima with eight. He struck Dhristadyumna with sixty shafts, Shikhandi with ten and Drupada with five. He pieced Yudhisthira with seventy and covered the Pandava army with his celestial weapons. Yudhisthira quickly cut Jayadratha's bow, but the Sindhu King quickly took up another and pierced Yudhisthira with ten arrows. Bhima then shattered Jayadratha's bow, cut off his royal standard as well as the beautiful umbrella that adorned his car. The mighty Jayadratha took up another bow and destroyed Bhima's chariot and horses. Bhima quickly got down from his chariot and ascended Satyaki's. With this action the Kaurava army cheered and rushed forward to fill up the gap made by Abhimanyu. Although the Pandavas and their divisions tried desperately to follow Abhimanyu, they were halted by the Sindhu King on account of Lord Shiva's benediction.\nNon the less, Abhimanyu was mowing down the divisions that opposed him. The son of Karna, Vrishasena, attacked Abhimanyu with full force, but Arjuna's son shattered his bow, killed his charioteer and felled his standard from the chariot. Injured, Vrishasena was taken away from the battlefield by his unbridled horses. The leader of a chariot division, Vasatiya, then assaulted Abhimanyu releasing hundreds of arrows. He pierced Arjuna's son and screamed, \"As long as I am alive, you shall not escape with your life!\" Before he could finish what he had to say, Abhimanyu pierced the braggart's armor and sent him to death's abode.\nThen the Kaurava host came in thousands to fight with Phalguna's son. As they approached him, they were sent in thousands to the other world. Salya's son, Rukmaratha, desired to save the Kaurava army from the ocean of Abhimanyu. He spoke to his forces, \"Have no fear from this son of Arjuna! I will capture this one alive and hand him over to you as a present.\" Having taken this oath, Salya's son assaulted Abhimanyu and pierced him in the chest with three arrows, and in the right and left arms with three arrows. He then uttered a loud roar. Abhimanyu, however, severed his right and left arms as well as the hero's head. With the death of Salya's son, thousands of his friends rushed at Abhimanyu. They made Abhimanyu invisible with their shower of weapons, and they all thought that he was dead. Enraged and desiring their death, Abhimanyu invoked the Gandharva weapon received from his father. That weapon caused great confusion among Rukmaratha's troops and while in that state, Abhimanyu killed them all.\nDhritarastra said: O Sanjaya, this victory of Subhadra's son is indeed wonderful and almost impossible for an ordinary human to accomplish. After Duryodhana was defeated and the hundred princes slain, what did my army do against Subhadra's son?\nSanjaya said: Beholding the army broken and fleeing from the battlefield, Drona, Ashvatthama, Brihadvala, Kripa, and Duryodhana rushed at Abhimanyu releasing their powerful weapons. However, they were all beaten back, and the only one left to challenge Abhimanyu was Lakshman, Duryodhana's son. He was young, proficient in weaponry and inexperienced in warfare. Still, he challenged Abhimanyu, and released his selected arrows hoping to kill his opponent. Anxious about his son, Duryodhana followed him close behind. Other chariot fighters came up to protect Duryodhana, and they all began to shower their weapons upon Abhimanyu. Lakshman struck Abhimanyu the chest and arms. He roared loudly encouraging the retreating troops. Abhimanyu then spoke to Lakshman, \"Look one last time upon your kinsmen, for in the presence of your father, I will despatch you to Yamaraja's abode.\" Saying this, Abhimanyu pulled out a broad headed arrow resembling a snake and released it at Duryodhana's son. Scorching through the sky, it severed Lakshman's head. Beholding Lakshman slain, Duryodhana was furious and ordered Drona, Kripa, and Karna with the words, \"Slay this wretched person.\" Nevertheless, Abhimanyu beat them all off though they had encircled him desiring his death. Arjuna's son then began to cover the battlefield like the wind, and soon came upon the divisions of Jayadratha.\nComing up to challenge him were Drona, Karna, Kripa, Brihadvala, the mighty Kosala King, Kritavarman and Ashvatthama. Abhimanyu greeted them with a shower of arrows. He pierced Drona with fifty and Brihadvala with twenty. He pierced Kritavarman with eight and Kripa with sixty. He struck Ashvatthama with ten arrows and with a barbed arrow, he pierced Karna in the ear. He then killed Kripa's horses and the chariot warriors that were protecting his chariot. He then killed the brave Vrindaraka who was very dear to the Kaurava generals.\nNot tolerating Abhimanyu's success, the ruler of the Koshalas, Brihadvala, pierced Abhimanyu with a barbed arrow, and sent up a loud roar. King Brihadvala had brought a akshauhini division to fight against the Pandavas, and he was a mighty maharathi, one of Duryodhana's top generals. However, Abhimanyu pierced the King in the chest with a long shafted arrow and split his heart in two. Having slain the great warrior, Arjuna's son raced across the battlefield leaving a path of total destruction wherever he went.\nAbhimanyu could not be stopped. Again Karna came up to challenge him, but Arjuna's son quickly killed Karna's six counselors that protected his chariot. Abhimanyu then killed the son of Jayatsena, the ruler of Magadha, and with six shafts he killed the great warrior Asvaketu. With a razor headed arrow, Arjuna's son then killed the Bhoja prince Martikavata. With this action, Abhimanyu sent up a loud roar frightening the Kaurava army.\nWhen Shakuni had been defeated by Abhimanyu, he went to Duryodhana with an evil plan, \"In single combat there is none of us that can kill him. Let all six of us challenge him at once and grind him.\" Hearing this cowardly plan, all the six maharathis, Drona, Karna, Kripa, Kritavarman, Ashvatthama and Shakuni discussed how to slay Abhimanyu. Karna then inquired from Drona, \"Abhimanyu is invincible and cannot be killed by any of us. Tell us the means by which he may be slain.\"\n\"I am also not able to stand in front of this foremost chariot driver as he courses the battlefield.\" Drona replied. \"The same lightness of hand and knowledge of weapons that is in Arjuna, is also in this boy. He is piercing me deeply and causing me much pain. Abhimanyu is young, and his prowess is magnificent. His coat of mail is impenetrable. The only way to stop him is to cut his bow string, kill his horses and slay the protectors of his wheels when he is not looking. If we all attack him at once, we will succeed.\"\nAgreeing with this sinful plan, Karna quickly proceeded to the spot where Abhimanyu was fighting. While he was engaged with another warrior, Karna cut his bowstring when he wasn't looking. Kritavarman then killed his horses, and Kripa killed the protectors of his wheels. Defeated unfairly in battle, Abhimanyu was incited with wrath. The handsome son of Arjuna descended from his chariot, sword in hand, and ran toward the six great warriors to kill them. Quickly Drona shattered the sword, and Karna shattered his shield. Abhimanyu then picked up a chariot wheel and rushed at Drona to kill him. The other Kings, however, tore the wheel to pieces. That great chariot fighter then took up a mace and ran at Ashvatthama with the speed of the wind. Ashvatthama quickly descended from his chariot and ran in the opposite direction. The son of Arjuna killed Ashvatthama's horses, and the warriors that were protecting his chariot. While this was happening, those cowardly so-called Kings were piercing Abhimanyu with their arrows as he walked on foot. He was so covered with arrows that he looked like a porcupine. Abhimanyu then killed Shakuni's son, Kalikeya, along with seventy Gandhara followers. He then killed ten elephants and ten car warriors, and proceeded towards Duhshasana's son. By this time Abhimanyu was tired and hopeless of life. Still, he fought on as only the son of Arjuna could. The son of Duhshasana descended from his chariot mace in hand and rushed at Abhimanyu saying, \"Wait, Wait!\" Rushing at each other, they were determined to kill the other. Raising their weapons, they struck each other at the same time. They both feel to the earth, and as Abhimanyu was rising, Duhshasana's son struck him on the head, shattering his crown and depriving him of his life. As he lay there on the Kurukshetra plain, he appeared like a wild elephant slain by cowardly hunters. All the warriors gathered round and began to cheer and shout loudly their victory. In the heavens were heard this sound, \"Alas, Abhimanyu was killed by six maharathis unfairly. This is an unrighteous act.\"\nHearing the unembodied voice, the Pandava warriors began to shed tears. Yudhisthira fainted away, and with great effort was brought back to consciousness. All the famed warriors then gathered around Yudhisthira, and contemplated that youth with a beautiful smile and thought of his prowess in battle. In the absence of Krishna and Arjuna, this injustice had taken place. Withdrawing to their tents for the night, they did not know what to say to Arjuna upon his return. Thus they sat around the son of Dharma sunk in the depths of grief.\n \nThus Ends the Third"
}