{
    "id": 149,
    "name": "Chapter of the Sauptika Parva, Ennamed, The Son of Drona Punished.",
    "content": "Thus Ends the Sauptika Parva.\n\nStree Parva\n \nLamentation Over the Dead Relatives\n \nAfter the Kurukshetra war was over, King Dhritarastra, accompanied by Gandhari and the other wives of the dead warriors, proceeded toward the Kurukshetra battlefield. When they arrived there, they met the Pandavas and Lord Shri Krishna. The Pandavas offered obeisances unto the King, and the King in turn embraced each one of them reluctantly. Having embraced Yudhisthira and spoken words of comfort for the loss of his sons, the blind King sought to embrace Bhima. Knowing the intentions of Dhritarastra, Lord Krishna took Bhima to the side and put an iron statue of Bhima in his place. That statue had been kept in the Kaurava camp, and Duryodhana had daily practiced on it with his mace. When Dhritarastra had seized the iron statue of Bhima, he squeezed it with all his strength and thus crushed it into dust. The King's chest was bruised, and he began to vomit blood. Sanjaya came to his side, and lifted him up saying, Do not act in this way.\nUnderstanding what had happened, Dhritarastra thought that he had killed Bhima, and tears of lamentation came to his eyes. Seeing that the blind King was truly repenting for his attempted murder, the lotus eyed Lord Vasudeva said, Do not grieve, O King, for Bhima has not been slain. It was an iron statue that you embraced. Through grief for your sons' death, you are acting in this way, but Bhima's death would not have brought you any happiness. Why do you cherish such wrath when all that has happened to you is a result of your own foolishness? I had spoken to you before the battle, and you had been advised by Bhishma, Drona and Vidura. You did not, however, take our advice. Overcome by affection for your cruel son, you allowed him to control you. Your wicked son has reaped the sinful reaction of dragging Draupadi into the king's assembly. The sons of Pandu are innocent of any fault, yet, still, they were mistreated by you and your sons.\nKnowing Lord Krishna's words to be truth, Dhritarastra called for Bhima and embraced him out of affection. He also embraced Arjuna, Nakula and Sahadeva and pronounced blessings upon them. He then told them to offer their respects to Gandhari. Thus being ordered by the King, the Pandavas, headed by Yudhisthira, proceeded toward the chaste lady. Gandhari, on account of grief for her one hundred children, wanted to curse the Pandavas. Understanding her evil intentions, Vyasadeva appeared on the scene. He then instructed his daughter-in-law as follows, Do not curse the faultless Pandavas! You should not be angry, but forgiving. Restrain the words that are about to fall from your lips. Every, before the battle, your son would come to you requesting, Mother, bless me in my fight with the enemy.' Your answer every was, There will be victory where there is righteousness.' These blessings were not uttered in vain for those who are righteous have won this great battle. You have always been one to forgive others. Now is the time to use this virtue, and show affection towards the sons of Pandu.\nO holy one,  Gandhari replied, I do not cherish any ill feelings toward the Pandavas. By the fault of Duryodhana, Duhshasana, Shakuni and Karna, the annihilation of these warriors has taken place. However, there is one act that Bhima committed in the presence of Vasudeva that I cannot tolerate. While Bhima was fighting with my son, and finding it difficult to defeat him, he struck Duryodhana below the waist and thus killed him unfairly. It is this action that has kindled my wrath.\nHearing Gandhari's words, Bhima replied, Your mighty son was incapable of being slain by fair means. Certainly there is no warrior who could compete with Duryodhana in the use of the mace. Formerly, Duryodhana cheated Yudhisthira unfairly at a game of dice. He also caused Draupadi to be dragged into a King's assembly and ordered that she be undressed. He then showed her his thigh. For that immoral behavior, I vowed to break those thighs. Your son has reaped the fruits of his sinful activities. When we were exiled in the forest, your son was always planning some crooked scheme to put us into difficulty. Remembering all these atrocities, I have slain him and thus ended the deadly hostilities between us.\nAll that you have said about Duryodhana is true,  Gandhari replied, and most certainly he has met with a death that he deserves. There was, however, another act that you have performed that was most heinous. After you killed my son Duhshasana, you drank the blood from his chest. Such an act is most wicked and resembles the behavior of Rakshasas and not of great heroes. Such a abominable act in never sanctioned by the codes of fighting and is condemned by all.\nWhen the unfair gambling match took place in Hastinapura,  Bhima replied, Duhshasana seized Draupadi's sanctified hair. At that time I took a vow that I would drink his blood for that sinful act. The fact is, however, that the blood never passed my lips. I never actually drank the blood of Duhshasana. Karna new this well. For fulfilling the vow I had taken after the gambling match, I apparently drank his blood. You should not, O Gandhari, find any fault in me. Without having restrained your sons in former s from their sinful acts, you should not grieve when the reaction accrues to those sinful deeds.\nGandhari tearfully said, You have killed the hundred sons of this elderly man without leaving even one to act as a crutch to this old blind couple. Alas, why did you not spare just one child?\nLamenting greatly the loss of her sons, Gandhari inquired, Where is Yudhisthira?  At that time Yudhisthira went to Gandhari and offered his obeisances. Yudhisthira said, I am here, O venerable mother. It is I who have slain your sons. I deserve all your curses for I am the cause of this mass slaughter.  Gandhari said nothing but lifted her blindfold slightly and burnt the tips of Yudhisthira's fingers. Seeing this action, Arjuna moved behind Lord Krishna, and the other Pandavas moved some distance away. After casting off her anger in the form of burning Yudhisthira's finger nails, she became compassionate upon them and began to treat them with motherly affection.\nTaking leave of Gandhari, the Pandavas proceeded to their mother, Kunti, whom they had not seen in a long time. They offered her obeisances, and out of maternal love, Kunti embraced each of them and shed incessant tears. She then comforted Draupadi who was still lamenting the loss of her five sons.\nAt this time Gandhari was given the vision, by dint of her penances and austerities, to see the slain warriors on the Kurukshetra plain. While Lord Krishna was standing next to her, she saw the great maharathis and adhirathas laying on the field of battle. She saw their wives lamenting over their bodies. She could see her son Duryodhana as well as her other sons. She saw Karna, Bhishma, Drona, Salya, Jayadratha, Bhurishravas, as well as the Pandava generals, all slain in battle. As she saw the wives of those great warriors lamenting over the dead bodies, she felt great compassion. Within her heart she blamed Krishna for the mass slaughter. She then cursed Lord Krishna, The Pandava warriors and the Kauravas have been slain on this field of Kurukshetra. While they were being killed, why were You indifferent? You were competent to prevent the slaughter of this vast force of men. Since You have deliberately neglected this massacre, You will reap the fruit of this act. By what little merit I have acquired through being chaste to my husband, I will curse You. O wielder of the discus and mace, since You have looked indifferently upon the death of all these men, I curse You that Your family will die by fratricide, and just as the Kuru women are lamenting the death of these great warriors, so also the Yadu and Vrishni women will lament the death of their husbands.\nAfter Gandhari had cursed His family, the lotus eyed Lord smiled and calmly replied, There are none in this world who could cause the death of the Yadu heroes except Myself. I have been contemplating how their demise would take place. In uttering this curse, you have aided Me in accomplishing this task. The Vrishnis are incapable of being slain by any other warriors including the heavenly gods and demons. The Yadavas shall therefore, die by the weapons of one another. O foremost of all chaste women, I approve of this curse.\nLord Krishna continued speaking, O Gandhari, do not set your heart on revenge. Through your fault this vast carnage has taken place. Your son, Duryodhana, was wicked, envious, and arrogant. Encouraging him, either by words or by silence, you have given him support. You knew the wickedness of your brother Shakuni. Why did you allow him to make friendship with Duryodhana. You were negligent and not I. Why did you look indifferently on the gambling match and not speak up when the Pandavas were mistreated. By your silence, you encouraged the sinful activities of your son. You are responsible for the deaths of all these men. I endeavored to stop this war. I came to Hastinapura to make peace, but your vicious son would not listen. It was in your power to have him arrested and thrown in prison, but out of affection you did not follow My advice. You also knew about the burning of the house of lac before it happened. Your husband also knew, but both of you looked in another direction. This massacre of men is the fruit of your indifference toward your son's nefarious activities. Do not blame Me for all that has happened.  Hearing these truthful words from Lord Shri Krishna, Gandhari said nothing.\nDhritarastra then spoke to Yudhisthira, It is now necessary to see to the last funeral rites of all these dead warriors.  Yudhisthira then took the necessary steps to see that all the warriors on the battlefield, numbering six hundred and forty million, be given a proper funeral. Their bodies, as well as their weapons and chariots, were piled in great mountains with wood and burned.\nAfter this, the Pandavas and the Kauravas went to the banks of the Ganges to offer oblations to the dead relatives. The wives and relatives of the dead warriors were numerous. When it was time for Karna's relatives to offer water, Kunti stepped forward and offered her oblation. Everyone looked on with curiosity at her actions. Ashamed and tearful, Kunti gathered her sons together and confessed to them, This great hero, the leader of an akshauhini division, who has been killed by Arjuna and who you took to be Radha's son, who appeared like Surya himself among Duryodhana's forces, who was unretreating in battle, and who knew no fatigue or exhaustion, was actually your elder brother. You must offer oblations to Karna, who was born from the union of the Sun god and myself. That great hero, who was born with natural golden armor and earrings, was undefeatable in battle. Because I was unmarried and still living with my father, I was forced to cast him into the Ganges to save myself from shame. The child was picked up by Adhiratha and Radha and raised by them, but in actuality, he was my son.\nHearing these shocking words from their mother, the Pandavas were speechless. For some time they meditated on the thought that Karna was their brother, and upon doing so, their lamentation increased. Yudhisthira said, Alas, mother, you have burdened our hearts with yet another sorrow. Why did you neglect to tell us before? The grief I feel now is a hundred times greater than the grief I felt upon the death of Abhimanyu or Draupadi's sons. The thought that Karna was my elder brother is burning my limbs.  Yudhisthira could not speak another word and his brothers were standing next to him with tearful eyes, remembering how Karna had neglected to kill them in battle. They suddenly felt great affection in their hearts, but could say nothing in reply to their mother's confession.\nYudhisthira then called for Karna's wives and other relatives to come forward. He informed them of Karna's relation with Kunti, and together they offered water to the great son of Surya. Yudhisthira then bathed in the Ganges, but after rising from the waters, he could not shake the grief he felt for the mass annihilation of warriors at Kurukshetra.\n \nThus Ends the Stree Parva, Ennamed, Lamentation Over the Dead Relatives.\n\nShanti Parva\n \nThe Lamentation of Maharaja Yudhisthira\n \nHaving offered water unto all the deceased friends and relatives, the Pandavas continued to live on the banks of the Ganges for the period of one month. Many great sages and rishis came to see King Yudhisthira and offer him some consolation. Thousands of brahmanas came to comfort the King who was mourning the death of so many kinsmen. At that time the great sage Narada visited the King and spoke to him, O Yudhisthira, by the prowess of your arms and by the grace of the Supreme Lord Krishna, you have conquered the earth. By good luck, you have escaped this great slaughter of men. O son of Pandu, after defeating the sinful Duryodhana, are you not happy? I hope that grief and lamentation are not afflicting you.\nO Narada,  Yudhisthira replied, indeed, I have conquered the whole earth relying on the grace of Krishna, the blessings of the brahmanas and the strength of Bhima and Arjuna. There is, however, a heavy grief that is still sitting in my heart. I feel that my own greed has caused this great slaughter of kinsmen. Lamenting the death of Abhimanyu and the sons of Draupadi, I feel victory to be defeat. What will Subhadra say to me? The lamentation of Draupadi is more than I can bear. It was after the slaughter of all these men that I came to know that Karna was my brother. He was born of the union of the Sun god and my mother Kunti. He was regarded by the whole world to be the son of Radha, but in actuality, he was my mother's eldest son. I have, unknowingly, caused him to be slain. This is burning my limbs like fire burns a heap of cotton. Neither Arjuna nor Bhima nor the twins knew him to be our eldest brother. However, he knew that we were his younger brothers. He was informed of this by Lord Krishna and my mother. Because of his close ties with Duryodhana, he could not come to our side. He did, however, agree not to take our lives. If I could have had both Arjuna and Karna, I could have conquered over any of the great maharathis. During the gambling match, even though provoked by Karna's words, I became pacified by his sight. He always seemed to resemble our mother in many ways. I tried to find out the reason for the likeness, but I never came to any conclusion. O Narada, why has the earth swallowed up his chariot wheels? Why was my elder brother cursed? I desire to hear all that you know regarding this subject matter.\nO great King,  Narada said, I will tell you the history of this son of Kunti as you have asked. After he was raised by Radha and Athiratha, he came to Hastinapura to learn the science of arms. When he saw the strength of Bhimasena, the quickness of Arjuna, the intelligence of yourself, and the humility of the twins, he burned with envy. He could not tolerate the friendship between Krishna and Arjuna, nor the affection the people in general had for you. He then made friends with Duryodhana, led by his nature and his hate towards all of you. Upon seeing Arjuna's superiority in weaponry, he one  approached the great Drona and requested him, Please teach me the mantras for releasing and withdrawing the Brahmastra weapon. The affection you feel towards your disciples is the same as you feel towards your own son. Therefore, please bestow your blessings upon me so that I may become a master of arms.' Knowing the wickedness of Karna and feeling partiality towards Arjuna, Drona replied, Only a brahmana who has observed vows or a kshatriya who has practiced austere penances, should be acquainted with this weapon.'\nAfter being rejected by Drona, Karna traveled to mount Mahendra where the great sage Parashurama lived. He bowed before the great rishi and with folded hands, he pleaded, I am a brahmana descending in the line of Bhrigu. Please instruct me in the science of arms.' Hearing that the youth was a brahmana, Parashurama replied, Indeed, you are welcome here.' Karna then took up his abode in the great sage's hermitage and became his disciple. While residing on Mount Mahendra, he met many Gandharvas, Yakshas and Rakshasas. He made friends with them, and they instructed him in how to use many weapons. He became a great favorite of the demigods. One  as he was roaming the area around the hermitage, he happen to kill a cow by accident. When he informed the brahmana who owned the cow, the brahmana became enraged and cursed Karna saying, O wretched person, you shall bear the fruit of this sinful act. While fighting with you worst enemy, the earth shall devour your chariot wheel. In that state of confusion, your enemy will cut off your head. Just as you have killed my cow when she was inattentive, so your enemy will kill you in the same way!' Karna tried to pacify the brahmana, but the brahmana would not withdraw the curse. Thus Karna returned to his preceptor greatly unhappy.\nNarada continued, Parashurama was very pleased with the prowess of Karna, as well as his affection, sense control and the services he rendered toward toward him. Parashurama happily gave to Karna the mantras for releasing and withdrawing the Brahma weapon. Having acquired knowledge of this weapon, he continued to reside happily in the ashrama of Parashurama. One  while roaming the forests with Karna, Parashurama became fatigued due to his continued fasts. He lay down on his disciple's lap and fell fast asleep. While he was sleeping, a worm that lived on flesh and blood began to eat away at Karna's leg. Karna was unable to throw away or kill the worm. The worm gradually bored through Karna's leg, and Karna, not wanting to disturb his preceptor, tolerated the pain. When blood touched Parashurama's face, the great sage awoke and saw the blood. He inquired, How have I been made impure? Cast off all fear and tell me what has happened.' Karna then informed him that a worm had bitten his leg. Parashurama then saw that worm which resembled a small boar. It had eight legs and very sharp teeth. It was covered with bristles that were like needles. As soon as the rishi cast his glance upon the worm, it gave up its life force. A Rakshasa then suddenly appeared in the heavens. He addressed the rishi in the following words, O best of the ascetics, you have kindly rescued me from this hellish condition. Formerly, I was a great asura of the name Dansa. During the Satya Yuga, I took away the wife of the great sage Bhrigu. He cursed me saying, You shall become a worm and live on flesh and blood.' I then humbly requested him that there be an end to the curse. He replied, This curse shall end when you are killed by the great sage Parashurama.' O righteous one, by your grace I have been released from this hellish existence. I now take leave of you.' Having revealed his past, the Rakshasa went his own way.\nNarada Muni continued, Parashurama angrily addressed Karna, O fool, no brahmana could endure such pain. Your patience is like that of a warrior. You must tell me truthfully what caste you were born in.' Fearfully Karna replied, O descendent of Bhrigu, I am the son of a carpenter. My mother's name is Radha. Do not be displeased with me. It was for obtaining the science of arms that I presented myself in the way that I did. You are my preceptor and are like a father. Please do not take seriously the faults of your son.' Karna then prostrated himself before his martial guru and asked that he be merciful. Parashurama was enraged that this person had lied to him. He cursed Karna in the following words, Since you have lied to me and approached me under false pretenses, I say that you will not be able to remember the hymns of the brahmastra weapon when you are fighting with your foremost enemy. You must now leave my ashrama for this is no place for such false behavior.' Although cursed in this way, Parashurama blessed Karna as he was leaving, On earth there shall be no kshatriya who will be your equal in battle.' Karna then returned to Hastinapura and to the presence of his friend Duryodhana.\nHaving obtained the science of weapons from Parashurama, Karna began to pass his s in Duryodhana's company. Once upon a time, many kings went to the country of the Kalingas, ruled by a king named Chitrangada. The city was named Rajapura. Hearing that many kings had assembled in this city hoping to gain the King's daughter, Duryodhana accompanied by Karna, also attended the ceremony. Some of the prominent Kings were Shishupala, Jarasandha, Bhishmaka, Vakra, Nila and Rukmi. When these kings had taken their proper seats, the King's daughter entered the arena accompanied by her guards. She was, indeed, beautiful, and all the Kings were attracted to her. While she was being informed of the princes and Kings present, the beautiful maiden passed by Duryodhana, thus rejecting him. Not tolerating her rejection and relying on Karna's prowess, Duryodhana took the maiden by force and put her on his chariot. There was a great uproar from all the kings present, and they all immediately put on their coats of armor to fight with Duryodhana. As they pursued the fleeing King, Karna stood to challenge them. Singlehandedly, he fought with them and defeated them. He shattered their bows, lances, darts, maces and clubs. He killed their horses and charioteers, but left them with their lives. Thus Duryodhana obtained his queen by the grace of the powerful Karna.\nNarada continued, Hearing of Karna's fame and his superior strength, Jarasandha, the ruler of Magadha, challenged him to single combat. Both warriors were masters of celestial weapons, and both were very powerful. As their battle progressed, they soon exhausted their arrows and other weapons, and then fought with bare arms. Karna knew the secret of Jarasandha's birth and was about to sever him in two. Jarasandha, understanding his antagonists motives and feeling himself defeated, cast off his desire to fight and said, I am pleased with you.' Out of a desire to win his friendship, he gave Karna a town called Malini. Thus Karna became famous on earth as a great fighter. However, due to his being cursed by his preceptor and the brahmana, as well as his being belittled by Bhishma and Salya, Karna has been killed by the wielder of the Gandiva bow. Even though he has fallen in battle, you should not lament for this was his destiny.\nAfter Narada had revealed Karna's history, the royal King Yudhisthira could not control his emotions and began to shed tears. Kunti then came forward and spoke to her son, O my mighty armed Yudhisthira, do not grieve in this way. I tried previously to inform Karna of his relationship with you. I tried to persuade him to give up his enmity. The Sun god also spoke to him. However, because of his intimate friendship with Duryodhana, he would not change his position. I tried to persuade him otherwise, but he would not agree. I then gave up the attempt.\nWhen King Yudhisthira heard his mother's words of consolation, he could not contain his anger and grief. He said to her, Because you have concealed this knowledge from me, I will be subdued, not by war, but by sinful reactions. I curse all womenhood that henceforward no woman shall succeed in keeping a secret.  Reflecting over the death of so many kinsmen, the King could not be pacified.\nWhile engaging in various lamentations, King Yudhisthira looked up at Arjuna and spoke to him, O Partha, if we had led a mendicant's life in the cities of the Vrishnis and the Andakas, then this unnecessary slaughter of so many men would have never taken place. Shame on the duties of a kshatriya! Shame on strength and prowess! It is because of these duties that this terrible massacre of men has taken place. Blessed are the qualities of forgiveness, sense control, purity, renunciation, non violence, and humility. Because we have desired sovereignty of the earth, we have committed many sinful acts. We were like a pack of dogs fighting for a piece of meat. We no longer desire that piece of meat, and it will be thrown aside. For Duryodhana's sinful determination, this whole kshatriya race has been exterminated. We never showed any hatred or envy for the sons of Dhritarastra. On the other hand, they always hated us though we tried to avoid them in all circumstances. Now, having slain them, our wrath has been pacified. The only atonement as prescribed in the scriptures is to lead a renounced life. I shall therefore abandon this kingdom and enter the forest to lead a mendicant's life. Now that peace has been restored on earth, I hand this kingdom over to you. Rule it according to your desire.\nUpon hearing his elder brother's determination, Arjuna said, I grieve to see the great agitation of your heart. You have achieved a superhuman feat, and now you are bent on destroying it. Having slain your enemy and acquired the sovereignty of the earth, why should you abandon everything through fickleness of heart? Why have you killed all the kings of the earth? You are born in a race of great monarchs. Now, having won the conquest of the earth, why are you desiring to abandon virtue and profit from folly? If you retire to the forest, dishonest men will become prominent and destroy the sacrificial fires of the brahmanas. This sin will surely accrue due to your lack of responsibility. The wealth that kings take from others becomes the means of their prosperity. We have never seen that wealth has been won without doing harm to others. The royal sages have declared that this is the duty of the kshatriyas. This earth formerly belonged to Dilipa, Nahusha, Ambarisha, and Mandhatri. She now belongs to you. It is now your duty to perform a horse sacrifice so that the sins of killing so many men will not accrue to you, and your citizens will prosper.\nO King,  Bhima added, your intelligence has become covered to the truth. If, renouncing the duties of a King, you would lead a life of idleness, then this massacre of Dhritarastra's sons was uncalled for. Are forgiveness, compassion, and non violence not to be found among those of the kshatriya race? If we had known that after this great battle, you would have renounced the kingdom, then we would have never slain a single creature. We would have lived in the forest till the demise of this body. Wise men, acquainted with the duties of a kshatriya, say that those, who unrighteously steal another's property or unlawfully usurp the throne, should be slain. Duryodhana and his followers were guilty of this fault and thus they have been killed. O Yudhisthira, govern this world righteously. It has been laid down that a life of renunciation should be adopted only in times of distress. A king should only lead a life of renunciation when he is decrepit or devoid of his kingdom. Men of wisdom, therefore, do not sanction renunciation as the duty of a kshatriya. You are, O Monarch, conversant with all duties. There is nothing that is not known to you. We always wish to imitate your conduct, but we cannot do so.\nHearing Bhima's advice, Nakula then spoke to his elder brother, O Yudhisthira, real renunciation for a kshatriya is to protect the citizens. One who gives in charity to the brahmanas, who are conversant with Vedic knowledge, leads a life of true renunciation. That king, who neglects his citizens and does not give them protection, is the very embodiment of Kali. If you do not give protection to the citizens, then you will incur sin. As the ancient kings before you have performed their duties, so should you also perform your duty.\nSahadeva then added, O King, it is not by casting off external objects that one attains success. One who renounces all material possessions, but still internally covets them, only deludes himself and makes no spiritual progress. O King, such a person lives in the jaws of death. Behold, O descendent of Bharata, the forms of all creatures to be manifestations of your own self. Please protect them as they are in great need.\nArjuna then turned to Lord Krishna and requested Him, This great King, O Krishna, is grieving for the loss of so many kinsmen. O Madhava, please comfort him. Once again, O descendent of Vrishni, we have fallen into a great danger. It behooves You to dispel his grief.\nThus addressed by Arjuna, the lotus eyed Lord turned his face toward Yudhisthira. Whatever was spoken by Lord Govinda could not be rejected by the King. From the very beginning Lord Krishna was dearer to him than Arjuna. Taking up the hand of the King with His Own, Lord Krishna, whose hands and eyes resembled lotus flowers said, Do not, O tiger among men, grieve for those who are already dead. No amount of lamentation will bring them back to life. Those great warriors who fell in this battle are like objects seen in dreams. They only temporarily exist. All the warriors in this great battle attained a higher destination that is the pride of a fallen warrior. Death is the destination for all who take birth in this world. One may die to or tomorrow, according to one's predestined activities. Therefore, O King, cast off this lamentation and act according to the duties suited for the King of this world.\nSeeing the King still plunged in grief, Vyasadeva, the grandfather of the Pandavas, then spoke words for the King's benefit. He said, O Ajatashatru, protection of the citizens is the duty of a King. You should follow in the footsteps of those greatly pious monarchs who proceeded you. The first and foremost duty of a kshatriya is to protect those who take shelter under him. A person who transgresses the laws of justice and morality must be punished. The Kauravas were offenders in every sense of the word. Therefore, they deserved to die at Kurukshetra.\nI do not doubt your advice,  Yudhisthira said. Everything about justice and morality is known to you. I have, however, for the sake of a kingdom caused many persons to be slain. This is burning my heart like a forest fire.\nVyasadeva then questioned Maharaja Yudhisthira, O descendent of Bharata, is the Supreme Lord the cause of all action, or is man the ultimate cause? Is everything the result of chance, or are the fruits we enjoy the result of previous actions? If man acts according to the desires of the Supreme Lord, then the fruits of those acts should be awarded to that Supreme Being. If a person cuts down a tree in the forest with the use of an axe, then it is the person that incurs the sin and not the axe. O Yudhisthira, you have been but an instrument in this great battle desired by the Supreme Lord Himself. No one, O King, can turn away from that which has been predestined by the Supreme Lord. If is is necessary to ascertain what is good and what is bad, then one should consult the scriptures. In those scriptures it has been laid down that kings should stand with the rod of chastisement uplifted in their hands. Actually, these kings have died through the influence of time. Neither you nor Bhima nor Arjuna nor the twins have killed anyone. The Supreme Lord Himself has said, Time I am the destroyer of all things, and I have come to engage all people.' You have simply been an instrument in the hands of that Supreme Being. Therefore, O Yudhisthira, do not fall under the sway of lamentation. Act according to the duties of a King. Protect the citizens and engage them according to their prescribed activities.\nO holy one,  Yudhisthira said, I desire to hear in detail the duties of the four Varnas and four Ashramas. I desire to hear how one can subjugate the world by treading the path of morality.\nIf, O King, you wish to hear about the science of of morality and the duties for all men,  Vyasadeva replied, then approach Bhishma, the grandsire of the Kurus.\nAfter causing the slaughter of so many men,  Yudhisthira said, I have become an offender to all persons. I have caused our grandsire to be slain on the field of battle by means of deceit. How then cln I ask him the science of morality?\nIn your grief do not be impertinent,  Lord Krishna said. You should follow the advice given by the great sage Vyasa. We shall enter the city of Hastinapura, and after being greeted by the citizens, we will see to your coronation. Then we will approach the great grandsire of the Kuru dynasty and receive his final instructions.\nKing Yudhisthira then cast off all lamentation and ascended the royal chariot which was drawn by sixteen spotlessly white oxen. To the sounds of musical instruments and to glorification by the bards and minstrels, King Yudhisthira started for Hastinapura. Bhima took the reins of the beautiful chariot, and Arjuna held the royal umbrella over his elder brother's head. Nakula and Sahadeva fanned the King with chamara wisks that were as white as the rays of the moon. Behind the royal chariot rode Yuyutsu and behind him rode the Lord of the universe, Lord Krishna, accompanied by Satyaki. At the head of the procession rode King Dhritarastra and his chaste wife Gandhari. They were riding on a special royal palanquin. Also in that procession were the ladies such as Kunti and Draupadi. Behind the procession were a large number of chariots, elephants, horsemen and foot soldiers.\nWhile the procession was proceeding towards the city of the elephants, the jubilant citizens were busy decorating the city to greet their King. The citizens were joyous and quickly saw to it that the streets were dampened with perfumed water, and that flowers and festoons were hung from the beautifully decorated houses. After all was made ready, they anxiously awaited the arrival of the King.\nAt the time when the Pandavas entered the city, thousands upon thousands of citizens came out to behold the sight. The well adorned streets and squares were indeed beautiful. As the King passed in his procession, the ladies threw flowers and praised him accordingly. They exclaimed, All glories to the pious King Yudhisthira. All glories to the son of Vayu, Bhima. All glories to the son of Indra, Arjuna, and all glories to Nakula and Sahadeva.  There was an uproar of drums, kettledrums, conchshells and trumpets. The cheers of the citizens and the showers of flowers combined to present a wondrous scene. After thirteen years of exile, the Pandavas were greeted by the pious citizens of Hastinapura. Having passed through the streets of the city, Yudhisthira entered the palace of Kurus which was decorated with every conceivable ornament. The people, belonging to the city as well as other provinces, approached the palace uttering auspicious words. By good luck, O foremost of Kings, you have vanquished your enemies and recovered the kingdom. Be our monarch for a hundred years and protect us as Indra protects the denizens of heaven.  The King then descended from his chariot and entered the beautifully decorated palace. He offered obeisances to the deities of the demigods and worshiped them accordingly. He then came out of the palace again and saw a large number of brahmanas desiring to bless him with benedictions. When they surrounded him, it appeared as if the moon was present with its many luminaries. The King then worshiped those brahmanas and bestowed upon them all kinds of wealth. Then loud shouts of This is a blessed   filled the sky. The King heard those sounds as well as the sounds of drums and conchshells. This was all indicative of his triumph.\nIt so happened that among the brahmanas was a Rakshasa named Charvaka. He disguised himself as a brahmana, and he happened to be a friend of Duryodhana. When the brahmanas had become silent, this sinful Rakshasa stood fearlessly as if he were a representative of all the brahmanas and exclaimed, Having made Myself as their spokesman, these brahmanas have said, Shame upon you, O King! You are certainly wicked and a slayer of your kinsmen. What have you gained by exterminating your race? Having slain your superiors as well as your preceptor, you should give up your life.'\nHearing the bogus statements of the Rakshasa, the brahmanas were deeply agitated. They could not tolerate that speech. King Yudhisthira then replied to the false brahmana, I bow down to you, O brahmana, and ask that you be pleased with me. It does not befit you to address me like this. I shall soon lay down my life.\nThe brahmanas then loudly exclaimed, These are not our words, O King. We wish you all prosperity. This is a Rakshasa named Charvaka and a friend of Duryodhana. He has taken the garb of a brahmana, seeking to cast you into further lamentation. We have not, O righteous soul, made any statements of this kind.  Those brahmanas, enraged by Charvaka's statements, sounded hymns from the Vedas, and the Rakshasa suddenly fell to the ground dead. He fell down like a tree hit by the thunderbolt of Indra. Then the brahmanas, uttering benedictions upon the King, made the necessary arrangements for the coronation of the king.\nThe royal son of Kunti, the mighty King Yudhisthira, then took his seat facing eastwards. He sat on a throne made of solid gold. On another seat facing him sat Lord Krishna and Satyaki. On either side of Yudhisthira were Bhima and Arjuna, also seated on beautiful thrones. Upon a throne made of ivory and bedecked with gold sat Nakula and Sahadeva and their mother Kunti. Also seated for the coronation were Dhritarastra, Gandhari, Dhaumya, Yuyutsu and others. The priests then came before Yudhisthira carrying the necessary paraphernalia needed for the coronation. The Lord of the Universe, the Supreme Person, Lord Krishna personally took the sanctified waters in a pure white conch and bathed the head of King Yudhisthira as well as the heads of Bhima, Arjuna, Nakula and Sahadeva. This was all done while the pious brahmanas poured clarified butter into the sacrificial fire and chanted the Vedic mantras.\nAfter the coronation, King Yudhisthira appointed Bhima as the Yuvaraja. He appointed Sanjaya to look after the finances of the state, and he ordered Nakula to see to the welfare of the army. He appointed Arjuna to repel all enemy forces and to chastise the wicked. He appointed Dhaumya to look after the brahmanas, and he appointed Sahadeva to stay always by his side. King Yudhisthira then caused the Shraddha ceremony to be performed for all of his kinsmen slain in battle. He gave wealth away in the name of Drona, Karna, Dhristadyumna, Abhimanyu, Ghatotkacha, Virata, Drupada and the five sons of Draupadi. For the sake of these and many more, King Yudhisthira gave gold, jewels, cloth and cows to thousands of brahmanas . He thus paid off his debt that he owed to them and began to protect the citizens of the world as a righteous king should. He showed due honor to Dhritarastra, Gandhari, and the other Kuru elders. The affectionate King Yudhisthira extended his favors to the destitute, the blind and the helpless. He gave them food, clothes and shelter. He caused all the citizens to increase their devotion to God and the pious brahmanas. Thus he resided happily in his kingdom having conquered the whole earth.\n \nThus Ends the Shanti Parva, Ennamed, The Lamentation of Maharaja Yudhisthira.\n\nAnushasana Parva\n \nThe Final Instructions of Grandfather Bhishma\n \nMaharaja Yudhisthira then began to rule the kingdom under the direction of the twice born brahmanas. After the coronation ceremony had been completed, King Yudhisthira approached Lord Krishna and offered the following prayers, Through Your grace, O Krishna, I have received this ancestral kingdom. O foremost of the Yadus, O lotus-eyed Lord, I repeatedly offer my humble obeisances unto you. You have been glorified as the Supreme Lord, one without a second. The great sages and brahmanas know You by many names. Obeisances unto You, O Creator of the world. You are the soul of all universes, and You are the support of this manifest creation. You are Vishnu, Hari and Krishna. You are the Lord of Vaikuntha and the foremost of all beings. Previously You have taken Your birth as Prishnigarbha, the son of Prishni and Sutapa. Another of Your names, O Lord, is Triyuga. You are the Lord of the senses and are, therefore, known as Hrishikesha. You are the great swan, Hamsa Avatara; the boar, Varaha; and the half man, half lion, Nrisimhadeva. You are the sun, the moon and the firmament. You are the chief of the celestials, Indra, and You are the beginning, the middle and the end of all creation. You are Dhruva, You are Garuda and You are the great sage Kapila. You are the Supersoul in the heart of every living being. Obeisances unto You, O Lord, who wield the Sarnga bow, the Sudarshana discus and the Kamodaki club.  Hearing the pure glorification by King Yudhisthira, Lord Krishna smiled. That smile captivated the hearts of all present. The lotus eyed Lord then conversed with His pure devotee, gladdening the pious King's heart.\nEmperor Yudhisthira then instructed his brothers, Your bodies have been scorched by the weapons of the enemy. You are greatly fatigued and need sufficient rest. Go to the palaces assigned to each of you and begin to enjoy this opulent kingdom.  With the permission of the King, Maharaja Bhima then entered the palace that was once the home of Duryodhana. It was very opulent and was filled with male and female servants. Arjuna then entered the palace that formerly belonged to Duhshasana. This palace had a gateway that was made of solid gold. Lord Krishna and Satyaki also took up their residence in that opulent palace. Nakula and Sahadeva then entered the palaces that formerly belonged to Durmashana and Durmukha. These palaces vied in opulence with the abodes of Kuvera.\nAfter resting the night, King Yudhisthira came to Arjuna's palace and greeted Lord Krishna and his brother. In King Yudhisthira's presence, Lord Krishna began to glorify Grandfather Bhishma, That foremost descendent of the Kuru race, Bhishma, is lying on a bed of arrows about to pass away. He is always thinking of Me. Because of this, My mind is also fixed on him. The sound of his bowstring and the slap of his palms, even Indra was unable to bear. I can remember how he vanquished all the great Kings at the svayamvara ceremony of the princesses of Kashi. I am thinking of him who fought with his martial guru for twenty three s continuously. Parashurama was unable to subdue him. I am thinking of him who took his birth as the son of Ganga. He became the intimate student of Vashistha Muni, and because of this, he is the veritable abode of the four Vedas and their branches. There is nothing that is not known to him. O Yudhisthira, I think that at this time you should approach him and inquire about anything that you wish to know. Time is short. When the sun set its course in the northern regions, the son of Ganga will leave his body and attain to the higher regions. Before that happens, you should approach him and question him concerning the rulership of this kingdom.\nAgreeing to the proposal of Lord Krishna, King Yudhisthira, Bhima, Arjuna, Nakula and Sahadeva ascended their chariots and made their way in procession to Kurukshetra. At that time Maharaja Bhishma was surrounded by the foremost of the sages and rishis. By his side was Vyasadeva and Narada Muni. There were other great sages present such as Devala, Asita, Sumantu, Jaimini, Maitreya, Chyavana, Vashistha, Sanat Kumara, Kapila, Valmiki and Lomasa. There was also Parashurama, Pulaha, Kashyapa, Pulastya, Parasara, Gautama and the great sage Markandeya. Stretched out on a bed of arrows, that tiger among men was in rapt concentration on the transcendental form of the Lord. He was glorifying the Lord with a cheerful and strong voice.\nO Krishna,  Maharaja Bhishma prayed, O foremost of all beings, be pleased with my words praising Your glories. My Lord You are the only transcendent reality. You are the Supreme Lord, and I seek Your refuge with all my heart. O Lord of all creatures, You are without beginning and without end. You glories cannot be enumerated. Not even the great sages and rishis can know You fully. All the worlds and all created beings have their abode in You. Like jewels strung together on a thread, all things that have attributes reside in thee. You are called Hari, having a thousand hands, a thousand feet, a thousand eyes and a thousand crowns. Thou art called Narayana because You are the resting place of all living beings. In all the Vedas, You are referred to as the Supreme Being of irresistible force. You are the Lord of those that are bound to You in faith and devotion. You have been born from Devaki and Vasudeva as fire is generated from two sticks. For one's eternal salvation, the devout worshipper, with mind withdrawn from all material objects, beholds You, O Govinda, in the core of the heart. O Lord of all creatures, I place myself in Your hands. In the Puranas You have been spoken of as the Purusha, as Brahma, and as Sankarshana. You are the greatest of all beings, and therefore, I adore thee. O my Lord, You are the panacea for all sorrow. Assuming the form of a boar, whose limbs were constituted by sacrifice, You raised the earth after it had been submerged in the waters of devastation. Obeisances to You, My Lord, in Your form as all devouring time. The brahmanas are Your mouth, the kshatriyas are Your arms, the vaishyas are your belly and the shudras are Your legs. Fire constitutes Your mouth. The heavens are the crown on Your head. The sky in Your navel, and the earth is Your feet. The sun and moon are Your eyes, and the different directions are Your ears. Although You are without origin, You are the origin of this universe. The two syllables Hari constitute the sum and substance of the sojourn through the wilderness of life. Your holy name is the medicine that cures all worldly attachment. As truth is full of Vishnu, as the universe is full of Vishnu, as everything is full of Vishnu, so let my soul be full of Vishnu and my sins destroyed. I seek Your protection, O lotus eyed Lord.  Bhishma then became silent and the rishis and sages uttered words of praise for the dying Bhishma.\nAt this time the Pandavas arrived at the field of Kurukshetra. They saw mountains of charred bodies scattered here and there, which were the funeral pyres of the slain warriors. The bones of the horses, elephants and human beings lay piled up like mountains. As they proceeded further, they came upon the grandsire laying on a bed of arrows, like a fallen demigod. He was surrounded by many sages, and because his consciousness was fixed on Lord Krishna, he appeared very effulgent. The Pandavas and Lord Krishna descended from their chariots. They offered obeisances unto the great sages present and unto their fallen grandfather. Lord Krishna stood at the feet of Bhishmadeva.\nThe sons of Maharaja Pandu were sitting silently, overcome with affection for their dying grandfather. Seeing this, Bhishmadeva congratulated them with feeling. There were tears of ecstasy in his eyes, for he was overwhelmed by love and affection. Grandfather Bhishma exclaimed, Oh, what sufferings and injustices you good souls suffered for being the sons of religion personified. You did not deserve to remain alive under those tribulations, yet you were protected by the brahmanas, Lord Krishna and religion. My daughter-in-law Kunti, upon the great King Pandu's death, became a widow with many children, and therefore she suffered greatly. And when you were grown up she suffered a great deal more because of Duryodhana's actions. In my opinion, this is all due to inevitable time, under whose control everyone in every planet is carried, just as the clouds are carried by the wind. O how wonderful is the influence of inevitable time. It is irreversible-otherwise, how can there be reverses in the presence of King Yudhisthira, the son of the demigod controlling religion; Bhima, the great fighter with the mace; the great bowman Arjuna with his mighty weapon Gandiva; and above all, the Lord, the direct well-wisher of the Pandavas? O King, no one can know the plan of Lord Shri Krishna. Even though great philosophers inquire exhaustively, they are bewildered. O best among the descendants of Bharata, I maintain, therefore, that all this is within the plan of the Lord. Accepting the inconceivable plan of the Lord, you must follow it. You are now the appointed administrative head, and, my lord, you should now take care of those subjects who are rendered helpless.\n\"This Shri Krishna is no other than the inconceivable, original Personality of Godhead. He is the first Narayana, the Supreme Enjoyer. But He is moving amongst the descendants of King Vrishni just like one of us, and He is bewildering us with His self-created energy. O King, Lord Shiva, Narada, the sage amongst the demigods, and Kapila, the incarnation of Godhead, all know very confidentially about His glories through direct contact. O King, that personality whom, out of ignorance only, you thought to be your maternal cousin, your very dear friend, well-wisher, counselor, messenger, benefactor, etc., is that very Personality of Godhead, Shri Krishna. Being the absolute Personality of Godhead, He is present in everyone's heart. He is equally kind to everyone, and He is free from false ego of differentiation. Therefore whatever He does is free from material inebriety. He is equibalanced. Yet, despite His being equally kind to everyone, He has graciously come before me while I am ending my life, for I am His unflinching servitor. The Personality of Godhead, who appears in the mind of the devotee by attentive devotion and meditation and by chanting of the holy name, releases the devotee from the bondage of fruitive activities at the time of his quitting the material body. May my Lord, who is four-handed and whose beautifully decorated lotus face, with eyes as red as the rising sun, is smiling, kindly await me at the moment when I quit this material body.\nUpon seeing His devotee about to leave his body, the Personality of Godhead, Lord Shri Krishna said, O Bhishma, I hope your mind is not in a clouded state. O best of eloquent men, I hope your limbs are not tortured by the pain from these arrows. Ordinarily, the smallest pin will produce pain for this body, what to speak of hundreds of arrows. Surely, however, pain can not afflict you. You are competent, O Bharata, to instruct the very gods about the origin and dissolution of all created beings. Just now the eldest son of Pandu is overwhelmed with lamentation because of the death of so many kinsmen. All the duties of the four varnas and the four ashramas are well known to you. You are also conversant with the four Vedas and their branches and corollaries. O bull among men, there is no other person who can destroy the doubts that are in the heart of Yudhisthira. With the aid of your vast intelligence, drive away the sorrow that sits in the heart of this first son of Pandu. Your devotion to Me, O son of Ganga, is very great, and for this reason I have appeared before you at these last moments of your life. O foremost of Kings, I never display Myself to those who are not devoted, or who have not conquered their senses. Through your sincere devotion, you are able to behold Me. After leaving this body, you will never take birth again. I assure you that upon entering My own abode in Vaikuntha, you will never come back to this world. When you have left this mortal plane, all your vast knowledge will be lost to mankind. Therefore, O hero, before leaving this body pacify the grieving son of Pandu, who is lamenting on account of the slaughter of his kinsmens.\nHearing the request of the Supreme Personality of Godhead, the great grandsire of the Kuru dynasty replied, O master of the worlds, O mighty-armed one, O Narayana, O Lord of unfading glory, hearing the words spoken by You, I am filled with joy. But what instructions can I give in Your presence, especially since all instructions emanate from the Vedas, which come from Your divine mouth? My mind, O slayer of Madhu, is agitated because of the pain of all these arrows. O Govinda, I am so afflicted that I barely have the power to say anything. My strength is waning, and my life breaths will soon be exhausted. How then can I venture to speak? O my Lord, I will not be able to say anything. Pardon me for my unwillingness. I can no longer understand whether it is  or night. It is only through Your mercy that I am still in this body. O Krishna, will You not therefore speak to Yudhisthira to dispel his grief?\nThe Supreme Personality of Godhead replied, What you have spoken is just worthy of the best members of the Kuru race. O Bhishma, I now grant you a benediction that you will not feel pain, hunger or thirst. O son of Ganga, your memory of the Vedic conclusions shall not fail you. What ever question Yudhisthira will ask, you will be able to answer by My grace.  After speaking these words, a celestial shower of flowers fell from the sky. The Gandharvas began to play on their instruments, and the Apsaras sang sweetly in the heavens. In all directions there were auspicious omens. Lord Krishna then put his transcendental hand on Bhishma, and his pain disappeared. Just at this time the sun began its descent on the western horizon. Agreeing to hear Bhishma's discourse the following , the Pandavas entered the city of Hastinapura.\nThe following morning the Pandavas awoke and prepared themselves to travel to Kurukshetra. They once again approached Grandfather Bhishma and offered their obeisances. Lord Krishna then inquired of Grandfather Bhishma, Have you, O best among Kings, passed the night happily? Has your intelligence become clear? I hope that your body no longer feels the pain of all these arrows.\nO descendent of Vrishni,  Bhishma replied, by Your grace I have been relieved of my suffering and fatigue. I can behold the past, the present and the future like a crystal clear lake. Due to the benediction granted by You, I can behold the duties laid down by the Vedas and the Vedantas. Everything that relates to the four varnas has come within my power of memory. O Janardana, because I have been favored by You, I have become competent to discourse on that which will be beneficial to the world. Why, however, do You not speak to Pandu's son about these matters?\nO descendent of Bharata,  Vasudeva said, I am the source of fame and everything that is auspicious. All things, good or bad, emanate from Me. If some one says that the moon has cool rays, no one will be struck with wonder. Similarly, if I speak to Yudhisthira about transcendental knowledge, it will not add to My fame. I have resolved to enhance your fame, O best among men. It is for this reason that I have inspired you with intelligence. As long as the earth will last, your fame will be known through the three worlds. Whatever you say to the inquiring son of Pandu will be regarded as authoritative as the Vedas. All the Kings and rishis desire to listen to your discourses on duty and morality. Therefore, you should speak to them for the benefit of the world.\nKing Yudhisthira then approached the grandsire of the Kuru dynasty. He touched his feet, and Bhishma welcomed him with affectionate words. Bhishma smelled Yudhisthira's head and ask him to sit near him. Ganga's son then addressed him saying, Do not fear, O best of the Kurus! Ask me any question without anxiety.\nO grandsire of the Kuru dynasty,  Yudhisthira inquired, persons conversant with duty and morality say that kingly duties constitute the highest science. Please, therefore, speak in detail on the duties of Kings and of duties of the other orders of life.\nO son of Pandu,  Bhishma said, the suppression of anger, truthfulness, justice, forgiveness, begetting children by one's own wife, purity, avoidance of quarrel, simplicity, and maintenance of dependents-these nine duties belong to all the four orders equally. I shall now declare the duties which belong to brahmanas exclusively. Sense control has been declared to be the first and foremost duty of a brahmana. Study of the Vedas and performance of austerities are also other duties of the brahminical order. Worship of the deity and teaching others how to worship the deity are duties of the brahminical order. Also there is accepting charity and giving in charity.\nO Yudhisthira,  Bhishma continued, I shall now tell you the duties for the kshatriyas. A kshatriya should never beg, but should acquire wealth by taxing the citizens. He should study the Vedas, but not engage in the profession of teaching. He should offer protection to the citizens and put forward his prowess on the field of battle. There is no higher duty for a kshatriya than to protect the citizens. Gifts of charity, study of the Vedas and performance of sacrifice bring prosperity to a king. A king should engage all the subjects in their occupational duties according to their order of life. If a King does not perform any other act other than protect the citizens, he is regarded as successful in religious performance and has carried out all duties of a kshatriya.\nO Yudhisthira,  Bhishma continued, a vaishya should give in charity, study the Vedas, perform sacrifices and acquire wealth by fair means. A vaishya should protect all animals especially the cow and the bull. These two are the mother and father of all mankind. By protecting the cow, he will achieve lasting prosperity.\nO Bharata, a shudra should perform service to the other three orders according to seniority. By such service he will obtain happiness. He should never amass wealth for if he does he might make the higher orders his servants. Worn out umbrellas, turbans, beds, and seats, shoes and fans should be given to the shudra servants. Torn clothes which are no longer fit to wear should be given to the shudras as their clothing. Men conversant with morality say that if a shudra approaches one of the higher orders for service, then that servant should be immediately engaged in some duty. The weak and old amongst the shudra order should be maintained. A shudra should never give up his master no matter what condition of distress he falls into.\nGrandfather Bhishma went on to explain the Varnashrama system in more detail. He also explained in divisions, acts of charity, the practical duties of a king and activities of salvation. Then he briefly described the duties of women and devotees, both briefly and extensively. Then he described the occupational duties of different orders and statuses of life, citing instances from history, for he was himself acquainted with the truth. While Bhishmadeva was describing occupational duties, the sun's course ran into the northern hemisphere. This period is described by mystics who die at their will.\nThereupon that man who spoke on different subjects with thousands of meanings and who fought on thousands of battlefields and protected thousands of men, stopped speaking and, being completely freed from all bondage, withdrew his mind from everything else and fixed his wide-open eyes upon the original Personality of Godhead, Shri Krishna, who stood before him, four-handed, dressed in yellow garments that glittered and shined. By pure meditation, looking at Lord Shri Krishna, he at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds. Thus all the external activities of his senses at once stopped, and he prayed transcendentally to the controller of all living beings while quitting his material body. Grandfather Bhishma prayed, Let me invest my thinking, feeling, and willing, which were so long engaged in different subjects and occupational duties, in the all-powerful Lord Shri Krishna. He is always self-satisfied, but , being the leader of the devotees, He enjoys transcendental pleasure by descending to the material world, although from Him only the material world is created. Lord Shri Krishna is the intimate friend of Arjuna. He has appeared on this earth in His transcendental body, which resembles the bluish color of the tamala tree. His body attracts everyone in the three planetary systems. May His glittering yellow dress and His lotus face, covered with paintings of sandalwood pulp, be the object of my attraction, and may I not desire fruitive results. On the battlefield, the flowing hair of Lord Krishna turned ashen due to labor, and beads of sweat wetted His face. All these decorations, intensified by the wounds dealt by my sharp arrows, were enjoyed by Him. Let my mind thus go unto Shri Krishna. In obedience to the command of His friend, Lord Shri Krishna entered the arena of the Battlefield of Kurukshetra between the soldiers of Arjuna and Duryodhana, and while there He shortened the life spans of the opposite party by His merciful glance. This was done simply by His looking at the enemy. Let my mind be fixed upon that Lord Krishna.\nWhen Arjuna was seemingly polluted by ignorance upon observing the soldiers and commanders before him on the battlefield, the Lord eradicated his ignorance by delivering transcendental knowledge. May His lotus feet always remain the object of my attraction. Fulfilling my desire and sacrificing His own promise, He got down from the chariot, took up a wheel, and ran towards me hurriedly, just as a lion goes to kill an elephant. He even dropped His outer garment on the way. May He, Lord Shri Krishna, the Personality of Godhead, who awards salvation, be my ultimate destination. On the battlefield He charged me, as if angry because of the wounds dealt by my sharp arrows. His shield was scattered, and His body was smeared with blood due to the wounds.\nAt the moment of death, let my ultimate attraction be to Shri Krishna, the Personality of Godhead. I concentrate my mind upon the chariot driver of Arjuna who stood with a whip in His right hand and a bridle rope in His left, who was very careful to give protection to Arjuna's chariot by all means. Those who saw Him on the Battlefield of Kurukshetra attained their original forms after death. Let my mind be fixed upon Lord Shri Krishna, whose motions and smiles of love attracted the damsels of Vrajadhama. The damsels imitated the characteristic movements of the Lord.\nAt the Rajasuya sacrifice performed by Maharaja Yudhisthira, there was the greatest assembly of all the elite men of the world, the royal and learned orders, and in that great assembly Lord Shri Krishna was worshiped by one and all as the most exalted Personality of Godhead. This happened during my presence, and I remembered the incident in order to keep my mind upon the Lord. Now I can meditate with full concentration upon that one Lord, Shri Krishna, now present before me because now I have transcended the misconceptions of duality in regard to His presence in everyone's heart. The sun may be perceived differently, but the sun is one.\nThus Bhishmadeva deeply merged himself in remembrance of the Supersoul, Lord Shri Krishna, the Supreme Personality of Godhead, with his mind, speech, sight and actions, and thus he became silent, and his breathing stopped. Knowing that Bhishma had entered into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the . Bhishmadeva was a pure devotee of the Lord, and thus in a spiritual body he entered the spiritual realm in one of the Vaikuntha planets where the Lord, in His eternal form of Partha-sarathi, predominates over the unconditioned living beings who are constantly engaged in the service of the Lord. Thereafter, both men and demigods sounded drums in honor, and the honest royal order commenced demonstrations of honor and respect.s And from the sky fell showers of flowers.\nAfter the passing away of his grandfather, King Yudhisthira performed the last funeral rites and was momentarily overwhelmed with grief. It was at this time that all the great sages glorified Lord Shri Krishna as the Supreme Personality of Godhead. After offering their respectful worship, they returned to their respective hermitages, bearing always Lord Shri Krishna within their hearts.\n \nThus Ends the Anushasana Parva, ennamed, The Final Instructions of Grandfather Bhishma.\n \nThus Ends the Anushasana Parva.\n\nAshvamedha Parva\n \nThe Sacrificial Horse and the Death of Arjuna\n \nAfter the passing away of grandfather Bhishma, Lord Krishna caused Maharaja Yudhisthira to conduct three well-performed Ashvamedha (horse) sacrifices. These sacrifices required the subordination of all earthly Kings. Maharaja Yudhisthira released the sacrificial horse and ordered Arjuna to follow it wherever it went and to fight with any belligerent rulers, who did not want to accept the King's sovereignty. (The sacrificial horse was freed from the city of Hastinapura and allowed to wander wherever it wished. If the horse entered a kingdom and was taken captive, the warrior following the horse fought with the challengers.) He also ordered Arjuna not to kill any descendants of those who fought at Kurukshetra.\nThus Arjuna followed the sacrificial horse as it roamed from one country to another. When the descendants of the Trigartas learned that the sacrificial horse had entered their kingdom, they came out to challenge the mighty armed Arjuna. They carried a hatred for the Pandavas like their forefathers had. The Trigartas endeavored to capture the horse, but Arjuna forbid them to do so. Disregarding Arjuna's orders, the Trigartas assaulted Arjuna with their full prowess. The King of the Trigartas, Suryavarman, attacked Arjuna with a barrage of arrows, but Partha countered his arrows and defeated Susharman's son with his selected weapons. Suryavarman was furious and attacked Arjuna with greater determination. Arjuna laughed with scorn at the young King and pierced his armor with many arrows.\nAssisting Suryavarman was his younger brother, Ketuvarman, who made the mistake of assailing Arjuna with his weapons of fury. Not knowing that he was like a moth entering fire, Ketuvarman was killed by Arjuna's sharp arrows. Upon Ketuvarman's fall, the mighty car-warrior, Dhritavarman, assaulted Arjuna, showering him with a downpour of arrows. Beholding the lightness of hand displayed by the youthful prince, Gudakesha (Arjuna) was pleased with him. The son of Indra could not see when the young warrior took out his arrows and when he placed them on his bow-string. He only saw lightning fast arrows coming towards him. For a brief space of time, Arjuna gladdened his enemy and mentally admired his heroism and skill. The Kuru hero, smiling the whole time, fought with that youth who resembled an angry cobra. While Arjuna was fighting mildly with him, Dhritavarman released an arrow that pierced Arjuna's hand. The Gandiva bow fell to the ground and Dhritavarman laughed loudly, thinking he had become victorious. Arjuna was incensed, and once more picking up his bow, he vanquished the Trigarta army with his superior weapons. Beholding Arjuna in a fit of rage and releasing arrows like Yamaraja, the Trigarta army broke and fled in all directions. They surrendered to Arjuna pleading, We yield to you rulership! We have now become your slaves. Please command us according to your will.  Arjuna ordered that they accept subordination to Maharaja Yudhisthira. The Trigartas agreed and once more the sacrificial horse was freed.\nThe sacrificial horse then proceeded to the kingdom of Pragjyotishapura. Hearing of this, the son of Bhagadatta, Vajradatta, came out to fight with Arjuna. He seized the sacrificial horse and then entered his own city. He mounted his foremost elephant and came out to fight with Arjuna. Impelled by childishness, he challenged Arjuna to fight. The enraged prince then urged the elephant towards Arjuna's chariot. The elephant resembled a veritable mountain, and from his temples and mouth issued temporal juice, indicating that the elephant was mad and uncontrolled. Urged on by the prince with his hook, that elephant cut through the air like a flying hill. Arjuna descended from his chariot and stood prepared to meet the onslaught of Bhagadatta's son. Vajradatta released countless arrows from his mighty bow, but these were all countered by Partha. Not wanting to waste time, Arjuna released a number of arrows equipped with golden wings. Vajradatta was hit by those arrows and fell from the back of his elephant. Coming back to consciousness, the prince once again mounted his elephant and fought with Arjuna, using his best weapons. Arjuna pierced the elephant on which the prince was riding and blood flowed from its many wounds.\nThe Battle between the mighty armed Arjuna and the son of Bhagadatta waged on for three s. On the fourth , Vajradatta laughed loudly and exclaimed, Wait! Wait, O Arjuna! You shall not escape with your life. By killing you, I shall repay the debt I owe my deceased father. You killed my father, who was a friend to Pandu, only because of his advanced years. Now you must fight with me who am but a mere boy.  Vajradatta then urged his elephant, whose every step cause the earth to tremble. Beholding the gigantic beast coming towards him, Arjuna released with full force a shaft that resembled a veritable flame of fire. When struck by that arrow, the elephant fell to the ground like a mountain hit by a thunderbolt. Dhananjaya then addressed the fallen King, Do not fear for your life. I have been ordered by my older brother not to slay those that challenge me. Rise up, O King, return to your city safe and sound. When the full moon  comes, you should arrive at the city of Hastinapura to witness the Ashvamedha sacrifice of King Yudhisthira.  When Vajradatta heard Arjuna's order, he agreed with the proposal and again entered his city.\nThe challenge horse then entered the province of Manipur. The ruler of Manipur was Arjuna's son named Babhruvahana. Hearing that his father had come to his country, Babhruvahana came out of his city with all humility followed by a number of brahmanas. Seeing this, Arjuna was not pleased. The highly intelligent Arjuna then chastised his son, Your conduct is not befitting a king. You have fallen from the duties of a kshatriya. I have come here as the protector of Yudhisthira's sacrificial horse. Why, O son, will you not fight with me? Shame on you for not exhibiting your prowess! Shame on you for acting like a woman! Shame on you for receiving me peacefully!\nUpon hearing Arjuna's chiding words, Ulupi, one of Arjuna's wives, pierced the earth and encouraged Babhruvahana, Know that I am your step mother, Ulupi. If you follow my instructions you will attain lasting fame. You should fight with this foremost descendent of the Bharata dynasty. If you do so, he will be pacified.\nIncited by his stepmother, Babhruvahana mounted his chariot which was equipped with many different kinds of weapons. His horses traveled at the speed of the mind. He hoisted his standard which bore the mark of a golden lion. Readied for battle, King Babhruvahana proceeded against his father. He caused the sacrificial horse to be taken captive, indicating that he was ready to fight. Partha descended from his chariot and began to fight his son on foot. They covered each other with their formidable shafts and the fight was, indeed, wonderful. Babhruvahana pierced his father's shoulder and the arrow then entered the earth. Feeling acute pain, Arjuna supported himself on his bow and appeared like one who had left his body. Coming to his senses he praised his son, Excellent, excellent, O mighty armed son of Chitrangada! On beholding this feat, I am pleased with you. I shall now release my arrows. Stand for a while and do not run away.\nArjuna then released many arrows, but they were cut up by his son. Arjuna then cut off the royal standard of the Manipur King and killed his horses. Babhruvahana was red hot with anger, and descending from his chariot, he fought his father on foot. He then released an arrow that pierced Arjuna's chest, entering deep within his body. The mighty son of Pandu then fell to the earth devoid of life. King Babhruvahana had also been pierced with many arrows, and upon seeing the fall of his father, he also fell to the ground unconsciousness. At that time Babhruvahana's mother, Chitrangada, appeared on the scene and lamented the death of Arjuna. When Ulupi again appeared, Chitrangada chastised her, Behold, O Ulupi, our husband slain in battle by my son. This fault lies on you. It is through your action that our husband now lies dead. If you have the power, bring him back to life so that we will not have to indulge in grief.  Chitrangada then took her husband's feet in her lap and shed tears of grief.\nAt that time King Babhruvahana awoke from his unconscious state. Seeing his dead father and his weeping mother, he was pained at heart. He addressed his mother, Alas, this foremost wielder of weapons has been slain by me. Alas, his golden mail, which was cut from his body by my arrows, lies by his side. O great brahmanas, what atonement is there for one who kills his father in battle. I am a wretched and sinful person. O daughter of the Snake King, I accomplished what you desired. However, I am now unable to live any longer. If you are not willing to bring him back to life, then I will give up this body by fasting.  Having made up his mind to fast until death, King Babhruvahana touched water and made the following statement, O Ulupi, I make the following vow. If my father does not rise up with his life, then I will give up this body by fasting. There is no atonement for killing one's father. Therefore, surely, I will have to dwell in hell.\nWhen the King of Manipur had made his firm vow, he sat down on the ground in meditation. At that time Ulupi informed the King, Do not lament or take any unnecessary vows. I will revive your father. In my possession, I have a jewel that is capable of bringing anyone back to life. This great hero cannot be slain by the gods and demons combined. I have exhibited this illusion for your father's benefit. Do not think that you have committed any sin. It was for testing your prowess that this battle took place. I shall now revive Arjuna with this precious jewel.\nUlupi then approached Arjuna and touched the jewel to his chest. When she did, Arjuna rose up like one awaking from sleep. Witnessing his father return to life, Babhruvahana approached him and worshiped him with many prayers. The king of heaven, Indra, then showered flowers upon the earth and caused the celestial denizens to sound their instruments. In the heavens were heard the sounds, Well done! Well done!  Arjuna then embraced his son and smelled his head. When he saw Chitrangada and Ulupi lamenting in the distance, Arjuna questioned his son, Why, O Babhruvahana, is there simultaneously joy, sorrow, and wonder in all directions? Please explain this to me. I desire to know what has brought these ladies to this field.\nBabhruvahana replied, I think that you should question Ulupi in this regard.\nArjuna then turned to his wife and inquired from her, Why have you come here, O daughter of the snakes? Have you come here with some evil intention? I hope that neither I nor my son Babhruvahana have offended you in any way.\nYou have not offended me in any way, nor has your son.  Ulupi replied. Do not be angry with me and listen patiently to the reason I have acted in the way I did. In the great battle of the Bharata princes, you had slain Shantanu's royal son, Bhishma, unfairly. He was not engaged in battle with you when he was slain. He had laid aside his weapons because of the presence of Shikhandin. Relying on Shikhandi's help, you were able to overthrow the mighty Bhishma. By acting in the way I did, I have vanquished the sinful reaction to the unfair killing of the grandsire. If this sinful reaction had not been eradicated, then you would have surely seen hell. After Bhishma's death, the Vasus came to the bank of the Ganges and called for the goddess by reciting various prayers. With her permission, they cursed you to die. When I informed my father of this, he went to the Vasus and asked that the curse be removed. The Vasus replied to him, Arjuna has a powerful son who is the ruler of Manipur. In battle his son will slay him. At that time Arjuna will be freed from this curse.' I have acted in the way I did to free you from this curse. Please do not be angry with me.\nHearing about the true situation from Ulupi, Vijaya (Arjuna) became joyful and said, I find all this most pleasing.  Arjuna then ordered his son, The horse sacrifice of King Yudhisthira will take place on the full moon  in the month of Chaitra. Come there, O King, with your mother and your counselors.  Babhruvahana agreed with his father's wishes. After Arjuna had been sufficiently worshiped by his son, he left that place and continued following the sacrificial horse.\nThe sacrificial horse proceeded all over the earth. The horse entered the kingdom of Maghadha that was formerly ruled by Jarasandha. The son of Jarasandha was Sahadeva. He had fought for the Pandavas at Kurukshetra and was killed. Sahadeva's son was Meghasandhi. Following the duties of a kshatriya, Meghasandhi came out and challenged Arjuna. When the son of Sahadeva was defeated, he agreed to become subservient to King Yudhisthira's desires.\nArjuna then entered the kingdom of the Chedis. The son of Shishupala was Sarabha. He also fought with Arjuna and was defeated. After defeating the King of the Chedis, the sacrificial horse proceeded to the kingdoms of the Kashis, the Angas, the Koshalas, the Kiratas and the Tanganas. Receiving respect and worship from these kingdoms, Arjuna changed his course. He entered the kingdom of Gandhara and fought with Shakuni's son who remembered his father's hatred for the Pandavas. After Arjuna had fought with him and defeated him, he headed for the kingdoms of the Yadus. King Ugrasena greeted Arjuna and offered him every kind of hospitality. The sacrificial horse then headed in the direction of Hastinapura.\nArjuna soon entered the beautiful city of Hastinapura and was greeted royally by the citizens. Yudhisthira was overjoyed at his brother's return, and heard from him how he had singlehandedly subjugated the whole world. The kings from all provinces on the planet Earth then came to Hastinapura and were respectfully received by Maharaja Yudhisthira. Lord Krishna, accompanied by His elder brother Balarama, came to the horse sacrifice of Maharaja Yudhisthira. By the grace of Lord Krishna, the sacrifice was completed and all were satisfied. The brahmanas were given many valuable articles in charity and even the lower classes were given ample food and clothing. Thus Maharaja Yudhisthira successfully performed three Ashvamedha horse sacrifices, and the Earth's kings were gratified by his humility.\n \nThus ends the Ashvamedha Parva.\n\nAshramvasika Parva\n \nDhritarastra Attains Liberation\n \nAs explained previously, Vidura had quit his brother's palace because of Duryodhana's offenses. While traveling on pilgrimage, Vidura received knowledge of the destination of the self from the great sage Maitreya and then returned to Hastinapura. He returned some thirty six years after the Kurukshetra war. Vidura felt that he had become contaminated due to the association of Duryodhana, Shakuni and others. He, therefore, did not go directly to Lord Krishna for protection. He desired to first purify himself by traveling to different places of pilgrimage. After receiving transcendental knowledge from Maitreya, he came back to Hastinapura to try to save his elder brother, who was at the fag end of his life. When Vidura returned to his brother's palace, all the inhabitants such as Maharaja Yudhisthira, Bhima, Arjuna, Nakula, Sahadeva, Dhritarastra, Satyaki, Sanjaya, Kripacharya, Kunti, Gandhari, Draupadi, Subhadra, Uttara, Kripi, many other wives of the Kauravas, and other ladies with children-all hurried to see him in great delight. It so appeared that they had regained their consciousness after a long period. They all offered their obeisances and welcomed each other with embraces. Due to anxieties and long separation, they all cried out of affection. King Yudhisthira then arranged to offer sitting accommodations and a reception. After Vidura ate sumptuously and took sufficient rest, he was comfortably seated. Then the King began to speak to him, and all who were present there listened. Maharaja Yudhisthira said, My uncle, do you remember how you always protected us, along with our mother, from all sorts of calamities? You partiality, like the wings of a bird, saved us from poisoning and arson. While traveling on the surface of the earth, how did you maintain your livelihood? At which holy places and pilgrimage sites did you render service? My lord, devotees like your good self are verily holy places personified. Because you carry the Personality of Godhead within your heart, you turn all places into places of pilgrimage. My uncle, you must have visited Dvaraka. In that holy place our friends and well-wishers, the descendants of Yadu, are always rapt in the service of the Lord Shri Krishna. you might have seen them or heard about them. Are they all living happily in their abodes?\nThus being questioned by Maharaja Yudhisthira, Mahatma Vidura gradually described everything he had personally experienced, except news of the annihilation of the Yadu dynasty. Vidura was very compassionate and could not stand to see the Pandavas distressed at any time. Therefore he did not disclose this unpalatable and unbearable incident because calamities come of their own accord. Thus Mahatma Vidura, being treated just like a godly person by his kinsmen, remained there for a certain period just to rectify the mentality of his eldest brother and in this way bring happiness to all the others.\nInsurmountable, eternal time imperceptibly overcomes those who are too much attached to family affairs and are always engrossed in their thought. Mahatma Vidura knew all this, and therefore he addressed Dhritarastra, saying, My dear King, please leave here immediately. Do not delay. Just see how fear has overtaken you. This frightful situation cannot be remedied by any person in this material world. My Lord, it is the Supreme Personality of Godhead as eternal time that has approached us all. Whoever is under the influence of Supreme kala must surrender his most dear life, and what to speak of other things, such as wealth, honor, children, land and home. Your father, brother, well-wishers and sons are all dead and passed away. You yourself have expended the major portion of your life, your body is now overtaken by invalidity, and you are living in the home of another. You have been blind from your very birth, and recently you have become hard of hearing. Your memory is shortened, and your intelligence is disturbed. your teeth are loose, you liver is defective, and you are coughing up mucus. Alas, how powerful are the hopes of a living being to continue his life. Verily, you are living just like a household dog and are eating the remnants of food given by Bhima. There is no need to live a degraded life and subsist on the charity of those whom you tried to kill by arson and poisoning. You also insulted one of their wives and usurped their kingdom and wealth. Despite your unwillingness to die and your desire to live even at the cost of honor and prestige, your miserly body will certainly dwindle and deteriorate like an old garment. He is called undisturbed who goes to an unknown, remote place and, freed from all obligations, quits his material body when it has become useless. He is certainly first-class man who awakens and understands, either by himself or from others, the falsity and misery of this material world and thus leaves home and depends fully on the Personality of Godhead residing within his heart. Please, therefore, leave for the North immediately, without letting your relatives know, for soon that time will approach which will diminish the good qualities of men.\nThus Maharaja Dhritarastra, the scion of the Kuru family, firmly convinced by introspective knowledge, broke at once the strong network of family affection by his resolute determination. Thus he immediately left home to set out on the path of liberation, as directed by his younger brother Vidura. He left in the middle of the night unnoticed by anyone. The gentle and chaste Gandhari, who was the daughter of King Subala of Gandhara, followed her husband, seeing that he was going to the Himalaya Mountains, which are the delight of those who have accepted the staff of the renounced order like fighters who have accepted a good lashing from the enemy.\nMaharaja Yudhisthira, whose enemy was never born, performed his daily morning duties by praying, offering fire sacrifice to the sun-god, and offering obeisances, grains, cows land and gold to the brahmanas. He then entered the palace to pay respects to the elderly. However, he could not find his mother, uncles or aunt, the daughter of King Subala. Maharaja Yudhisthira, full of anxiety, turned to Sanjaya, who was sitting there, and said, O Sanjaya, where is my mother, who always gave us protection after the death of her husband. Where is our uncle, who is old and blind? Where is my well-wisher, uncle Vidura, and aunt Gandhari, who is very afflicted due to all her son's demise? My uncle Dhritarastra was also very mortified due to the death of all his sons and grandsons. Undoubtedly I am very ungrateful. Did he, therefore, take my offenses very seriously and, along with his wife, drown himself in the Ganges? When my father, Pandu, died, we were all small children, they were always our good well-wishers. Alas, where have they gone from here?\nBecause of compassion and mental agitation, Sanjaya, not having seen his own master, Dhritarastra, was aggrieved and could not properly reply to Maharaja Yudhisthira. First he slowly pacified his mind by intelligence, and wiping away his tears and thinking of the feet of his master, Dhritarastra, he began to reply to Maharaja Yudhisthira. My dear descendant of the Kuru dynasty,  Sanjaya said, I have no information of your mother's determination or your two uncles or Gandhari. O King, I have been cheated by those great souls.\nWhile Sanjaya was thus speaking, Shri Narada, the powerful devotee of the Lord, appeared on the scene carrying his tumburu. Maharaja Yudhisthira and his brothers received him properly by getting up from their seats and offering obeisances. Maharaja Yudhisthira said, O godly personality, I do not know where my mother and two uncles have gone. Nor can I find my ascetic aunt who is grief stricken by the loss of her sons. You are like a captain of a ship in a great ocean, and you can direct us to our destination.\nThus addressed, the godly personality, Devarshi Narada, greatest of the philosopher devotees, began to speak, O pious King, do not lament for anyone, for everyone is under the control of the Supreme Lord. Therefore all living beings and their leaders carry on worship to be well protected. It is He only who brings them together and disperses them. As a cow, bound through the nose by a long rope, is conditioned, so also human beings are bound by different Vedic injunctions and are conditioned to obey the orders of the Supreme. As a player sets up and disperses his playthings according to his own sweet will, so the supreme will of the Lord brings men together and separates them. O King, in all circumstances, whether you consider the soul to be an eternal principle, or the material body to be perishable, or everything to exist in the impersonal Absolute Truth, or everything to be an inexplicable combination of matter and spirit, feelings of separation are due to illusory affection and nothing more. Therefore, give up your anxiety due to ignorance of the self. You are now thinking of how they, who are helpless poor creatures, will exist without you. This gross material body made of five elements is already under the control of eternal time, action and the modes of material nature. How, then, can it, being already in the jaws of the serpent, protect others? Those who are devoid of hands are prey for those who have hands; those devoid of legs are prey for the four-legged. The weak are the subsistence of the strong, and the general rule holds that one living being is food for another.\nTherefore, O King, you should look to the Supreme Lord only, who is one without a second and who manifests Himself by different energies and is both within and without. That Supreme Personality of Godhead, Lord Shri Krishna, in the guise of all-devouring time has now descended on the earth to eliminate the envious from the world. The Lord has already performed His duties to help the demigods, and He is awaiting the rest. You Pandavas may wait as long as the Lord is here on earth. O King, your mother Kunti, your uncle Dhritarastra, his brother Vidura and his wife Gandhari have gone to the southern side of the Himalaya mountains, which are shelters of the great sages. The place is called Saptasrota, because there the waters of the sacred Ganges were divided into seven branches. This was done for the satisfaction of the seven great rishis. On the banks of the Saptasrota, Dhritarastra is now engaged in beginning astanga-yoga by bathing three times daily, in the morning, noon and evening, by performing the Agni-hotra sacrifice with fire and by drinking only water. This helps one control the mind and the senses and frees one completely from thoughts of familial affection. One who has controlled the sitting postures and the breathing process can turn the senses toward the Absolute Personality of Godhead and thus become immune to the contaminations of the modes of material nature, namely mundane goodness, passion and ignorance. Dhritarastra will have to amalgamate his pure identity with intelligence and then merge into the Supreme Being with knowledge of his qualitative oneness, as a living entity, with the Supreme Brahman. Being freed from the blocked sky, he will have to rise to the spiritual sky. He will have to suspend all the actions of the senses, even from the outside, and will have to be impervious to interactions of the senses, which are influenced by the modes of material nature. After renouncing all material duties, he must become immovably established, beyond all sources of hindrances on the path. O King, he will quit his body, most probably on the fifth  from to. And his body will turn to ashes.\nWhile outside observing her husband, who will burn in the fire of mystic power along with the thatched cottage, his chaste wife will enter the fire with rapt attention. Upon observing the forest area burning in flames, your mother Kunti will also enter into the fire to give up her life. Vidura, being affected with delight and grief, will then leave that place of sacred pilgrimage. He will travel to Prabhasa and leave his body in that holy place. Because he is always absorbed in thought of Lord Krishna, he will be received by the denizens of Pitriloka and installed in his original post.  Having spoken thus, the great sage Narada, along with his vina, ascended into outer space. Yudhisthira kept his instruction in his heart and so was able to get rid of all lamentations.\n \nThus Ends the Ashramvasika Parva, ennamed, Dhritarastra Attains Liberation.\n\nMausala Parva\n \nThe Curse Upon the Yadu Dynasty\n \nThe Supreme Personality of Godhead, Lord Shri Krishna, as well as His powerful brother, Balarama, executed the killing of many demons. The Yadu dynasty also helped in this regard. To further remove the burden of the earth, the Lord arranged for the great battle of Kurukshetra, which suddenly erupted in violence between the Kurus and the Pandavas. Previously, before the appearance of the Lord, He had ordered that the demigods appear in the pious families of the Yadus. However, some members of the Yadu dynasty saw the Lord as an ordinary human being. Because of their mundane vision of the Supreme Person, they considered themselves on the same level as the Lord. Because they took their birth in the Yadu dynasty, they had inconceivable strength, and thus they misunderstood Lord Krishna's supreme position. Having forgotten that Krishna was the Supreme Personality of Godhead, they constituted a great burden. Consequently, it was then necessary for Lord Krishna to remove that burden from the face of the earth. Although many members, who were devoted to Krishna, died in this fratricidal war, they were returned to their original positions as universal demigods. Others, who were eternal associates of the Lord, returned to His Own abode. Thus the Lord fulfilled his promise in Bhagavad-gita that His devotee never perishes.\nAfter the battle of Kurukshetra, Gandhari had cursed the Yadu dynasty to be destroyed by fratricide. She did this because she considered Lord Krishna to be the cause of her sons' death. This curse satisfied the Lord because He was considering how to remove His family from the face of the earth. The Supreme Lord, Shri Krishna, used the Yadu dynasty, which was protected by His own arms, to eliminate the kings, who with their armies, had been a burden to this earth.\nThen the unfathomable Lord thought to Himself, \"The abatement of the earth's great burden, eighteen akshauhinis, has now been effected with the help of Drona, Bhishma, Arjuna and Bhima. But what is this? There is still the invincible strength of the Yadu dynasty, born of Myself, which may be a more unbearable burden. No outside force could ever bring about the defeat of this family, the Yadu dynasty, whose members have always been fully surrendered to Me and are unrestricted in their opulence. But if I inspire within the dynasty a quarrel, it will act just like a fire created from the friction of bamboo in a grove, and then I shall achieve My real purpose and return to My eternal abode.\"\nWhen the Supreme Almighty Lord, whose desire always comes to pass, had thus made up His mind, He withdrew his own family on the pretext of a curse spoken by an assembly of brahmanas. The Supreme Personality of Godhead, Krishna, is the reservoir of all beauty. His personal form is so attractive that it steals the eyes away from all other objects, which then seem devoid of beauty in comparison to Him. When Lord Shri Krishna was on the earth, He attracted the eyes of all people. When Krishna spoke, His words attracted the minds of all who remembered them. By seeing the footprints of Lord Krishna, people became attached to Him, and thus they desired to become His most obedient servants. In this way Krishna very easily spread His glories, which are sung throughout the world by the most sublime and essential Vedic verses. Lord Krishna considered that simply by hearing and chanting those glories, conditioned souls born in the future would cross beyond the darkness of ignorance. Being satisfied with this arrangement, He left for His desired destination.\nOnce upon a time, the sages Visvamitra, Asita, Kanva, Durvasa, Bhrigu, Angira, Kashyapa, Vamadeva, Atri and Vashistha, along with Narada and others, performed devotional rituals that award abundant pious results, bring great happiness and take away the sins of Kali-yuga for the whole world by merely being recounted. The sages duly executed these rituals in the home of the chief Yadu, Vasudeva, the father of Lord Krishna. After Lord Krishna, who was staying in Vasudeva's home as time personified, respectfully sent the sages off at the conclusion of the ceremonies, they went to the holy place called Pindraka. While in that holy place, the princes of the Yadu dynasty had Samba, the son of Jambavati, dress up in a woman's garb. Playfully approaching the great sages gathered there, the princes grabbed hold of the sages' feet and impudently asked them, with feigned humility, \"O learned brahmanas, this black-eyed pregnant woman has something to ask you, She is too embarrassed to inquire for herself. She is just about to give birth and is very desirous of having a son. Since all of you are great sages with infallible vision, please tell us whether her child will be a boy or a girl.\"\nWhile the princes were thus joking in this way, the sages became angry. Narada then cursed them, \"Fools! She will bear you an iron club that will destroy your entire dynasty.\" Narada could never have any ill feeling toward the members of the Yadu dynasty, since his Lord was Shri Krishna. Narada is never influenced by the modes of nature like passion or ignorance. Therefore, in cursing the Yadu dynasty, he was simple acting as an instrument of the Lord.\nUpon hearing the curse of the sages, the terrified princes quickly uncovered Samba's belly, and indeed they observed that there was an iron club. The young men of the Yadu dynasty exclaimed, \"Oh, what have we done? We are so unfortunate! What will our family members say to us?\" Speaking thus and being very disturbed, they returned to their homes, taking the club with them. The luster of their faces completely faded. The Yadu princes brought the club into the royal assembly and described what had happened to King Ugrasena in the presence of all the Yadavas.\nWhen the citizens of Dvaraka heard about the infallible curse of the brahmanas and saw the mace, they were astonished and fearful. King Ugrasena thought to himself, \"Samba and others should not feel any shame or fear.\" Thus without consulting Lord Shri Krishna, he ordered the club ground into fragments and thrown into the water, along with a small iron lump that remained. A certain fish swallowed the iron lump, and the bits of iron, carried to the shore by the waves, implanted themselves there and grew into tall, sharp canes. The fish was caught in the ocean along with other fish in a fisherman's net. The iron lump in the fish's stomach was taken by the hunter Jara, who fixed it as an arrowhead at the end of his shaft. Knowing fully the significance of all these events, the Supreme Personality of Godhead, though capable of reversing the brahmana's curse, did not wish to do so. Rather, in His form of time, He gladly sanctioned the events.\nWhile the Vrishnis and the Andhakas were thus endeavoring to avoid the impending calamity, the embodied form of eternal time (Kala) wandered every  about their houses. He was terrible to behold. His head was bald, and his complexion was blackish. His eyes were fierce like fire.  he was seen by the Yadus as he peered into their houses. The mighty bowmen of the Vrishnis shot hundreds and thousands of arrows at him, but none on these succeeded in piercing him, for he was none else than the destroyer of all creatures.  by  strong winds blew, and there were many awful, evil omens that arose, foretelling the destruction of the Yadu dynasty. The streets swarmed with rats and mice. Earthen pots were broken from no apparent cause. At night, the rats and mice ate away the hair and nails of sleeping men. Crows uttered inauspicious sounds within the houses of the Vrishnis, and they did not cease  or night. Many birds, impelled by death, appeared that were pale in complexion. Asses took birth from cows, and elephants took birth from mules. Cats were born of dogs, and mice took birth from the mongoose. The Vrishnis committed sinful acts and did not feel any shame upon doing so. They showed disregard for the brahmanas, demigods and the deities. They insulted and humiliated their seniors and preceptors. Only Lord Krishna and Balarama acted otherwise. Wives deceived their husbands, and husbands deceived their wives. The sun seemed surrounded by headless trunks of human form.\nBeholding the inauspicious omens, Hrishikesha, the Lord, understood that the thirty-sixth year had come, and that the curse of Gandhari and the brahmanas was now taking effect. He then ordered an assembly of the Yadus in the Sudharma imperial court. The Yadus fixed their eyes upon the transcendental form of the Lord and were unable to withdraw them. Once that form entered their hearts and became fixed there, it would never depart. What to speak of acquiring fame, the great poets who described the beauty of the Lord's form would have their words invested with transcendentally pleasing attraction. And by seeing that form on Arjuna's chariot, all the warriors on the battlefield of Kurukshetra attained the liberation of gaining a spiritual body similar to the Lord's.\nWhen all the Yadus had gathered in the Sudharma royal court, Lord Krishna spoke the following words, \"O leaders of the Yadu dynasty, please note all these terrible omens that have appeared in Dvaraka just like the flags of death. We should not remain here a moment longer. The women, children and old men should leave this city and go to Sankhoddhara. We shall go to Prabhasa-kshetra, where the river Saraswati flows toward the west. There we should bathe for purification, fast, and fix our minds in meditation. We should then worship the demigods by bathing their images, anointing them with sandalwood pulp, and presenting them various offerings. After performing these pious rituals with the help of greatly learned brahmanas, we will worship those brahmanas by offering them cows, land, gold, clothing, elephants, horses, chariots and dwelling places. This is indeed the appropriate process for counteracting the evil omens we see, and it is sure to bring about the highest good fortune. Such worship of the demigods, brahmanas and cows can earn the highest birth for all living entities.\"\nHaving heard these words from Lord Krishna, the enemy of Madhu, the elders of the Yadu Dynasty gave their assent, saying, \"So be it.\" After crossing over the ocean in boats, they proceeded on chariots to Prabhasa. There, with great devotion, the Yadavas performed the religious ceremonies according to the instructions of the Supreme Godhead, their personal Lord. They also performed various other auspicious rituals. When their intelligence had been covered by Providence, they liberally indulged in drinking the sweet Maireya beverage, which can completely intoxicate the mind. Then Satyaki, intoxicated on wine, began laughing and insulting Kritavarman in the midst of the Yadu assembly. He scorned him as follows, \"What kshatriya is there who, armed with weapons, would slay men locked in the embraces of sleep and, therefore, already dead? Hence, O son of Hridika, the Yadavas will never tolerate what you have done.\"\nWhen Satyaki had spoken these critical words, Pradyumna, the foremost chariot fighter, applauded them expressing his disregard for the son of Hridika. Highly incensed at this, Kritavarman spoke harshly with Satyaki, \"You are professing yourself to be a hero, but you have slain the defenseless Bhurishravas, who was sitting in meditation.\"\nHearing this criticism of Satyaki, Lord Krishna cast an angry glance at Kritavarman. Then Satyaki reminded Lord Krishna that Kritavarman had taken part in the assassination plot of Satrajit, the father of Satyabhama. Remembering her father's death, Satyabhama came to her husband's side and began shedding tears. Rising up in rage, Satyaki pointed at Kritavarman and exclaimed, \"I swear by truth that I shall soon cause this one to follow the path taken by the five sons of Draupadi, Dhristadyumna, and Shikhandi. Your period of life and fame has come to an end!\" Having taken this oath, Satyaki rushed at Kritavarman and severed his head with a sword in the very sight of Keshava. Satyaki then began to strike down others present, and Lord Krishna ran to stop him.\nThe Bhojas and Andhakas were furious that Kritavarman was slain, and they attacked Satyaki intending to kill him. Pradyumnya rose to help Satyaki but it was too late. Both of them were slain by superior numbers. Infuriated, the Yadus seized their bows, arrows, swords, ballas, maces, lances and spears and attacked one another on the shore at Prabhasa. Completely abandoning their natural friendship, the members of the various Yadu clans, the Dasharas, the Vrishnis, the Andhakas, the Bhojas, the Satvatas, Madhus, the Arbudas, the Mathuras, the Surasenas etc. all slaughtered one another. Thus bewildered, sons fought with fathers, brothers with brothers, nephews with maternal and paternal uncles, and grandsons with grandfathers. Friends fought with friends, and well wishers fought with well wishers. In this way intimate friends and relatives killed one another. When all their bows and weapons had been exhausted, they seized tall stalks of cane on the shore of the ocean. When they did, these stalks of canes turned into iron rods as hard as thunderbolts. With these weapons the warriors began attacking one another again and again. When Lord Krishna tried to stop them, they attacked Him as well. In their confused state they also mistook Lord Balarama for an enemy. With weapons in hand they ran toward Him to kill Him. Lord Krishna and Balarama became furious, and picking up stalks of cane, they killed the remnants of the Yadu dynasty. When the slaughter was finished there was approximately 560,000,000, members of the Yadu dynasty lying dead at Prabhasa. The only two left were Babhru and Daruka. They approached Lord Krishna and spoke to him the following words, \"O Lord, a large number of men have been slain. Let us leave this area and follow the path of Lord Balarama.\"\nThen Lord Krishna, Babhru, and Daruka began to search for Lord Baladeva, the son of Rohini. They found him sitting under a tree near the ocean. After finding His elder brother, Lord Krishna ordered Daruka, \"Go to the Kurus and inform Arjuna of this great slaughter. Arjuna should come here as soon as possible.\" After Daruka had gone away, Lord Krishna said to Babhru, \"Go quickly to the city of Dvaraka and protect the ladies from robbers and thieves. Offer protection to the old and the young.\" Thus commanded by Lord Krishna, Babhru, still intoxicated from wine and depressed from the slaughter of his kinsmen, started for Dvaraka. As soon as he had gone a short distance, an iron bolt attached to a hunter's mallet struck Babhru, who was included in the curse of the brahmanas.\nBeholding Babhru slain, Lord Krishna said to Balarama, \"Wait here till I place the ladies of Dvaraka under proper protection.\" Lord Krishna then entered Dvaraka and informed the remnants of His family of the fratricide at Prabhasa. Lord Krishna addressed His father, \"Please protect the ladies of our house till Arjuna comes. Just near the ocean in a forest Balarama waits for Me. I shall practice penances and austerities with Him. This massacre of the Yadus was similar to the slaughter of the Kurus at Kurukshetra. It is impossible for Me to live without the Yadavas as My companions.\"\nLord Krishna touched the feet of His father, and left the palace to the sounds of crying women. Lord Krishna then proceeded to the ocean and saw His brother sitting in meditation. Suddenly, a great white snake issued from His mouth, and ascending that snake, He went back to the spiritual world. Lord Krishna, witnessing the ascendence of His brother to Vaikuntha, sat down under a nearby Pippala tree. The Lord was exhibiting his brilliantly effulgent four armed form, the radiance of which, just like a smokeless fire, dissipated the darkness in all directions. His complexion was the color of a dark blue cloud, and His effulgence the color of molten gold. His all auspicious form bore the mark of the Shrivatsa. A beautiful smile graced His lotus face. Locks of dark blue hair adorned His head. His lotus petal eyes were very attractive, and His shark shaped earrings glittered. He wore silken garments, an ornamental belt, sacred thread, bracelets, and arm ornaments, along with a crown, Kaustubha jewel, necklaces, anklets and other royal emblems. Around His neck were flower garlands, and His personal weapons were next to Him in their embodied forms. As He sat He held His foot with its lotus red sole on His right thigh. At that time a hunter named Jara had approached that place, and mistook the Lord's foot for the face of a deer. Thinking that he had found his prey, Jara released an arrow which he had fashioned from the remaining iron fragment of Samba's club. The arrow did not actually pierce the Lord's foot but merely grazed it. Seeing the four armed form of the Lord, the hunter became terrified that he had made some kind of offense, fell down at the lotus feet of the Lord, and prayed, \"O Lord Madhusudana, I am a most sinful person. I have committed this act out of ignorance. O purest Lord, O Uttamasloka, please forgive this sinner. O Lord Vishnu, the learned say that for any man constant remembrance of You will destroy the darkness of ignorance. O master, I have made a great offense. Therefore, O Lord of Vaikuntha, please kill this sinful hunter of animals, immediately, so he may not commit offenses against divine personalities again. Neither Brahma, nor any of his sons headed by Rudra, or any of the great sages who are masters of Vedic mantras, can understand the function of your mystic power. Because your illusory potency has covered their sight, they remain ignorant of how Your mystic power works. Therefore, what can I, a low born person, possibly say.\"\nReplying to the hunter the Supreme Personality of Godhead said, \"My dear Jara, do not fear. Please get up. What has been done is actually my desire. With my permission go now to the abode of the pious, the spiritual world.\" So instructed by the Supreme Personality of Godhead, Lord Krishna, who assumes His transcendental body by His own will, the hunter circumambulated the Lord three times and bowed down to Him. The hunter then ascended a Vaikuntha airplane which took him to the spiritual world.\nAfter this incident, Daruka suddenly appeared because he could not bear separation from the Lord. As he approached that place where the Lord was sitting, he could perceive the aroma of Tulasi leaves in the breeze, and followed the direction of the scent. Upon seeing Lord Krishna sitting under a banyan tree, surrounded by His shining weapons, Daruka could not control the loving affection he felt in his heart. Tears fell from his eyes as he descended from the chariot and fell at the Lord's lotus feet. Daruka said, \"Just as on a moonless night people are plunged into darkness and cannot find their way, now that I have lost sight of Your lotus feet, my Lord, I have lost my vision and am wandering blindly in darkness. I cannot find my direction, nor can I find any peace.\"\nWhile Daruka was speaking, the Lord's chariot, horses, and emblem, which was marked with the sign of Garuda, ascended into the sky. All the Lord's divine weapons also ascended following the path of the chariot. Daruka was most astonished to see all this, and the Lord compassionately spoke to him, \"O Suta, go to Dvaraka and tell our family members how Lord Baladeva has dissappeared. Also tell them of my present condition. You and your family members should not remain in Dvaraka, because once I have abandoned that city, it will be inundated by the ocean. Whatever family members are left should be gathered together, and under Arjuna's protection leave for Indraprastha. My dear Daruka, you should be firmly fixed in devotion to Me. Remain fixed in spiritual knowledge and unattached to material considerations. Understanding these pastimes to be a display of My illusory potency, You should remain peaceful.\" Thus ordered, Daruka circumambulated the Lord and offered obeisances to Him again and again. He placed Lord Krishna's lotus feet on His head, and then with a sad heart went back to the city.\nAt this time Lord Brahma arrived at Prabhasa along with Lord Shiva and his consorts, the sages, the Prajapatis and all demigods headed by Indra. The forefathers, Siddhas, Gandharvas, Vidyadharas and great serpents also came along with the Charanas, Yakshas, Rakshasas, Kinnaras, Apsaras, and the relatives of Garuda, greatly anxious to see the departure of the Supreme Personality of Godhead. Approaching Prabhasa, they all glorified the Lord Sauri, Krishna. Crowding the sky with their many airplanes, they showered flowers with great devotion. Seeing Lord Brahma and the other demigods before Him. Lord Krishna closed His lotus eyes, and fixed His mind within Himself, the Supreme Personality of Godhead. Without employing the mystic meditation to burn up His body, Lord Krishna entered His own abode. As soon as Lord Krishna left the earth, truth, religion, faithfulness, glory and beauty immediately followed Him. Kettledrums resounded in the heavens, and flowers showered from the sky. Most of the demigods and higher beings lead by Lord Brahma could not see Lord Krishna as He was entering His own abode., since He did not reveal His movements. But some of them did catch sight of Him, and they were extremely amazed.\nAfter the Lord had disappeared, Daruka returned to Dvaraka and threw himself at the feet of Vasudeva and Ugrasena. He drenched their feet with his tears, lamenting the loss of Lord Krishna. Daruka delivered the account of the total destruction of the Vrishnis, and upon hearing this, all became deeply distraught in their hearts and stunned with tears and sorrow.\nMeanwhile, in Hastinapura, Yudhisthira had sent Arjuna to find out the next plans of the Lord. Upon reaching Dvaraka, Arjuna learned of the destruction of the Yadu Dynasty and the disappearance of the Lord. Proceeding to the city of the Vrishnis, Arjuna saw the city to be like a woman bereft of her husband. Seeing that Partha had come to protect them, the ladies sent up loud wails. Arjuna became greatly afflicted upon seeing the many wives of Lord Krishna without their protector. Rukmini and Satya fell down on the ground next to Arjuna and uttered loud cries of grief. Arjuna then began to glorify the superhuman activities of the Lord, and thus he managed to pacify them to some extent. He then proceeded to see his maternal uncle Vasudeva. Arjuna found the father of Lord Krishna lying on the ground and burning in separation from his son. Upon seeing Arjuna, Vasudeva embraced him and wept aloud remembering Lord Krishna. Vasudeva said, \"Without beholding my son who subjugated the whole earth and defeated the Daityas a hundred times, I do not desire to live. No doubt the curse of the rishis is the cause of the destruction of this dynasty. How could the slayer of Madhu look on with indifference at the slaughter of His kinsmen. Yourself, Narada and the rishis know Him to be the eternal Lord Vishnu. My son must have allowed all this to happen. He is the Lord of the universe. He did not, however, wish to falsify the curses of Gandhari and the rishis. Thinking of My two sons and of the destruction of my Kinsmen, I am abstaining from food or drink. I shall neither eat nor live. You should now accomplish all that Krishna wanted you to do. This kingdom with all its wealth and women is now yours. As regards to myself, I shall follow the path of my son for I cannot bear His separation.\"\nArjuna then replied to his uncle, \"O Vasudeva, I am unable to look upon this earth without the presence of my friend Krishna. King Yudhisthira, Bhima, Nakula, Sahadeva and Draupadi have the same mentality as I do. The time for our departure from this world is at hand. However, I shall first of all remove the women of Dvaraka to the city of Indraprastha.\" Arjuna then addressed Daruka, \"I wish to see without delay the remnants of Vrishni house.\" Arjuna then entered the Sudharma assembly house. Very soon the leading heroes of the Yadu dynasty, who were left alive, entered the assembly hall. There also came many brahmanas, leading citizens and ministers of state. Surrounding the son of Kunti, they cried in deep separation from their master. With great effort Arjuna addressed them, \"I shall take away the remnants of the Vrishnis and the Andhakas. The sea will soon engulf this city. Equip your chariots and place upon them all your wealth. The great grandson of Krishna, Vajra will be the King of Mathura. We shall depart from Dvaraka on the seventh  from to.\"\nAfter hearing the instructions from Partha, the Vrishnis and the Andhakas began to make preparations to leave with Arjuna. Arjuna spent that night in one of the palaces of Lord Krishna and was overwhelmed with grief and lamentation. When the morning dawned, it was learned that Vasudeva had left his body and attained the spiritual world. A loud and heart rending sound was heard in the palace of Vasudeva. Devaki, Bhadra, Rohini and Madira threw themselves on the body of their lord. Arjuna then arranged for the last funeral rites to be performed and the four wives of Vasudeva ascended the funeral pyre to attain the same destination as their husband.\nArjuna then proceeded to Prabhasa where the fratricide of the Yadu dynasty took place. Seeing the slaughter of so many men for whom he had such great affection, he became despondent. He then arranged for the proper funeral rites to be performed for all those dead heroes. He found the bodies left by Lord Krishna and Lord Balarama, and he caused the shraddha rites to be performed for those two Personalities of Godhead. The body that was left by the Lord was considered by great saintly persons to be the Universal form of the Lord. Lord Krishna left a body like an ordinary mortal to satisfy those atheistic men who looked upon the Lord as an ordinary human being.\nAfter the seventh  had passed, Arjuna led the procession of the Vrishnis and Andhakas out of the city of Dvaraka. Most of the procession were women, the aged and children. Arjuna personally took care of the sixteen thousand wives of Lord Krishna. The widows of the Vrishni, Bhoja and Andhaka heroes numbered many millions. When all had left Dvaraka, the ocean suddenly engulfed the whole city. The waves of the ocean smashed the walls of the beautiful city and completely engulfed the celestial mansions, parks, palaces and market places. The place of pastimes of the Supreme Lord was now removed from the face of the earth.\nAs the great procession was passing through the various provinces, a group of robbers numbering many thousands attacked the caravan and began to abduct the beautiful women and plunder the wealth. Urged on by the course of time, they fell upon the procession frightening it with loud shouts. The son of Kunti, Arjuna, seeing the situation at hand, ordered the robbers, \"You sinful persons, stop this action if you desire to live! I will sever your limbs and send you to the abode of Yamaraja.\" Enraged, Arjuna endeavored to string the Gandiva bow. However, he did so with great difficulty. The robbers disregarded Arjuna's command and continued to plunder the women of Dvaraka and its wealth. Arjuna then began to think of his celestial weapons, but they would not come to his mind. Beholding the loss of his strength and the non appearance of his weapons, he became ashamed. The Vrishni warriors were also not able to stop those robbers from taking away the women and the wealth. Arjuna managed to strike the robbers with arrows from his Gandiva bow, but soon his arrows became exhausted. In former s his shafts had been inexhaustible. Now, however, they proved otherwise. The son of Indra then began to strike the robbers with the horn of his bow, but the mlecchas, in the very sight of Partha, took away those ladies of the Vrishni and Andhaka dynasties. Regarding all of this as the work of destiny, he breathed heavily. He then proceeded with the remnants of that procession and soon reached Kurukshetra. He established the son of Kritavarman in the city of Marttikavat with the remnant of the women of the Bhoja King. On the banks of the Saraswati, Arjuna installed the son of Satyaki and handed over to his care many of the old men and women of Dvaraka. The sovereignty of Mathura was given to Vajra, the great grandson of Lord Krishna. Rukmini, Saivya, Himavati, and Jambavati ascended the funeral pyre unable to tolerate the separation of their Lord. Satyabhama and many other queens of Lord Krishna entered the forest to practice austerities.\nArjuna then went to the ashrama of Vyasa and offered his obeisances unto the great sage. He explained to his grandfather about the disappearance of the Yadu dynasty and about the departure of the Lord. He also informed Vyasadeva about the robbers who had stolen many of the women from the procession, and how he was powerless to stop them. Arjuna said, \"Thinking repeatedly of the carnage of the Yadava warriors and of the departure of Lord Krishna, I do not desire to live in this world. Alas, bereft of Govinda, I have nothing left to live for. O best among men, please tell me what I should do now, for I wander aimlessly with an empty heart.\"\nVyasadeva replied, \"The mighty chariot fighters of the Yadu dynasty have been consumed by the curse of the brahmanas. O chief of the Kurus, you should not grieve for them. It was ordained by providence. It was Govinda who removed them from the face of the earth. Do not think otherwise. The Lotus-eyed Lord Krishna, having lightened the burden of the earth, has ascended to His own abode. You and your brothers have also assisted the Lord in killing many demons and establishing world peace. O foremost of the Kuru race, I consider you as crowned with success. The time for your departure from the world has now come. O Bharata, the time has now come for you to attain the highest goal of life. You should now follow the Lord to His Own abode. In my opinion this is the most beneficial course of action.\" Having heard the advice of Vyasa, Arjuna left that place and entered the city of Hastinapura.\n \nThus Ends the Mausala Parva.\n\nMahaprasthanika Parva\n \nThe Pandavas Return to the Spiritual World\n \nWhile Arjuna had been away in Dvaraka, a few months had passed and still he did not return. Maharaja Yudhisthira then began to observe some inauspicious omens, which were very fearful. He saw that the direction of eternal time had changed, and this was disturbing. There were disruptions in the seasonal regularities. The people in general had become very greedy, angry and deceitful. And he saw that they were adopting foul means of livelihood. All ordinary transactions and dealings became polluted with cheating, even between friends. And in familial affairs, there was always misunderstanding between fathers, mothers and sons, between well-wishers, and between brothers. Even between husband and wife there was always strain and quarrel. In the course of time it came to pass that people in general became accustomed to greed, anger, pride, etc.\nMaharaja Yudhisthira, observing all these omens, spoke to his younger brother, Bhima \"I sent Arjuna to Dvaraka to meet his friends and to learn from Lord Krishna about His recent pastimes and activities. Since he departed, seven months have passed, yet he has not returned. I do not know factually how things are going there. Is He going to quit His earthly pastimes, as Devarshi Narada indicated? Has that time already arrived? From Lord Krishna only, all our kingly opulence, good wives, lives, progeny, control over our subjects, victory over our enemies, and future accommodations in the higher planets have become possible. All this is due to His causeless mercy upon us. Just see, O man with a tiger's strength, how many miseries due to celestial influences, earthly reactions and bodily pains--all very dangerous in themselves--are foreboding danger in the near future by deluding our intelligence. The left side of my body, my thighs arms and eyes are all quivering again and again. I am having heart palpitations due to fear. All this indicates undesirable happenings. Just see, O Bhima, how the she-jackal cries at the rising sun and vomits fire, and how the dog barks at me fearlessly. O Bhimasena, tiger amongst men, now useful animals like cows are passing me on my left side, and lower animals like the asses are circumambulating me. My horses appear to weep upon seeing me. Just see! This pigeon is like a messenger of death. The shrieks of the owls and their rival crows make my heart tremble. It appears that they want to make a void of the whole universe. Just see how the smoke encircles the sky. It appears that the earth and mountains are throbbing. Just hear the cloudless thunder and see the bolts from the blue. The wind blows violently, blasting dust everywhere and creating darkness. Clouds are raining everywhere with bloody disasters. The rays of the sun are declining, and the stars appear to be fighting amongst themselves. Confused living entities appear to be ablaze and weeping. Rivers, tributaries, ponds, reservoirs and the mind are all perturbed. Butter no longer ignites fire. What is this extraordinary time? What is going to happen?\nThe calves do not suck the teats of the cows, nor do the cows give milk. They are standing, crying, tears in their eyes, and the bulls take no pleasure in the pasturing grounds. The Deities seem to be crying in the temple, lamenting and perspiring. They seem about to leave. All the cities, villages, towns, gardens, mines and hermitages are now devoid of beauty and bereft of happiness. I do not know what sort of calamities are now awaiting us. I think that all these earthly disturbances indicate some greater loss to the good fortune of the world. The world was fortunate to have been marked with the footprints of the lotus feet of the Lord. These signs indicate that this will no longer be.\"\nWhile Maharaja Yudhisthira was speaking to Bhima, Arjuna came back from the city of the Yadus. When he bowed at his feet, the King saw that his dejection was unprecedented. His head was down, and tears glided from his lotus eyes. Seeing Arjuna pale due to heartfelt anxieties, the King, remembering the indications of the sage Narada, questioned him in the following words, \"My dear brother, please tell me whether our friends and relatives of the Madhu, Bhoja, Dasarha, Arha, Satvata, Andhaka, and Yadu families are passing their s in happiness. Is my respectable grandfather Surasena in a happy mood? And are my maternal uncle Vasudeva and his younger brothers all doing well? His seven wives headed by Devaki, are all sisters. Are they and their sons and daughters-in-law all happy? Are Ugrasena, whose son was the mischievous Kamsa, and his younger brother still living? Are Hridika and his son Kritavarman happy? Are Akrura, Jayanta, Gada, Sharana and Satrujit all happy? How is Balarama, the Personality of Godhead and the protector of devotees? How is Pradyumna, the great general of the Vrishni family? Is He happy? And is Aniruddha, the plenary expansion of the Personality of Godhead, faring well? Are all the chieftain sons of Lord Krishna, such as Susena, Carudeshna, Samba the son of Jambavati, and Rishabha, along with their sons, all doing well? Also, Shrutadeva, Uddhava and others, Nanda, Sunanda and other leaders of liberated souls who are constant companions of the Lord are protected by Lord Balarama and Krishna. Are they all doing well in their respective functions? Do they, who are all eternally bound in friendship with us, remember our welfare? Is Lord Krishna, the Supreme Personality of Godhead, who gives pleasure to the cows, the senses and the brahmanas, who is very affectionate towards His devotees, enjoying the pious assembly at Dvaraka Puri surrounded by friends? The original Personality of Godhead, the enjoyer, and Balarama, the primeval Lord Ananta, are staying in the ocean of the Yadu dynasty for the welfare, protection and general progress of the entire universe. And the members of the Yadu dynasty, being protected by the arms of the Lord, are enjoying life like the residents of the spiritual sky. Simply by administering comforts at the lotus feet of the Lord, which is the most important of all services, the queens at Dvaraka, headed by Satyabhama, induced the Lord to conquer the demigods. Thus the queens enjoy things which are prerogatives of the wives of the controller of thunderbolts. The great heroes of the Yadu dynasty, being protected by the strong arms of Lord Shri Krishna, always remain fearless in every respect. And therefore their feet traverse the Sudharma assembly house, which the best demigods deserved but which was taken away from them.\n_\"My dear brother,\" Yudhisthira continued, \"please tell me whether your health is all right. You appear to have lost your bodily luster. Is this due to others disrespecting and neglecting you because of your long stay at Dvaraka? Has someone addressed you with unfriendly words or threatened you? Could you not give charity to one who asked, or could you not keep your promise to someone? You are always the protector of the deserving living beings, such as brahmanas, children, cows, women and the diseased. Could you not give them protection when they approached you for shelter? Have you contacted a woman of impeachable character, or have you not properly treated a deserving woman? Or have you been defeated on the way by someone who is inferior or equal to you? Have you not taken care of old men and boys who deserve to dine with you? Have you left them and taken your meals alone? Have you committed some unpardonable mistake which is considered to be abominable? Or is it that you are feeling empty for all time because you might have lost your most intimate friend, Lord Krishna? O my brother Arjuna, I can think of no other reason for your becoming so dejected.\"\nArjuna, the celebrated friend of Lord Krishna, was grief stricken because of his strong feeling of separation from Krishna. Due to grief, Arjuna's mouth and lotus-like heart had dried up. Therefore his body lost all luster. Now, remembering the Supreme Lord, he could hardly utter a word in reply. With great difficulty he checked the tears of grief that smeared his eyes. He was very distressed because Lord Krishna was out of his sight, and he increasingly felt affection for Him.\nRemembering Lord Krishna and His well wishes, benefactions, intimate familial relations and His chariot driving, Arjuna, overwhelmed and breathing very heavily, began to speak, \"O King! The Supreme Personality of Godhead Hari, who treated me exactly like an intimate friend has left me alone. Thus my astounding power, which astonished even the demigods, is no longer with me. I have just lost Him whose separation for a moment would render all the universes unfavorable and void, like bodies without life. Only by His merciful strength was I able to vanquish all the lusty princes assembled at the palace of King Drupada for the selecting Draupadi in marriage. With my bow and arrow I could pierce the fish target and thereby gain the hand of Draupadi. Because He was near to me, it was possible for me to conquer with great dexterity the powerful King of heaven, Indradeva, along with his demigod associates and thus enable the fire-god to devour the Khandava forest. And only by His grace was the demon named Maya saved from the blazing Khandava Forest, and thus we could build our assembly house of wonderful architectural workmanship, where all the princes assembled during the performance of Rajasuya sacrifice and paid you tributes.\n\"Your respectable younger brother, who possesses the strength of ten thousand elephants, killed, by His grace, Jarasandha, whose feet were worshiped by many kings. These Kings had been brought for sacrifice in Jarasandha's Mahabhairava sacrifice, but they were thus released. Later they paid tribute to Your Majesty. It was He only who loosened the hair of all the wives of the miscreants who dared open the cluster of your Queen's hair, which had been nicely dressed and sanctified for the great Rajasuya sacrificial ceremony. At that time she fell down at the feet of Lord Krishna with tears in her eyes. During our exile, Durvasa muni, who eats with his ten thousand disciples, intrigued with our enemies to put us in dangerous trouble. At that time He, Lord Krishna, simply by accepting the remnants of food, saved us. By His accepting food thus, the assembly of munis, while bathing in the river, felt sumptuously fed. And all the three worlds were also satisfied.\nArjuna continued, \"It was by His influence only that in a fight I was able to astonish the great Lord Shiva and his wife, the daughter of mount Himalaya. Thus Lord Shiva became pleased with me and awarded me his own weapon. Other demigods also delivered their respective weapons to me, and in addition I was able to reach the heavenly planets in the present body and was allowed a half-elevated seat. When I stayed as a guest in the heavenly planets, all the heavenly demigods, including King Indradeva, took shelter of my arms, which were marked with the Gandiva bow, to kill the demon named Nivatakavacha. O King, descendant of Ajamidha, at the present moment I am bereft of the Supreme Personality of Godhead, by whose influence I was so powerful.\n\"The military strength of the Kauravas was like an ocean in which there dwelled many invincible existences, and thus it was insurmountable. But because of His friendship, I, seated on the chariot, was able to cross over it. And only by His grace was I able to regain the cows and also collect by force many helmets of the kings which were bedecked with jewels that were sources of all brilliance. It was He only who withdrew the duration of life from everyone and who, in the battlefield, withdrew the speculative power and strength of enthusiasm from the great military phalanx made by the Kauravas, headed by Bhishma, Karna, Drona, Salya, etc. Their arrangement were more than adequate, but He Lord Shri Krishna, while going forward, did all this. Great generals like Bhishma, Drona, Karna, Bhurishravas, Susharma, Salya, Jayadratha, and Bahlika all directed their invincible weapons against me. But by Lord Shri Krishna's grace they could not even touch a hair on my head. Similarly, Prahlada Maharaja, the supreme devotee of Lord Nrisimhadeva, was unaffected by the weapons the demons used against him. It was by His mercy only that my enemies neglected to kill me when I descended from my chariot to get water for my thirsty horses. And it was due to my lack of esteem for my Lord that I dared engage Him as my chariot driver, for He is worshiped and offered service by the best men to attain salvation.\n\"O King! His joking and frank talks were pleasing and beautifully decorated with smiles. His addresses unto me as 'O son of Pritha, O friend, O son of the Kuru Dynasty,' and all such heartiness are now remembered by me, and thus I am overwhelmed. Generally both of us used to live together and sleep, sit and loiter together. And at the time of advertising oneself for acts of chivalry, , if there were any irregularity, I use to reproach Him by saying, 'My friend, You are very truthful.' Even in those hours when His value was minimized, He, being the Supreme Soul, used to tolerate all those utterings of mine, excusing me exactly as a true friend excuses his true friend, or a father excuses his son.\n\"O Emperor,\" Arjuna continued, \"now I am separated from my friend and dearmost well-wisher, the Supreme Personality of Godhead, and therefore my heart appears to be void of everything. In His absence I have been defeated by a number of infidel cowherds men while I was guarding Lord Krishna's wives. I have the very same Gandiva bow, the same arrows, the same chariot drawn by the same horses, and I use them as the same Arjuna to whom all the kings offered their due respects. But Lord Krishna's absence, all of them, at a moment's notice, have become null and void. It is exactly like offering clarified butter on ashes, accumulating money with a magic wand or sowing seeds on barren land. O King, since you have asked me about our friends and relatives in the city of Dvaraka, I will inform you that all of them were cursed by the brahmanas, and as a result they all became intoxicated on rice wine and fought among themselves with sticks, not even recognizing one another. Now all but four or five of them are dead and gone. Factually this is all due to the supreme will of the Lord, the Personality of Godhead.  people kill one another, and at other times they protect one another. O King, as in the ocean the bigger and stronger aquatics swallow up the smaller and weaker ones, so also the Supreme Personality of Godhead, to lighten the burden of the earth, has engaged the stronger Yadu to kill the weaker, and the bigger Yadu to kill the smaller. Now I am attracted to those instructions imparted to me by the Personality of Godhead because they are impregnated with instructions for relieving the burning heart in all circumstances of time and space.\"\nThus being deeply absorbed in thinking of the instructions of the Lord, which were imparted in the great intimacy of friendship, and in thinking of His lotus feet, Arjuna's mind became pacified and free from all material contamination. Arjuna's constant remembrance of the lotus feet of Lord Shri Krishna rapidly increased his devotion, and as a result all the trash in his thoughts subsided. Because of the Lord's pastimes and activities and because of His absence, it appeared that Arjuna forgot the instructions left by the Personality of Godhead. But factually this was not the case, and again he became the lord of his senses. Because of his possessing spiritual assets, the doubts of duality were completely cut off. Thus he was freed from the three modes of material nature and placed in transcendence. There was no longer any chance of his becoming entangled in birth and death, for he was freed from material form.\nWhen the Personality of Godhead, Lord Krishna, left this earth planet in His selfsame form, from that very  Kali, who had already partially appeared, became fully manifest to create inauspicious conditions for those who are endowed with a poor fund of knowledge. Maharaja Yudhisthira was intelligent enough to understand the influence of the age of Kali, characterized by increasing avarice, falsehood, cheating and violence throughout the capital, state, home and among individuals. So he wisely prepared himself to leave home, and he dressed himself accordingly. In the capital of Hastinapura, he enthroned his grandson, Parikshit, who was trained and equally qualified, as the emperor and master of all land bordered by the seas. Then he posted Vajra, the son of Aniruddha, at Mathura as the King of Surasena. Afterwards Maharaja Yudhisthira performed a Prajapatya sacrifice and placed in himself the fire for quitting household life.\nMaharaja Yudhisthira at once relinquished all his garments, belt and ornaments of the royal order and became completely disinterested and unattached to everything. Maharaja Yudhisthira dressed himself in torn clothing, gave up eating all solid foods, voluntarily became dumb and let his hair hang loose. All this combined to make him look like an urchin or madman with no occupation. He did not depend on his brothers for anything. And, just like a deaf man, he heard nothing. He then started for the north, treading the path accepted by his forefathers and great men, to devote himself completely to the thought of the Supreme Personality of Godhead. And he lived in that way wherever he went.\nThe younger brothers of Maharaja Yudhisthira observed that the age of Kali had already arrived throughout the world and that the citizens of the kingdom were already affected by irreligious practice. Therefore they decided to follow in the footsteps of their elder brother. They all had performed all the principles of religion and as a result rightly decided that the lotus feet of the Lord Shri Krishna are the supreme goal of all. Therefore they meditated upon His lotus feet without interruption. Draupadi also saw that her husbands, without caring for her, were leaving home. She knew well about Lord Vasudeva, Krishna, the Personality of Godhead. Thus she followed her husbands wherever they went.\nThe citizens tried to persuade the Pandavas to return, but they were intent on following the path taken by the Supreme Lord. It so happened that a dog joined the party making the number at seven. Yudhisthira walked in front followed by Bhima. Then came Arjuna, the twins, Draupadi and the dog walked next to Yudhisthira. The Pandavas traveled through various provinces until they came to the ocean. Arjuna had brought with him his bow and two inexhaustible quivers of arrows. As they were walking, suddenly the deity of fire, Agni, appeared before them. He blocked their path and would not allow them to proceed further. He then addressed the Pandavas, \"O mighty armed heroes, I am the fire god Agni. It was I who caused the destruction of the Khandava forest with the help of the Lord Krishna and Arjuna. At that time I gave to Arjuna the Gandiva bow and two inexhaustible quivers. Now, O Yudhisthira, Arjuna has no more need of these weapons. The Gandiva was given to Partha by Varuna. Please give that foremost bow back to the deity of the water.\"\nArjuna's brothers then urged him to give back the bow to the demigod Varuna. Hearing the appeals of his brothers, Arjuna cast the bow and the two quivers into the ocean. The demigod of fire then disappeared. The Pandavas continued on their journey and headed toward the Himalayan mountains. They crossed those mountains and also the great desert. They then came upon mount Meru. As they were proceeding up the mountain, Draupadi fell to the earth. Bhima then inquired from Yudhisthira, \"O brother, this princess never performed any sinful act. Tell us the reason why Draupadi has fallen on the Earth.\"\n\"O best of men,\" Yudhisthira replied, \"though we were all equal to her, she had greater partiality for Dhananjaya. To, she obtains the fruit of that affection.\"\nHaving said this, that foremost one of the Bharata race proceeded on. His mind was in rapt meditation on the lotus feet of the Supreme Personality of Godhead. As they were proceeding, Sahadeva fell to the ground. Bhima then inquired from Yudhisthira, \"He, who with great humility used to serve us all, has now fallen to the ground. What is the cause of this?\"\n\"He never thought anyone his equal in wisdom,\" Yudhisthira replied, \"It is for this fault that he has fallen.\"\nHaving said this much, the Pandavas continued on their journey leaving Sahadeva there. Upon seeing Draupadi fallen as well as Sahadeva, Nakula suddenly fell to the ground. Bhima then inquired, \"O Bharata, for what reason has our younger brother fallen?\"\n\"O Vrikodara,\" Yudhisthira replied, \"Nakula was righteous and the foremost of all persons endowed with intelligence. However, he thought no one was his equal in beauty. Indeed, he thought himself superior to all in this respect. It is for this reason that he has fallen.\"\nAfter saying this much, Yudhisthira continued on his journey. As they were walking suddenly Arjuna fell to the ground. When that invincible hero had fallen, Bhima inquired of Yudhisthira, \"I do not recollect any untruth uttered by this great person. Indeed, not even in jest did he ever speak a lie. Why, then, has he fallen to the Earth?\"\n\"Arjuna said that he would consume all foes in a single ,\" Yudhisthira replied. \"Proud of his heroism, he did not, however, accomplish what he had promised. For this reason he has fallen down. This Phalguna has disregarded all wielders of bows. One desirous of prosperity should never indulge in such sentiments.\"\nHaving said this much, the King proceeded on. Suddenly Bhima fell to the ground. He called to Yudhisthira, \"O King, I have now fallen to the earth. What sin have I committed that this is happening to me?\"\n\"You ate too much and you have always boasted of your strength,\" Yudhisthira replied. \"You never considered the desires of others while eating. It is for this reason that you have fallen.\" Saying this much the King proceeded on without looking back. His only companion was the dog.\nAs the King was walking suddenly Indra, the King of heaven, appeared in the sky. He descended to the earth and asked Yudhisthira to ascend the chariot. Remembering how his brothers had fallen, Yudhisthira said, \"My brothers have all fallen to the earth. They must go with me to visit your planet. Without them, I do not wish to go to heaven. The delicate princess Draupadi deserving of every comfort should also come with us.\"\n\"You shall see your brothers in heaven.\" Indra replied, \"They have already reached there in their self same bodies. Please ascend this chariot, and I will take you to Amaravati.\"\n\"This dog, O lord of heaven, is exceedingly devoted to me,\" Yudhisthira said. \"He should come with me. My heart is full of compassion for him. I do not desire to enjoy the prosperity of heaven if I have to leave those who are devoted behind.\"\n\"There is no place in heaven for dogs.\" Indra replied, \"Besides, if this dog does accompany you, you will lose all your pious credits. O Yudhisthira, do abandon this dog and ascend this chariot.\"\n\"It has been said that one incurs sin when he abandons one who is devoted to him.\" Yudhisthira said. \"It is equal to the sin of slaying a brahmana. Therefore, I shall not abandon this dog to enjoy the heavenly region. My vow is that I will never refuse a person that is terrified, nor one that is devoted to me, nor one that seeks my protection. I shall never give up one who approaches me in this way.\"\nUpon hearing these words, the dog transformed into Yamaraja, the deity of justice and spoke to Yudhisthira the sweet words, \"O King, your birth is divine, and you possess the good qualities of Pandu. You have compassion for all creatures, and you are a good example for others. Formerly, O son, I examined you by the lake in Dvaitavana when your brothers had fallen to the ground. On that occasion you asked that Nakula be revived instead of Bhima and Arjuna. On this occasion you have chosen the devoted dog instead of the chariot of the demigods. There is no equal to you in heaven, O King.\"\nAfter speaking these praises, Yamaraja caused his son to ascend the celestial chariot of Indra. Accompanied by Yamaraja, Indra, the Maruts and the twin Asvins, King Yudhisthira ascended to the heavenly region. Upon reaching the heavenly planets, Yudhisthira could not see his brothers. He told the King of Heaven that he did not want to stay there without his brothers and the beautiful Draupadi. Yudhisthira was then taken to the hellish planets. He was taken down a road that was enveloped in darkness and walked by men of sinful deeds. It was polluted with the stench of flesh and blood, and it abounded with gadflies, stinging bees and gnats. Rotting corpses lay here and there. Covered with bones and hair, it was terrible to behold. It was infested by crows and other birds and vultures, all having beaks of iron. Human corpses were scattered all over it. Some of the corpses were smeared with fat and blood, and some had their limbs severed. Yudhisthira beheld a river of boiling water, and trees had leaves as sharp as razor blades. The son of Kunti beheld all the tortures given to sinful men. He then understood that he had been taken to the hellish regions. Yudhisthira then asked the celestial messengers, \"How long shall we follow this path, and why have I been taken to the regions where the sinful are punished?\" After asking this question, all the illusions of hell disappeared and Yudhisthira saw the demigods headed by Indra standing before him. Indra then answered the inquiry of Yudhisthira, \"During the great battle of Kurukshetra, you were ordered to tell a lie by Lord Krishna. When asked to inform Drona that his son was dead, you hesitated being attached to mundane morality. Because you hesitated to act on that order, you have seen the hellish regions. You have therefore seen Hell by an act of deception. You may now attain the divine regions where the most pious persons live.\"\nYudhisthira was then taken to the abode of Indra, and there he saw his brothers in their full splendor. He then saw that his own body was dressed in divine clothes and ornaments. As he looked up he saw Draupadi effulgent as the goddess of fortune. Indra then spoke to Yudhisthira, \"O son of Dharma, this is Shree herself. It was for your sake that she took birth as the daughter of King Drupada, and it was for your pleasure she was asked to take birth by great Lord Shiva.\" Yudhisthira and his brothers then beheld many of the great warriors who had died on the field of Kurukshetra. He saw many of them in the forms of demigods. After greeting them and inquiring of their welfare, the Pandavas spent some time in the heavenly region.\nThe sons of Pandu and the goddess of fortune Draupadi were all eternal associates of the Lord. They, therefore, desired the association of the Lord of Goloka, Lord Shri Krishna. Thus by pure consciousness due to constant devotional remembrance, they attained the spiritual sky, which is ruled over by the Supreme Narayana, Lord Krishna. This is attained only by those who meditate upon the one Supreme Lord without deviation. This abode of the Lord Shri Krishna, known as Goloka Vrindavana, cannot be attained by persons who are absorbed in the material conception of life. But the Pandavas, being completely washed of all material contamination, attained that abode in their very same bodies. Thus they were transferred to the eternal spiritual sky and the eternal association of the Supreme Personality of Godhead, Lord Krishna.\nThe subject of the departure of the sons of Pandu for the ultimate goal of life, back to Godhead, is fully auspicious and is perfectly pure. Therefore anyone who hears this narration with devotional faith certainly gains the devotional service of the Lord, the highest perfection of life.\n \nThus Ends the Mahaprasthanika Parva, The Pandavas Return to the Spiritual World.\n \nThus Ends the Summary Study of the Mahabharata\n \nThis summary study of the great epic Mahabharata has been completed in New Vrindavana community on the full moon  in the month of Jyaistha (May-June). This is the 499th year of our Lord Shri Krishna Chaitanya Mahaprabhu. This corresponds to June 3, 1985 of the Christian calendar.\n\nConcluding Words\n \nThe birth, activities and disappearance of the Supreme Personality of Godhead are not like the activities of ordinary mortals in this world. As stated in the fourth chapter of Bhagavad-gita, \"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.\" One should not foolishly think the Mahabharata to be a fantasy made up by the imaginative minds of the great sages of old. The Mahabharata is pure fact. Vyasadeva, the literary incarnation of the Supreme Lord, wrote down the activities of the Lord and His devotees by virtue of His divine vision. Therefore, the Mahabharata and other Vedic literatures such as the Ramayana, Shrimad Bhagavatam, Upanishads and others are divinely inspired literatures and are meant to purify the mind and instill constant thought of the Supreme Lord. This is the final conclusion of this book. There are many editions of the Mahabharata which differ in small details, but the Siddhanta or conclusion is the most important ingredient. Whether Shishupala was killed with a Sudarshana discus or an arrow is not important. The important thing to understand is that Shishupala attained liberation from the cycle of birth and death. This summary study of the Mahabharata has taken the conclusions of the Shrimad Bhagavatam wherein many of the same pastimes are told. Originally the Mahabharata was written by Vyasadeva to attract the minds of the shudras, women and fallen twice born brahmanas. In it there are many descriptions of the heavenly planets and of fruitive activities. This summary study of the Mahabharata consists of the essence of spiritual life and concentrates on that theme. The essence is that Krishna is the Supreme Personality of Godhead, and that we are all His servants. This Siddhanta has been stated in the eighteenth chapter of the Bhagavad-gita which is included in the Bhishma Parva of the Mahabharata. There Lord Krishna tells Arjuna, \"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are my very dear friend. Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear.\" Vyasadeva hoped that by reading the historical narrations of the Mahabharata common persons would be attracted to the philosophy of Bhagavad-gita. We have tried to present Mahabharata so that this conclusion is present on every page. I hope that the readers of this edition will enjoy the pastimes of the Supreme Personality of Godhead and His pure devotees the Pandavas, and remember the Supreme Lord Krishna by chanting the Hare Krishna Maha-mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare Rama Hare Rama, Rama Rama, Hare Hare."
}