{
    "id": 128,
    "title": "Chapter Six",
    "content": "Arjuna Continues His Path of Destruction\n \nDhritarastra inquired: O Sanjaya, after Partha had slain the ruler of the Kambhojas, Sudakshina, what did that mighty warrior do, who was desiring to kill the Sindhu King, Jayadratha?\nSanjaya said: O King, after that great adhiratha, Phalguna had cut open the the first two formations, your son Duryodhana went to the preceptor Drona and prodded him as follows, \"O best of the brahmanas, you are the sole refuge to save us from the forest fire of Dhananjaya. It was settled before the 's battle that Arjuna would not be able circumvent your position and open the formation. It seems that my troops have lost their power. O brahmana, are you devoted to the Pandava's cause? I was not aware that you were a razor dipped in honey. If I had known that you could not fulfill your vow to protect Jayadratha, then I would have allowed the ruler of the Sindhus to return to his homeland. Before the sun sets on the horizon, make the necessary arrangements that Jayadratha is not slain by the third son of Kunti.\"\nPierced to the core of his heart by Duryodhana's harsh words, Drona replied, \"O child, I do not find fault in your immature vision. Believe me when I say that you are as dear to me as Ashvatthama. However, you must now act according to my instructions. Of all charioteers, Krishna is the foremost. His horses are divine and cannot be slain. Did you not see that to Arjuna was releasing arrows a full two miles behind his chariot? Overcome with the passing of time, I cannot keep up with him. The Pandava divisions are now penetrating the forefront of our army, and Yudhisthira is close by. I will now try to capture that great King. As for yourself, you can defeat Arjuna. You are both the same age, and both of you belong to the same dynasty. You are also equal in great achievements. You are the ruler of the world and a great King. O brave hero, you should go yourself and challenge Dhananjaya and by so doing achieve lasting fame.\"\n\"O preceptor,\" Duryodhana replied, \"how will it be possible for me to withstand Partha in battle. After he has defeated Kritavarman and your very self, what can I do to withstand Arjuna's onslaught? Do you think that I am competent to fight with that mighty armed son of Pandu? I am dependent on you like a slave is to his master. Protect my fame.\"\n\"Arjuna is certainly undefeatable in battle,\" Drona said. \"But to the world shall witness how you will check him in battle. Here I have a golden coat of armor that cannot be pierced by the weapons of the demigods. I will fasten this to your body in such a way that Arjuna will not be able to penetrate it. To you will not need to fear the wrath of Arjuna for this armor will give you full protection.\"\nDrona then uttered certain mantras and attached the golden armor to Duryodhana's body. It was tied together by Vedic mantras and was impenetrable. Having blessed the King with victory, Drona sent him into battle with Arjuna. The puffed up King then proceeded with confidence to the spot where the son of Pandu was battling the Kaurava army.\nAfter sending Duryodhana to fight with Arjuna, Drona began to contend with the Pandava army. He fought a fierce duel with Dhristadyumna in which the horses of both chariots were tangled. Dhristadyumna descended from his chariot with a sword and shield. As he moved toward Drona, Drona could not find an opportunity to kill him. When Dhristadyumna came out from the cover of the horses and ran at Drona, Drona shattered his shield and sword with special arrows. He then took an arrow out of his quiver capable of killing Drupada's son. However, Satyaki cut that arrow to pieces before it could be released. He then took Dhristadyumna on his chariot and proceeded to another part of the battlefield.\nMeanwhile, Arjuna was making his way toward Jayadratha causing a tremendous massacre of men. He was releasing his arrows a full two miles in all directions. When Arjuna released his arrows ahead of the chariot, by the time the arrow pierced his enemy, Krishna and Arjuna had arrived there on that spot. The horses of Arjuna's chariot where as white as the milk ocean and traveled at the speed of the wind. Indeed, those horses traveled by Arjuna's desire. After penetrating many miles into the Kaurava divisions, those celestial horses became tired and drew the chariot with great difficulty.\nUnderstanding that the horses of Krishna and Arjuna were tired, the Kings of Avantipura, Vinda and Anuvinda, assaulted the son of Pandu confident of victory. They pierced Arjuna with sixty four shafts and Krishna with seventy. They then covered Arjuna's tired horses with a hundred arrows. Encouraged by their victory, they sent up loud shouts and rushed again with great force. Arjuna, not tolerating their stupidity, cut off their bows as they closed in. Taking up stronger bows, they released deadly arrows and fought with all their strength. With a cool and calm mind, Arjuna cut off their bows again and then killed their horses and chariot drivers. He also killed the supporting soldiers of those two mighty kings.\n Vinda and Anuvinda were related to Lord Krishna as brothers-in-law. Krishna had forcefully taken their very beautiful sister Mitravinda from the svayamvara in which she was to chose her husband. Since that time, Vinda and Anuvinda became avowed enemies of Lord Krishna. They had brought an akshauhini division of soldiers to fight with the Pandavas. Not caring for family relationships, Arjuna cut off Vinda's head with an arrow as sharp as a razor. Beholding his elder brother killed, Anuvinda took up a mace and ran at the chariot of Lord Krishna and Arjuna. Filled with rage, Anuvinda struck Lord Krishna on the head with all his might. Lord Krishna did not waver in the least, but sat on the chariot like a mountain. Then Arjuna pulled six arrows from his quiver and cut off the legs and arms of that great hero. As he was falling, Arjuna cut off his head with a crescent shaped arrow. Upon seeing Vinda and Anuvinda slain, a huge force of elephants, chariot fighters and horsemen rushed at Arjuna. However, without the slightest difficulty, Arjuna sent all those warriors the the abode of Yamaraja.\nArjuna then spoke to Hrishikesha these words, \"The ruler of the Sindus is still a great distance away, and our horses are very tired. What do you think is our best course of action? O Krishna, You are the personification of wisdom. The Pandavas have You for their eyes, and You for their ears. Please guide us in all circumstances.\"\n\"I shall unbridle the horses and remove these arrows,\" Lord Krishna replied. \"I will give them water and rest them.\"\n\"O Hrishikesha,\" Arjuna said, \"I will hold the whole army in check with my powerful weapons. Do what is necessary so that the horses may continue with full strength.\"\nSanjaya continued speaking to Dhritarastra: O King, descending from the chariot, Arjuna stood fearlessly with his Gandiva bow in hand. Taking this as their golden opportunity, thousands of chariot fighters rushed at the son of Kunti desiring to slay him. They rushed at him as the ocean covers the beech. Releasing his infallible arrows, Arjuna was able to keep them at bay. Meanwhile Lord Krishna informed Arjuna, \"There is no well from which these horses may drink water and feel refreshed.\"\nUnderstanding Lord Krishna's desire, Arjuna released an arrow into the ground creating a lake that was filled with fish, lotus flowers and beautiful birds. Witnessing Arjuna's mystic power, the heavenly denizens were struck with wonder. They had never seen a lake created in the middle of a battlefield. Even the great sage Narada came to see the lake created by Arjuna's arrows. To the amazement of all, Arjuna then created a protective house out of arrows from which the horses could drink the water. Seeing this, Lord Krishna exclaimed, \"Excellent! Excellent!\" Vasudeva then unyoked the horses and lead them to that house made of arrows. Lord Krishna plucked out their arrows and rubbed His transcendental hand over their wounds relieving them of all fatigue and pain. He then lead them to the water where they drank as much as they desired. All this was done in the thickest of fighting. Lord Krishna, acting as if He were in an assembly of women, calmly took the horses back to the chariot and bridled them in their proper positions. To all who witnessed this action, it seemed highly wonderful. After yoking the horses to the chariot, Lord Krishna and Arjuna proceeded further into the Kaurava ranks. After penetrating the divisions of Drona and the divisions of Kritavarman, Arjuna was coming closer to the place where Jayadratha was being protected.\nMeanwhile, Duryodhana caught up with the chariot of Krishna and Arjuna. Seeing him coming, Lord Krishna spoke to Arjuna, \"Behold Dhritarastra's son coming towards us. Providence has offered an opportunity to fight with this great hero. Remembering the offenses this sinful person has made against your brothers and your wife, you should kill him immediately. By deceit he has taken away your kingdom and sent you into the forest. Therefore, remembering the offenses this person committed, send him to the court of Yamaraja to.\"\nWhen Duryodhana was rushing toward the chariot of Krishna and Arjuna, the Kaurava host thought that the King would now be slain. Understanding their mentality, Duryodhana encouraged them, \"Let your fears be dispelled. I will kill both Krishna and Arjuna and cause them to enter death's abode.\" After reassuring the troops, Duryodhana then challenged Partha, \"O son of Kunti, If you have been actually begotten by the great King Pandu, then fight with me using all the weapons you have received from the demigods. I want to see your display of prowess. You always speak of achievements that we have never seen. You may now show me those feats by which you have won your fame.\"\nAfter speaking these boastful words, King Duryodhana pierced Arjuna with three arrows, Krishna with ten and the horses with sixteen. He then cut off the whip that the lotus-eyed Lord Krishna was holding. Countering those arrows, Arjuna released fourteen at the King, but they were repelled by Duryodhana's armor. Arjuna then shot twenty nine arrows, but those also proved fruitless. Arjuna then said to Lord Krishna, \"O Hrishikesha, I think the armor that Duryodhana is wearing has been put on him by Drona. That armor cannot be penetrated by any weapon. Only Drona knows how to apply it, and from that best among men, I have also learned it. However, Duryodhana does not know what to do with the armor. He wears it like a woman. Behold now, O Janardana, the strength of my arms and bow, as I vanquish this wretched person.\"\nHaving said these words, Arjuna invoked a celestial weapon that was capable of piercing Duryodhana's celestial armor. However, Ashvatthama cut off the weapon while it was still on the Gandiva bowstring. Seeing his weapon frustrated, Arjuna spoke to Krishna, \"This weapon cannot be invoked twice, for if it is, it will slay myself as well as my troops.\" While speaking to Lord Krishna, Duryodhana pierced him with nine more arrows. Looking over Duryodhana's body, Arjuna saw that there was not a part that was not covered by that protective armor. Still Arjuna, enraged at the King's vanity, killed his four horses and charioteer. He then killed the supporting troops that protected the King. Stretching his bow to full length, Arjuna cut up Duryodhana's royal chariot into fragments and then pierced his palms with many arrows. Seeing the distressful situation the Kuru King had fallen into, Duryodhana's troops rushed at Arjuna in thousands. However, as they approached Krishna and Arjuna, they were all slain.\nMeanwhile, in the front line of the battle, Drona was striving to fulfill his promise to capture Yudhisthira. When Drona came upon the divisions of Yudhisthira, there was a terrible battle that insued. Drona shattered Yudhisthira's bow and pierced his horses with many arrows. Yudhisthira, however, countered and cut off Drona's bow. Enraged, Drona then killed Yudhisthira's horses and charioteer. Yudhisthira then released a celestial dart with all his strength. As it came towards Drona, the preceptor invoked the Brahma weapon and reduced the weapon to dust. As the Brahma weapon continued toward the King, that first son of Kunti baffled it with his own weapons. Drona then released a mace at Yudhisthira, but the King also released a mace, and the two collided creating a great flash of light. Now that Yudhisthira was weaponless and carless, Drona rushed to capture him. However, Yudhisthira was taken onto Sahadeva's chariot and those horses bore him away from the battlefield.\nIn a great duel King Brihatkshatra fought with Kshemadhruti and severed his head with a crescent shaped arrow. King Dhrishtaketu, who had brought an akshauhini division of troops for Yudhisthira's cause, was engaged in fighting with and prince named Viradhanwan. Dhrishtaketu pierced Prince Viradhanwan's armor with a powerful dart and thus took his life. Sahadeva was engaged in combat with Durmuka, the son of Dhritarastra. In that fight Sahadeva killed Durmukha's horses as well as his charioteer. Durmukha then mounted the chariot of Niramitra. However, Sahadeva killed Niramitra with a broad headed shaft.\nSatyaki was engaged with a Trigarta prince named Vyaghradatta. Satyaki pierced his golden armor and deprived him of life. Satyaki then began to mow down the ranks of the Trigartas. The sons of Draupadi were engaged in fighting with the son of Somadatta. The son of Arjuna quickly killed his horses, the son of Bhima cut off his bow, the son of Yudhisthira cut off his standard, and the son of Nakula killed his charioteer. Seeing him about to leave the battlefield, the son of Sahadeva cut off his head with a razor faced arrow. With the death of all these great generals, the Kaurava army broke and fled in all directions.\nComing to the front line of the battle was the great Rakshasa Alambusha. He attacked Bhima and killed thirty chariot fighters that were supporting him. Bhima, laughing all the while, pierced the Rakshasa with nine arrows. Uttering a loud and awful sound, Alambusha pierced Bhimasena with five arrows and destroyed four hundred chariots that were assisting him. Bhima fell down to the floor of his chariot senseless. Quickly recovering, he pierced the Rakshasa with many sharp pointed arrows. Remembering how Bhima had killed his brother Baka, Alambhusha challenged the second son of Pandu, \"Stand before me in battle, O son of Pritha. I am now remembering how you killed my brother, Baka, when I was not present. It is true that you killed him, and now I will kill you.\" Boasting these words, he covered Bhima with a hundred shafts. The Rakshasa then became invisible, and from the sky began to pour thousands of arrows at the Pandava army. When the Rakshasa became invisible, Bhima filled the heavens with thousands of arrows greatly afflicting the powerful Rakshasa. Alambusha then entered the earth by his mystic power, and very soon, he was seen again in the sky assuming many hideous forms. He was  large and  small. He uttered frightful cries that echoed in all directions. He then caused thousands of arrows, darts, scimitars, lances, spiked maces and battle axes to fall from the sky upon the Pandava army. Hundreds of Pandava warriors were literally cut up into thousands of pieces by those weapons. Not tolerating the Rakshasa's victory, Bhima invoked the Tvashtri weapon that produced thousands of weapons destroying the Rakshasa's mystic illusions. Struck in every part of his body, Alambusha fled the battlefield.\nAlambusha then went to another part of the battlefield and began to destroy the ranks of the oncoming enemy. While he was battling with the foremost Pandava warriors, he came upon the son of Bhima, Ghatotkacha. The son of Bhima pierced Alambusha with nine arrows and again with twenty. Those two mystic Rakshasas then began to throw up mystic illusions to slay the other in battle. Alambusha destroyed the mystic illusions of Ghatotkacha and produced his own to kill the son of Bhima. Seeing this, the other Pandavas came to the aid of Ghatotkacha and hemmed in the gigantic Rakshasa Alambusha. They covered him on all sides with thousands of arrows. Baffling that shower of arrows with his mystic illusions, he then freed himself from that encirclement of chariots. All of the Pandavas, Bhima, Yudhisthira, Nakula and Sahadeva as well as Ghatotkacha pierced the Rakshasa with hundreds of arrows. The Rakshasa Alambusha did not waver in the least and began to pierce those great warriors with his own arrows. He released countless arrows at Ghatotkacha piercing him deeply. Then the Pandavas, the sons of Draupadi and Ghatotkacha all rushed at Alambusha releasing their powerful weapons. Seeing them all coming with such great anger, Alambusha did not know what to do. Ghatotkacha came near the chariot of Alambusha and jumped upon it. He took the mystic Rakshasa by the hair and threw him from the chariot. Raising him up in the air and whirling him about, he dashed him to the ground with great force. With all his limbs smashed and blood flowing from the pours of his body, Alambusha gave up his life. The Pandava warriors sent up loud roars and blew their conches announcing Ghatotkacha's victory. With great enthusiasm, they again rushed against the Kaurava army killing them in thousands.\n \nThus Ends the Sixth"
}