{
    "id": 38,
    "title": "Chapter Commentary",
    "content": "The contents of this chapter are, seemingly, beyond our sensory experience. We can't imagine a person able to devour a forest by fire, because he ate too much ghee. This seems to be in the realm of mythology. However, the beings in charge of this universe are not ordinary mortals. They are beings empowered by the Supreme Lord. Just like the President has a cabinet to help him manage the government, so the Supreme Lord has administrators to help Him manage the universe. Beings like Brahma, Shiva, Indra, Varuna, Vayu, Soma, Surya and others are in charge of the universal elements. They are given powers capable of manipulating the material elements. However powerful they may seem, still, Lord Krishna is their origin. This is confirmed in the Bhagavad-gita, \"Neither the hosts of demigods nor the great sages know My origin, for, in every respect, I am the source of the demigods and the sages.  (B.g. 10.2) These heavenly gods are not seen by the common person, especially in this age of Kali when people are devoid of good qualities.\nFire has a presiding deity, and his name is Agni. The wind and water are presided over by Vayu and Varuna respectively. The planets also have presiding deities. Soma rules the moon, Surya rules the Sun, etc. In order to administrate on behalf of the Lord, these beings are given super human powers not found on earth. They need these powers to do their job. The members of the presidential cabinet are given special powers by the president to do their jobs also. We should not be astonished to hear that a heavenly god devoured a forest by fire. Nothing is spectacular in relation to the Lord. Because something is beyond our sensory experience, we should not think it is mythology.\nThe Supreme Lord simply enjoys in the kingdom of God while the universe continues to perpetuate itself.  we see a picture of Atlas struggling to hold up the earth, but God is not like that. He doesn't struggle to create, maintain or annihilate this universe. He simple sets His energies into motion, and they do everything on His behalf. However, when Krishna descends to this earth, He does set an example for others to follow. \"O son of Pritha, there is no work prescribed for Me within all three planetary systems. Nor am I in want of anything, nor have I need of anything-- and yet I am engaged in work.  (B.g. 3.22) He also states in the ninth chapter of the Gita, \"This material nature is working under My direction, O son of Kunti, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again.  (B.g. 10.10)\nOne may ask how Lord Krishna received the Sudarshana chakra from Vayu if it eternally belongs to Him. When Lord Krishna appears on this earth, He displays pastimes like those of a human being. When we think of God, we  think that He must act like we think He should act. However, God is God, and He can do whatever He likes. If He wants to create a pastime where He receives one of His weapons from Varuna, He is free to do so. The heavenly god received the weapon originally from the Lord to begin with. The demigod is simply returning the property to its original owner.\n\nSabha Parva"
}