{
    "id": 17,
    "title": "Chapter Nine",
    "content": "The Curse of Parashurama\n \n \nAs stated in chapter six of the Adi Parva, Kunti, before her marriage to Pandu, had conceived a child by the Surya, the sun god. Due to fear of her relatives, she placed the child in a basket and set it afloat on the river Ganges. The child was picked up by Adhiratha, a well known carpenter and chariot driver, and his wife Radha. They were attracted by the beautiful features of the child, especially his kavacha [natural golden armor] and kundala [golden earrings]. He was given the name Karna. They raised the child very carefully for sixteen years.\nOn Karna's sixteenth birth, his father offered him a new chariot and horses. Not feeling a desire to drive the chariot, he addressed his mother, \"To, father has brought me a chariot and horses, but I do not feel the desire to drive a chariot; I feel the desire to hold a bow and arrow. I cannot think of anything else. Waking or sleeping, my thoughts are ever fixed on this desire. I want to be an archer and fight.\nRadha then explained to her foster son Karna all that had happened; how she had found him at the bank of the Ganges wrapped in precious silk and floating in a basket. Hearing about his mysterious past, he was struck with wonder. After consulting with his mother and father, he took permission from them and left for the city of Hastinapura, desiring to find a martial guru.\nKarna's goal was to learn archery. He approached the great Drona who was teaching the Pandavas in Hastinapura. After receiving an audience with him, he pleaded, \"My lord, please accept me as your pupil. I want to learn the science of archery. I am the son of Adhiratha, a carpenter and chariot driver by caste.  Drona did not like the idea of teaching archery to the son of a suta (chariot driver) and sent him away.\nKarna was determined to learn archery. He decided to approach Parashurama, the chastiser of the kshatriyas. Previously Parashurama had annihilated the warrior race twenty-one times because of the death of his father. Knowing that the great sage hated warriors and kings, Karna decided to tell him that he was a brahmana, a pri st. Actually Karna's foster father was born of a mixed caste, a brahmana and a kshatriya; therefore he decided to request tutorship from the rishi despite the fact that he might be cursed or even killed.\nWith this plan in mind, Karna approached Parashurama's hermitage. When Karna first saw Parashurama, he was seated in meditation. Upon his head were matted locks of hair, and his eyes were burning like fire. Falling at the feet of this awesome personality, Karna requested, \"I have come to you with a deep longing. Please do not send me away without granting me your mercy.  Karna was weeping and his body was trembling. Parashurama picked up Karna, and asked him, \"Are you a kshatriya?  Karna replied, \"No, my lord, I am a brahmana.  Parashurama smiled at him and said, \"I will certainly impart to you the military science. I am pleased with your humility, and because you are a brahmana, I have a natural affection for you.\nKarna's education began, and he spent many months in the ashrama of the renowned sage. He forgot the pain in his heart of being a carpenter's son. He even forgot the mystery attached to his birth. Karna was only interested in education--how to become a powerful warrior. He learned all the astras; even the brahmastra and the very powerful hhargavastra. He pleased his martial teacher in all respects. When his education was complete, Parashurama advised him, \"Your presence in my ashrama has brightened my life. I have taught you the complete science of military arts. You are very honest, fond of those who are elder to you, and you are eager to walk the path of righteousness. You must never use the knowledge I have given you for an unrighteous cause.\nIt was now noontime, and the sun was at it's meridian. Feeling tired, Parashurama told Karna to bring him a roll of deerskin to use as a pillow. \"My lord,  Karna replied, \"please use my lap as a pillow. I can at least do this service for the foremost of men.  Parashurama then laid his head in his disciple's lap and fell fast asleep. Karna was meditating on all that had taken place over the past year. He had lied to the great sage telling him that he was a brahmana. Would the reaction to this ever come upon him? His only desire was to acquire knowledge. The wise declare that the end justifies the means. He had not tried to commit any sin. Surely his small offense would be forgiven.\nAs Karna was thinking in this way, he felt a pain in his right thigh. The pain became unbearable. He looked down and saw a boar-like insect cutting into his skin. Karna could not stop it from penetrating his flesh. But what could he do? He did not deem it proper to awaken his guru. The insect bored right through his thigh and blood touched the face of Parashurama. The great brahmana awoke, and seeing the blood exclaimed, \"Where did the blood come from?\n\"My lord, It came from my thigh,  Karna answered. \"While you were sleeping, an insect bit me on the leg. It caused me pain for some time but I did not want to awaken you.  Parashurama flared up with anger, \"You say this insect stung you, and you tolerated it? Why did you not awaken me and stop the pain?\n\"My lord,  replied Karna, \"you were asleep, and I did not want to disturb you. For this reason I have tolerated this pain.  Parashurama was furious, \"How could a brahmana bear so much pain? Only a kshatriya could have done so. Have I, after all this time, taught my astras to a sinful warrior? I will never forgive you for this deception.\nKarna fell at the feet of his teacher and tears flowed from his eyes thinking that all he had learned would be futile. He held onto the feet of his guru and pleaded, \"Forgive me, my lord. You have been more of a father to me than my own father. A father should forgive the faults of his son. I am not a brahmana, but neither am I a kshatriya. I am the son of a carpenter named Adhiratha. I only wanted to learn the science of archery. I told a lie to you, but it was only to become your student. I have been devoted to you, and you are more dear to me than anything else in this world. Please show mercy and forgive me.\nParashurama was furious, and he was not moved by Karna's prayers. The only thought in his mind was that this person had told a lie and a kshatriya is supposed to be truthful. He then remembered the kshatriyas who had killed his father and, becoming angry, he cursed Karna, \"You have learned the science of archery under false pretenses. I curse you that when you are in desperate need of an astra, your memory will fail you. You wanted fame, however, and I say that here after you will be known as one of the greatest archers of all time.  Parashurama then left and went back to his ashrama leaving Karna in tears.\nWiping the tears from his eyes, Karna began walking aimlessly. He walked for s thinking of the curse of the great rishi. Suddenly, what he thought was a lion flashed by him, and out of instinct, he took an arrow from his quiver and shot the animal. However, it was not a lion but a cow. Karna was horrified. He went to the brahmana who owned it and told him that he had shot the cow in ignorance. Karna tried to appease him, but the brahmana was not to be pacified. He cursed Karna saying, \"When you are fighting with your worst enemy, the wheel of your chariot will sink into the mud, and just as you killed my poor innocent cow when she was unaware of danger, you will also be killed by your opponent when you are least prepared for it.  Karna was stunned that all these things were suddenly happening to him.\nKarna then understood that this was his karma. Otherwise how could these events take place without his control. He took it that he was the chosen target of providence and thought how cruel she was. He remembered his mysterious birth and the stigma of his being a sutaputra (son of a chariot driver). He might have overcome it by being the student of the great Parashurama, but his teacher had cursed him and gone away. Now he had been cursed by another brahmana. This was all his fate. He accepted it as such and went back home to his mother. His mother was proud when she heard that he had learned from the great Parashurama, but he did not tell her of Parashurama's curse, or of the curse of the brahmana. After some time he heard about a tournament of weapons at Hastinapura and decided to go there to enter the competition.\n \nThus Ends the Mahabharata summation to the Ninth"
}