{
    "id": 35,
    "title": "Chapter Eighteen",
    "content": "Arjuna Goes on Pilgrimage\n \nAfter leaving Indraprastha in the dress of a mendicant, Arjuna came to the bank of the Ganges. He entered the celestial waters to bathe, and while coming out he was seized by some unknown force. Actually it was Ulupi, the daughter of the King of the snakes. She was overcome by the handsome features of Arjuna and thus bitten by Cupid's arrows. She took him below the waters of the Ganges to her mansion. Arjuna then addressed her smilingly, \"O beautiful girl, you have certainly performed a rash act! Where have you brought me and whose daughter are you?\n\"There is a Naga (snake) king named Kauravya,  Ulupi replied, \"born in the line of Airavata. I am, O Prince, the daughter of that king and my name is Ulupi. O tiger among men, seeing you bathing in the waters of the Ganga, I have been bitten by the arrows of Cupid. O sinless one, I am still unmarried, and if it pleases you, I can become your wife.\n\"I have entered the forest for one year  Arjuna said, \"to perform atonement for breaking a promise to my brother Yudhisthira. I am not free to act in any way I like. I must strictly undergo the vow of brahmacharya for the period of one year. How, therefore, can I fulfill your desires?\n\"I know why you are wandering the earth,  Ulupi replied. \"Draupadi is your common wife, and by accident you have entered the room where she was sitting with Yudhisthira. Thus you have broken a vow that was made in this connection. But this vow of celibacy is only in relation to Draupadi. Therefore, O Arjuna, it is your duty to relieve my distress. I am your worshiper, and if you do not accept me, I will give up this life.\nThus supplicated by the daughter of the Naga king, Arjuna, the son of Kunti, did everything that she desired. The mighty Arjuna spent that night in the mansion of Ulupi, and in the morning she took him back to the bank of the Ganges. Before leaving she gave him a benediction, \"You will be able to defeat every creature of the waters.\nArjuna then traveled to the base of the Himalayan mountains and then east toward the ocean. He then came to the province of Manipur, and desiring to meet the king of that country, he went to his palace. The King of Manipur was Chitravahana, and while in his court, Arjuna happened to see Chitrangada, the beautiful daughter of the King. He was astonished by her beauty and immediately petitioned the King for her hand in marriage. Not recognizing Arjuna because of his ascetic dress, the King inquired, \"Who are you, and to what dynasty do you belong?\n\"I am Arjuna, the son of Pandu and Kunti,  Arjuna replied. The King informed Arjuna, \"There was a previous monarch belonging to our dynasty whose name was Prabhanjana. Although he had many queens, he was childless. He underwent severe penances and austerities, and thus he pleased Lord Shiva, who granted him the benediction of a child. However, Lord Shiva told him that each successive king would also only have one child. Each of my forefathers has begotten a son, but I have given birth to a daughter. I will give you my daughter on the condition that the son born from her will be given to me as the next king of Manipur.  Arjuna agreed to the proposal, and thus he married Chitrangada and lived happily for three months in that kingdom.\nArjuna then traveled on pilgrimage to different places in South India. At one holy tirtha, he delivered the Panchapsaras. These Apsaras (beautiful heavenly maidens) were cursed by a great rishi to become alligators. They were cursed to take that form for one-hundred years. Arjuna came to that sacred lake and pulled all five alligators out of the waters. The alligators immediately returned to their normal features as beautiful Apsaras. They then thanked Arjuna and left for the heavenly planets.\nArjuna then went north to the city of Dvaraka. When the sons of the Vrishni dynasty were learning archery from Drona at Hastinapura, Arjuna's good friend had been Gada, one of Lord Krishna's cousins. Gada had told Arjuna about his cousin Subhadra. Arjuna had heard so much about her beauty that he always thought of her. Arjuna was curious and wanted to see her. He thought that since he was dressed as a mendicant, no one would recognize him. With this in mind, he went to Prabhasakshetra near the city of Dvaraka. Arjuna sat underneath a banyan tree, and suddenly it began to rain. He thought deeply of Lord Krishna and hoped He would help him. Lord Krishna was staying that night in the palace of His wife Satyabhama. He had heard that a sadhu had arrived at Prabhas, and because He is the Paramatma within everyone's heart, He knew that it was Arjuna. Lord Krishna began laughing, and wanting to know about the situation, Satyabhama questioned Him. He then replied to her, \"My cousin Arjuna has been on pilgrimage for several months and now has come to Dvaraka seeking marriage with Subhadra. Indeed, his heart is filled with thoughts of her. He is sitting under a banyan tree at Prabhas in the pouring rain. I must go and welcome him to Dvaraka.\nLord Krishna, the Supreme Personality of Godhead and the benefactor of His devotee, then went to Prabhas in the rain and greeted His friend who was sitting under a banyan tree. They embraced, and Lord Krishna was smiling to see His friend in the guise of an ascetic. Arjuna told Krishna of his plan to marry Subhadra, and Krishna agreed to the proposal. Lord Krishna then took Arjuna to Raivataka mountain and told him to reside there for a few s.\nOne  there was a procession of the Yadus and the Vrishnis traveling to the holy Raivataka mountain. They were coming to worship the gods in the temple. In that procession Arjuna saw the beautiful Subhadra, and as he was contemplating her features, he felt that someone was near him. Arjuna looked up and saw it was Lord Krishna. Smiling, Lord Krishna said, \"The attraction in your eyes doesn't seem to fit the dress you are wearing.  Arjuna replied, \"Please do not tease me. Tell me the truth. Is that Your sister Subhadra who just passed in the procession?  Krishna replied, \"Yes, that is Subhadra. If you are very interested in her, I will tell My father about your desire.  Arjuna said, \"I want to marry her. Please tell me how she can become my wife.  Krishna replied, \"I think if you sit in the temple courtyard there, everything will take its destined course.  Lord Krishna then left and mingled with His relatives.\nArjuna, in an ascetic's dress, then sat in the courtyard of the temple, and when the worship in the temple was over, the members of the Yadu dynasty headed by Lord Balarama came out and saw the young sage sitting under a tree in deep meditation. The son of Rohini was impressed with the young sage and went over to him. Arjuna was very nervous because he knew of Balarama's anger. Lord Balarama was already in favor of handing His sister over to Duryodhana. Therefore Arjuna had to be careful not to reveal his identiy. Lord Balarama fell prostrate before the young sannyasi and asked him who he was and why he had come to Dvaraka. Arjuna told Lord Baladeva that he was on pilgrimage, and that since it was the rainy season, he needed somewhere to stay. The carrier of the club and plough then suggested the gardens of His sister Subhadra, since it would give a chance for His sister to serve a great ascetic. Besides, He lived close by and the sannyasi could take his meals occasionally at His palace.\nLord Krishna came up to them at this time and offered obeisances to the so-called sannyasi. Lord Krishna was playing the part of an ordinary human being and to set the example for society in general, He offered obeisances to the sannyasi although the whole world bows down to the lotus feet of the Supreme Lord. Lord Baladeva then told Krishna of His plan, and Krishna expressed His displeasure, \"I do not think it advisable for this ascetic to associate with our sister. We don't know anything about him. He is young and handsome, and Subhadra could be attracted to him. But You are wiser than I am, and ultimately you should make the decision.  Lord Balarama replied, \"This sannyasi has traveled all over the world and has completely controlled his senses. There is no harm in letting him stay in Subhadra's gardens.\nLord Krishna, acting like an ordinary human being, agreed and took Arjuna to meet Subhadra. Krishna introduced the so-called sannyasi to His sister and informed her of the desires of Lord Baladeva. Subhadra then took the ascetic to the gardens and gave him a place to stay. She served him  after  by getting him water and food to eat. Arjuna would  go to the palace of Lord Balarama and take his meals there. Subhadra would come too, and Arjuna would always look upon her beautiful features. Balarama was much pleased with the great ascetic. Subhadra  could not understand why the ascetic looked at her with burning eyes.\nIn the city of Dvaraka the name of Arjuna was a household word. When young children challenged each other, it was in the name of Arjuna; and if elders blessed young children, it would be in hopes they would become like Arjuna. Subhadra had heard much about Arjuna, especially from Gada. She developed an attraction for Arjuna by hearing about him, just as Rukmini had developed an attraction for Lord Krishna by hearing His glories. Lord Krishna would also tell her about the wonderful qualities of Arjuna; and if anyone came from Indraprastha, she would inquire about Arjuna from them. From the descriptions given by all these persons, Subhadra began to think that maybe this sannyasi was Arjuna.\nOne  Subhadra began to question him, \"People say that you have traveled all over Bharatvarsha. In your travels surely you must have visited Indraprastha. In that city lives my aunt Kunti and my cousins, the Pandavas. Have you met them?  The so-called sannyasi said that he had.\n\"I have heard,  Subhadra continued, \"that Arjuna has been away from Indraprastha and traveling on pilgrimage like you are. Have you by chance met him?\n\"Oh yes,  Arjuna replied, \"I have met him. In fact, I know where he is at the present moment.\n\"Where?  asked Subhadra in an excited voice.\n\"I will tell you,  Arjuna replied, \"Arjuna has taken the dress of a sannyasi and is sitting in your garden. How is it that you have not recognized me so far?  Subhadra's face turned red and she looked down. She didn't know what to say. Arjuna explained that he was very attracted to her and wanted to marry her. She listened without speaking a word of reply, and then went away to her chambers.\nLord Krishna, the Omniscient Lord, is the Supersoul of every living entity. He knew the inner desires of both, and thus he went to Arjuna and told him to kidnap her as was the custom amongst the kshatriyas. Arjuna went to Vasudeva and Devaki and took their permission; and on the right , when Subhadra was visiting the temples of the devas, Arjuna grabbed her by force and took her away. Lord Krishna had given Arjuna His own chariot which was drawn by His horses, Saivya, Meghapuspa, Sugriva, and Balahaka. After taking the beautiful Subhadra on the chariot, he headed in the direction of Indraprastha with the greatest speed.\nEveryone soon learned that the so-called sannyasi was Arjuna and that he had forcibly taken Subhadra away. Balarama was furious and wanted to kill Arjuna. Lord Krishna came before Him and pacified Him. He said, \"Do not be so angry, My dear brother. Let us consider what has happened. Subhadra has accompanied Arjuna willingly. In fact she readied My chariot and horses and even drove the chariot for Arjuna. Surely she has chosen Arjuna as her lord. What better husband could we have chosen for our sister? He is the brightest jewel in the house of the Kurus. Our families are now more closely allied. Let us go to Indraprastha and make peace with them.  Balarama was convinced by the arguments of His brother and His anger ceased. They all then made plans to attend the wedding ceremony of Arjuna and Subhadra in Indraprastha.\nMeanwhile, Arjuna reached the city limits of Indraprastha. He thought of Draupadi and how she would be angry about what had happened. He told Subhadra, \"Draupadi will be angry. You must win her affection first. Go to her in the dress of a cowherd girl and say that you are her maidservant. Then tell her that you are Subhadra, the sister of Krishna. She will be charmed, and if she finds out later that I have married you, it will not matter.  Subhadra followed Arjuna's instructions.\nSubhadra then went to the chambers of Draupadi in her simple cowherd dress. She offered obeisances to Draupadi and said, \"I am the sister of Krishna, Subhadra. Please consider me your maidservant.  Draupadi embraced her and blessed her with sweet words, \"May you be the wife of a hero and the mother of a hero.  They sat down and talked for hours about Lord Krishna and Dvaraka.\nSuddenly, there was a commotion in the streets of Indraprastha. It was announced that Arjuna had arrived. The streets became crowded, and everyone was overjoyed to see their hero return. They showered him with flowers and spoke of him in sweet words. He soon reached the palace and was greeted by his brothers. He went to Draupadi and inquired if she had heard any news. Draupadi said, \"I have already met the cow herd girl. She is very beautiful and welcome in the palace.\nWithin a few s the Yadus headed by Lord Krishna and Balarama entered the city of Indraprastha and were given a royal reception by the Pandavas and the citizens. Together they celebrated the marriage ceremony of Arjuna and Subhadra. Many costly presents were given by the Yadus and Vrishnis, and after enjoying the ceremony, they went back to Dvaraka City. However, Lord Krishna remained in Indraprastha just to give His association to the Pandavas.\n \nThus Ends the Mahabharata Summation to the Eighteenth"
}