{
    "id": 57,
    "title": "Chapter Ten",
    "content": "Lord Krishna Protects Draupada\n \nAfter obtaining Draupadi in the crooked game of dice, Duryodhana turned to Vidura and proudly said, \"Come, Vidura, bring Draupadi, the dear wife of the Pandavas. Let her enter the chambers meant for the serving maids. She must now sweep the palace floors and take the position suited for a menial servant.\"\nOutraged, Vidura replied, \"Do you not know, O fiend, that by speaking such words, you are strangling yourself with a rope? Do you not understand that you are standing on the edge of a cliff? You are like a deer trying to provoke tigers to rage. If you provoke the Pandavas further, you will certainly enter the regions of Yamaraja. It is my judgement that you cannot take Draupadi as a slave, for she has been won after Yudhisthira ceased to be his own master. Draupadi is not your slave, and you should not insult her. Yudhisthira had no right to use Draupadi as a wager when he had already lost himself. I am warning you against the terrible wrath of the Pandavas. If you do not heed my words, you will experience your demise, along with all your brothers and friends. Hell is already preparing to receive the host of the Kuru House.\"\nThese words which were well spoken fell on deaf ears, and in unhappiness, Vidura said, \"What can I do? There is none so blind as one who will not see, and there is none so deaf as he who refuses to hear.\" Vidura said no more.\nIntoxicated with pride Duryodhana, the lowest among men ordered, \"We have heard enough from Vidura. Bring Draupadi here immediately!\"\nHe then commanded the door guard, \"Bring Draupadi here. You have nothing to fear from the Pandavas. It is just Vidura who speaks like a madman, but who has no power. He is not in truth our well wisher.\"\nThe doorguard then went to the chambers of Draupadi and informed her of the events that transpired, \"My dear queen of the Pandavas, your husband Yudhisthira, in the fever of gambling, has lost you in a bet with Duryodhana. You have now become the slave of Dhritarastra's son, and he wishes to see you in court to be put to work as a menial maidservant.\"\nDraupadi anxiously inquired, \"What kind of folly are you speaking? What King is there that would wager his own wife. He must certainly have been intoxicated with gambling or else how could he have done such a thing!\"\n\"Yudhisthira, while gambling with Shakuni, lost all his wealth and kingdom,\" The doorguard replied. \"He then lost his brothers and then himself, and finally he lost you in the gambling match.\"\n\"Go to the assembly hall,\" Draupadi requested, \"and ask Yudhisthira whom he lost first, himself or me. After finding this out, you may take me to the assembly hall.\"\nThe messenger then came back to the assembly hall and repeated what Draupadi had said. He then addressed Yudhisthira, \"Draupadi has asked, 'Whose lord were you when you lost me in the gambling match? Did you lose yourself first or me?'\" Yudhisthira simply lowered his head and could not say anything like a person who had lost all reason.\n\"Let the princess of Panchala,\" Duryodhana ordered, \"come here and ask the question herself. Let everyone hear the words that are spoken between the queen and her husband.\"\nThe doorkeeper then went again to Krishna (Draupadi) and told her all that was said. She then requested the guard, \"Go back again to the court and ask my husband what I should do. I will obey him and no one else.\"\nThe servant then went to the assembly and repeated the request to Yudhisthira. Yudhisthira then ordered, \"Tell Draupadi that she should come here and ask her question to the elders present.\"\nDuryodhana then commanded the servant to go to the quarters and bring the princess at once. The doorkeeper, however, was afraid of Draupadi's wrath and was hesitant to go. Duryodhana then turned to Duhshasana and ordered him, \"O Duhshasana, this servant is afraid of these orders. Therefore, go yourself and forcibly bring her to our presence.\"\nHearing the command of his brother, which was unknowingly meant for his death, Duhshasana went to chambers of the queen and taunted her, \"Come, come, O Krishna, princess of Panchala, you have been won by us. Come and accept the Kurus for your lords. You have been won fairly in a gambling match.\"\nDraupadi was distraught by the words of Duhshasana, and rising from her seat, she ran towards Gandhari's quarters. Duhshasana ran after her and grabbed her by her long black curly hair that had been sanctified by the Rajasuya sacrificial waters. He then forcibly dragged Draupadi by her hair into the assembly hall while she was crying out, \"My dear Lord Krishna, please save me! O my Lord, there is no shelter other than You!\"\nDuhshasana brought her into the assembly. Her clothes had been loosened, and her hair was no longer braided. She was terribly angry and screamed at Duhshasana, \"In this assembly there are persons who are conversant with all the branches of the Vedas and are equal to Indra. I cannot stand before them in this state. O wretched person, do not drag me before them. My husbands will not pardon you. The others in this assembly will not rebuke you, and therefore, they possess the same mentality. Surely there is no more virtue in the Bharata dynasty, nor are the codes of kshatriya practice any longer in use or else how could these so-called kshatriyas tolerate this action. Both Drona and Bhishma have lost their prowess, for this crime is going unpunished.\"\nThus Draupadi cried in distress in the assembly, and casting a glance upon her enraged husbands, inflamed their hearts further. The Pandavas were not so distressed by the loss of there kingdom or wealth, as by that glance of Draupadi that was filled with anger and helplessness. And seeing Draupadi looking at her lords, Duhshasana dragged her more forcibly and addressed her, \"slave!, slave!\" and laughed aloud. Duryodhana, Karna and Shakuni also laughed to see Draupadi being pulled into the assembly.\nLooking in the direction of the Kuru elders, she addressed Bhishma in the following words, \"You are the residence of learning and morality. They say there is none wiser that you. Can you tell me whether or not I am a slave?\"\n\"I am, indeed, at a loss to give you a proper answer,\" Bhishma replied. \"Morality is very difficult to understand, and its laws are subtle. A man cannot wager something once he has lost himself. Therefore, Yudhisthira had no right to lose you. But then again a woman is always under the orders of her husband in all circumstances. He can call her his property even after he has lost himself. Accordingly, I can not surely say that you are free. Yudhisthira knew that Shakuni was a pastmaster in the art of gambling, and yet he played with him willingly enough. Though he was being defeated, Yudhisthira continued to play, and he used you as the wager. I am not able, therefore, to answer your question.\"\nDraupadi's eyes were red with anger, and she angrily said to Shantanu's son, \"The King was ordered to come to this charlatan's assembly, and he was made to play with this vicious, spineless Shakuni. How can it be said that he voluntarily chose to play? The chief of the Pandavas was deprived of his wealth by deceitful conduct. Here is this assembly are the elders of the Kurus. Let them decide what is to be done in this connection.\"\nLooking at Draupadi whose words were like fire, Duhshasana laughed loudly and called her names. He bellowed, \"You are the slave of Duryodhana; there is no need to consider the laws of Dharma. Your Dharma is to please your master Duryodhana.\"\nSeeing the Pandavas in such a distraught condition, Vikarna, one of Dhritarastra's sons, said to all assembled, \"Why is it that no one can answer Draupadi's question? If we do not judge the matter properly then we shall surely go to hell for our wrongdoing. How is it that Bhishma and Dhritarastra, who are the elders of the Kurus, do not say anything about this injustice? Why is it that Kripa and the son of Bharadvaja, Drona, do not say anything? If you will not say anything, then I will give my opinion in this regard. It is a well known fact that there are four vices of kings. That is hunting, drinking, gambling and too much attachment for women. The man that is addicted to these lives a life forsaking virtue. And people do not respect a King who is attached to sinful life. This son of Pandu, while forced to engage in one of these sinful acts, made Draupadi a wager. The King, having lost himself first, made Draupadi a wager, and the unscrupulous Shakuni with wicked intentions said that she could be made a wager. Reflecting on all these circumstances, I regard Draupadi a free woman and not a slave.\"\nHearing these truthful words, a loud roar rose from those present in the assembly, and they applauded Vikarna for his clear thinking. However, Karna, deprived of his senses through anger, rebuked Vikarna as follows, \"Vikarna, you are only a boy, and your wisdom is childish. All the elders here are in agreement that Draupadi is a slave of the Kurus. If she were not a slave, do you think that her husbands would allow her to be brought into the royal court. You say that it is not right to call her a slave, but there is no need to consider Dharma in the case of the Pandavas. O son of the Kuru race, the sages have ordained only one husband for one woman. This Draupadi, however, has many husbands, and is certainly considered unchaste. Therefore, to bring her into this assembly in front of many men and see her stripped naked will not embarrass her. She is a slave just like her lords. They do not deserve the clothes they are wearing. Duhshasana, take off the upper garments of these men and also those of Draupadi.\" Hearing the order of Karna, the Pandavas took off their upper garments and threw them on the floor.\nThe shameless Duhshasana then began to pull at the upper garments of Draupadi, and Draupadi tried to stop him while looking in the direction of her husbands. When she saw that they could do nothing to help her, she took shelter of the Supreme Personality of Godhead, who is the only one who can give shelter in all circumstances. She threw her hands into the air praying, \"O Govinda, O all pervading Lord of the universe, O Krishna, O Keshava, do You not see that I am being humiliated by the Kauravas. O husband of the goddess of fortune, O Lord of Vraja, You are present wherever Your devotees are singing Your glories. I surrender myself unto you! Please save me!\" Upon hearing the words of Draupadi, Lord Krishna, the Supersoul in everyone's heart, immediately offered protection to His devotee.\nDraupadi stopped trying to resist the advances of Duhshasana and fixed her mind at the lotus feet of Lord Krishna. As Duhshasana pulled on the upper portion of her sari, the horrified audience looked on. The sinful demon was pulling at her clothes, but each time he pulled, the cloth was getting longer. The more he pulled, the more cloth there was, and soon there was a huge pile of cloth on the floor, enough for hundreds of saris. The kings present in the assembly began to applaud Draupadi and chastised the son of Dhritarastra with harsh words.\nSeeing Draupadi in this humiliated condition, Bhima addressed the assembled kings, \"Please hear the words I have to say. I shall in battle tear open by force the chest of this sinful Duhshasana and drink his life blood. I take this oath, and if not accomplished, I shall not attain the regions of my ancestors.\" All the warriors present acclaimed Bhima's vow and began to condemn Duryodhana and his followers. At that time Vidura spoke to those present in the assembly. He tried to convince them that the Vikarna's statements were truthful and that Draupadi was not a slave. No one responded to the words of Vidura for fear of Duryodhana.\nWhen there was again silence in the assembly hall, Karna ordered Duhshasana, \"Take away this maidservant to the inner chambers.\" Duhshasana forcibly grabbed Draupadi and began dragging her on the ground while she was crying and trembling. Draupadi broke away from him and addressed Bhishma again with the same question, \"I am the wedded wife of the Pandavas. Please answer my question. Am I a servant maid or otherwise? This cruel Duhshasana is treating me harshly. I cannot bear this any longer. I will accept your decision, whatever it may be.\"\nHearing these lamentable words, Bhishma answered, \"I have already said, O blessed lady, that the answer to this question of morality is equivocal. I am unable to answer the question that you have put forward. However, it is certain that all the Kauravas have become slaves to greed and deceitfulness. Because of this offensive act, the end of the Kuru race is close at hand. The other Kuru elders who sit with their heads down, like persons who have left their bodies, cannot answer your question. However, if you ask Yudhisthira, he will answer your question about whether you are a slave or not.\"\nWith a smirk on his face Duryodhana addressed Draupadi, \"The answer to your question depends on your husbands. Let them declare in the midst of respectable persons whether Yudhisthira is their lord.\"\nBhima then spoke to the assembled warriors of the earth, \"If this great King of the earth, Yudhisthira, were not our lord, we would never have forgiven the Kuru race for this incident. If he says that he has become a slave, then we too have become slaves. If this were not so, then I would have already crushed to death the one who has touched the hair of the princess Draupadi. I am restraining myself due to respect for my older brother and the requests of Arjuna. However, If Yudhisthira commands me, I will kill all of Dhritarastra's sons immediately.\"\nHearing the anger of Bhimasena, Duryodhana began to make fun of him. Laughing all the while, Duryodhana said to Yudhisthira, \"O King, your brothers and Draupadi are waiting for an answer to this question. Please state whether Draupadi is my slave or still your wife.\"\nAfter taunting him with these words and not receiving a reply, Duryodhana said, \"Draupadi, I will answer your question. You are free and you may chose any amongst the great warriors for your husband.\" Duryodhana then laughed loudly; and when he saw that he had the attention of Bhima, he lifted his cloth and showed his naked thigh to Draupadi.\nSeeing this, Bhima was overcome with an animosity that resembled universal devastation. He expanded his red eyes and declared to all assembled, \"I say to all present that I shall break the thighs of Duryodhana, or else I shall never attain the higher regions after this life!\"\nKarna laughed at Bhima and said to Duhshasana, \"Do not wait any longer. Take this maidservant Draupadi to the inner chambers.\" Duhshasana began to drag her away while she appealed to all the elders in the Kuru house, but it was no use.\nThen Bhima again took a vow, \"I am going to kill this sinful Duryodhana, and my brother Arjuna is going to kill Karna. This deceitful Shakuni will be killed by my brother Sahadeva. I take a vow that this will happen. I will kill Duryodhana and place my foot upon his head. I will also surely drink the blood of Duhshasana.\"\nArjuna then confirmed Bhima's vow, \"Bhima, those who are living secure in their homes can never understand the danger that awaits them outside. Your words will come true. The earth will drink the blood of these four: Duryodhana, Duhshasana, Shakuni and Karna. There is no doubt about it.\"\nArjuna then took an oath, \"I declare in the presence of all the kings assembled: I will kill this Karna and all his followers in a future war. I will kill all who are foolish enough to support him. The Himalayan mountains may move from their place, or the sun may fall out of its orbit, or the moon may lose its coolness, but I will never give up this vow until it is accomplished.\"\nSahadeva then addressed the assembly with his vow, \"Shakuni, you are the lowest of men and a disgrace to the good name of the Gandharas. Because of your deception at dice, I swear that I will kill you and all your kinsmen. I hope that you will have the same courage on the battlefield that you have exhibited here in this gambling match.\"\nNakula then made his vow, \"My brothers have sworn to kill their opponents. I promise in the presence of all assembled that I will kill the son of Shakuni, Uluka. All these persons mentioned will die on the battlefield.\"\nAfter the Pandavas said this much, a jackal began to cry loudly in the assembly hall of Dhritarastra's palace. And when the jackal howled, the asses began to bray in response, indicating the loss of all good fortune to the Kauravas. All the elders present understood the meaning of those evil omens. To late in the  Dhritarastra, realizing the seriousness of the situation, admonished his son, \"You have a wicked mind Duryodhana, and your downfall is sooner than you think. You have insulted the Pandava's wife, and certainly there is no hope for you.\"\nDhritarastra then spoke to Draupadi, hoping to console her and save the life of his relatives, \"Please ask of me, O princess of Panchala, any benediction that you desire.\"\nDraupadi replied, \"I ask that my husband Yudhisthira be freed from slavery.\"\nDhritarastra granted the request and said, \"You may take another benediction from me.\"\nDraupadi said, \"Please grant me that my husbands: Bhima, Arjuna, Nakula and Sahadeva be freed from their bondage and their kingdom returned.\"\nDhritarastra granted the benediction and asked Draupadi to take a third benediction. Draupadi replied, \"I will not ask for a third benediction. It has been said that a vaishya may ask one boon, a warrior two, and a brahmana may ask a hundred. Now that my husbands have been released from their bondage, they will be able to achieve prosperity by their own virtuous acts.\"\nKarna then snickered and said to all assembled, \"Fortunately for the Pandavas, Draupadi has become like a boat to save them from drowning in the ocean. They are indeed fortunate to be saved by a woman.\"\nIgnoring the taunts of Karna, Yudhisthira approached Dhritarastra with joined palms requesting, \"O King, you are our master. Command us as to what we should do. We desire to remain always obedient to you.\"\n\"O Ajatrashatru,\" Dhritarastra replied, \"you are a blessed person. Go in peace to your kingdom and be happy. Take with you all your wealth. I am pleased with you humility and meekness. Where there is intelligence, there is tolerance. They are the best of men who do not remember the hostility of their enemies, that see the merits and not the faults of their foe. O child, do not remember the harsh words of Duryodhana. It was for seeing who were my friends and examining the weaknesses of my sons, that I allowed this gambling match to go on. O King, those among the Kurus, who have you for their ruler and Vidura for their counsellor, have, indeed, nothing to grieve for. Please, return now to Indraprastha, and let their be brotherly love between yourself and my sons.\"\nAfter receiving permission from King Dhritarastra, that crest jewel of the Bharatas, King Yudhisthira, took leave of the Kuru elders and left the city of Hastinapura. He was accompanied by his brothers and the beautiful Draupadi.\n \nThus Ends the Mahabharata Summation to the Tenth"
}