{
    "id": 81,
    "title": "Chapter Five",
    "content": "The Pandavas Reveal Their Disguise\n \nWhen Virata had defeated the Trigartas, he entered his city accompanied by four of the Pandavas. He entered his palace and sat upon his throne. He was then worshiped by the brahmanas and by the citizens. While listening to his glorification, he inquired about Uttara. The women in the palace replied, \"The cows were taken away by the Kuru host, and Uttara, being upset, set out on a single chariot with Brihannala as his charioteer. He set out to fearlessly challenge the Kuru elders: Bhishma, Drona, Kripa, Karna, Duryodhana and Ashvatthaman.\"\nWhen the King heard that his son had single-handedly challenged the enemy, his heart filled with grief. He ordered that troops leave the city arrayed in battle formation for Uttara Kumara's protection, \"Immediately go out of the city, and find out whether the prince is still alive. I think that with only Brihannala as his assistant, he no longer lives.\"\nKing Yudhisthira then advised Virata, \"If Brihannala is the charioteer of Uttara Kumara, then there is no need to worry for your son's safety or the safety of your cows. Protected by Brihannala, your son will be able to vanquish the demigods, the asuras and the Yakshas combined.\"\nAs Yudhisthira was speaking to King Virata, the messengers arrived with the news that the Kauravas had been defeated and the cows recovered. The messengers exclaimed, \"Your son, O King, is well, having defeated the Kurus in battle! The cows have also been brought back. Soon, your blessed son will be in your presence.\" On hearing this, King Virata's hair stood on end out of excessive joy, and he could not control himself. Yudhisthira then said to him, \"It is by good luck that the cows have been recovered and the Kurus defeated. I don't think it very wonderful, however, that your son defeated the Kurus as long as Brihannala was his chariot driver.\" The King was in ecstasy and paid little attention to Yudhisthira's words. He ordered that the citizens greet the prince at the city gate with all kinds of auspicious presentations. He then desired to play a game of dice with Yudhisthira. When Yudhisthira saw his excessive joy like a fever, he spoke to the King, \"O monarch, what business do you have with gambling which is accompanied by many evils? It should not be indulged in. You may have heard how Pandu's sons lost their extensive kingdom in this evil game. For this reason I dislike the game. If, however, you are insistent, then let the game begin.\"\nWhile the dice game was going on, King Virata joyfully said, \"Just imagine, the Kauravas, who are invincible in battle, have been routed by my son.\"\n\"Uttara would be able to conquer anyone as long as he had Brihannala for his chariot driver,\" Yudhisthira replied.\nThe King became angry with Yudhisthira's response, \"You foolish brahmana, how can you compare a eunuch to my son. Have you no knowledge of what is proper, and what is improper to say? Are you disregarding my statements? It is possible for my son to crush all the Kuru leaders such as Bhishma and Drona. Because of our friendship, I will pardon this offense. Do not make this statement again if you wish to live.\"\nBoldly, Yudhisthira replied, \"There was Bhishma, Drona, and Drona's son, Karna, Kripa and King Duryodhana, and other royal and stalwart car warriors. Even if Indra was there along with the Maruts, there could be none other than Brihannala who could conquer them. There has been none, there is none and there will be none who can be his equal. He can vanquish the celestial demigods, the demons and the human beings combined. With such a person as an ally, why can he not conquer the enemy?\"\nBecoming offended, Virata angrily said, \"I have repeatedly forbidden you, and still you do not restrain your tongue. If I do not punish you, you will not learn virtue.\"\nSaying this, the King threw the dice at Yudhisthira's face exclaiming, \"Do not let this happen again!\" When struck in this way, blood began to flow from Yudhisthira's nose. He held his hand out and prevented it from touching the ground. The first son of Kunti then indicated to Draupadi that she should bring something to catch the blood. She immediately brought a golden water jug and caught the blood that flowed from his wound. It was at this time that Prince Uttara entered the palace followed by Brihannala. When it was announced that the prince was to enter the court, Yudhisthira whispered to Sairindhri, \"Indicate to Arjuna that he should not enter the court with Prince Uttara. He has taken a vow that anyone who sheds my blood, other than at the time of battle, shall not live. If he sees what has happened, he will kill Virata along with the whole Matsya army.\" Draupadi quickly did as she was told, and Prince Uttara entered the assembly alone.\nThen the Prince entered and approached his father to worship him. After offering respects to the King and receiving his blessings, Uttara Kumara saw Kanka, sitting off a little ways, his face covered in blood. He was waited upon by Sairindhri. Overwhelmed with fear, he spoke to his father, \"Who has performed the heinous act of drawing blood from this greatest of men, Kanka. The reaction to this sin will be very great.\"\n\"I hit this proud brahmana,\" Virata replied. \"He deserves more than this, for while I was glorifying your prowess, he was praising Brihannala for conquering the enemy.\"\n\"Father, I think that you have unnecessarily offended a great soul,\" Uttara Kumara said. \"You should seek his forgiveness so that his curse will not consume your whole dynasty at the roots!\"\nComing to his senses, King Virata went to Yudhisthira, comforted him and sought his forgiveness.\n\"O King,\" Yudhisthira replied, \"I have already forgiven you, for anger does not exist in me. Had this blood fallen to the ground, you would have been devastated along with your kingdom. I do not blame you for striking an innocent person for such are the ways of powerful persons. They generally act with unreasoning severity.\"\nAt this time Brihannala entered the court. He offered respects to the King and also Kanka. As he stood there, King Virata began to glorify his son in the presence of all, \"O my son, please tell us how you were able to challenge and defeat the grandsire of the Kuru dynasty, Bhishma. Relate to us also how you defeated the preceptor of the Kurus, the mighty Drona, who prowess knows now bounds. Please, also, tell us also how you conquered the invincible Karna. who can pierce a thousand warriors at a time. Relate to us how you encountered Kripa, Ashvatthaman and the very powerful Duryodhana, Dhritarastra's son. Please tell us for we are anxious to hear.\"\nUttara Kumara replied, \"Actually, I have not recovered the cows, nor did I defeat in battle the great Kuru generals. This was all accomplished by a demigod of celestial origin. When I saw the vast ocean of Kuru warriors, I ran from the battlefield. However, this youth stopped me and encouraged me to fight with them. He asked me to drive his chariot, and thus it was he who repulsed the arrows of Kripa, Drona and Bhishma. It was his prowess alone that sent Duryodhana running from the battlefield. Also, Karna was stripped of his prowess and defeated by this youth, and Drona's son was also defeated. It was he that mowed down the Kuru troops in thousands like a hurricane destroying trees. He released the cows and sent them running back to your city. I witnessed all of this, but I was simply the chariot driver.\"\n\"Where is that heavenly youth,\" Virata asked, \"who has recovered my wealth. I am anxious to behold and worship that powerful warrior who has defeated the greatest generals on earth.\"\n\"The powerful youth disappeared after he had accomplished his purpose,\" Uttara replied. \"However, he told me that he would appear in your palace within a few s.\"\nVirata could not understand that the youth his son was referring to was Brihannala, and thus he remained ignorant of the Pandava's disguise. Brihannala then went to the princess, the daughter of the King, and presented to her the garments of the great warriors. Princess Uttara was overjoyed to receive those garments and asked for a detailed report on what had happened. Thus Brihannala entered the ladies chambers and began to relate all that had happened.\nThen on the third , the Pandavas entered Virata's imperial court wearing golden ornaments, valuable gems, and the white robes of Kings. They entered the council hall and sat on the seats reserved for Kings. After taking their seats, Virata came there to perform his daily duties. He saw the Pandavas seated on the royal thrones, effulgent as the sun, appearing like five demigods descended from the heavens. He was, however, overwhelmed with anger and rebuked Yudhisthira, \"Yester, you were a dice player and my subordinate counselor. How can you now claim to occupy the royal throne, and wear kingly dress?\"\nHearing the resentful words of Virata, Arjuna smilingly informed him, \"This person, O King, deserves to sit on Indra's throne. He is devoted to the brahmanas and learned in Vedic knowledge. He is indifferent to opulence and bodily enjoyments, and as such he is superior to everyone on earth. He is intelligent, devoted to asceticism, and kind to all living entities. There is none amongst the demigods, demons or human beings who is his equal. As a performer of sacrifices to Vishnu, he is a royal sage in kingly dress. He is equal in wealth to Indra and Kuvera, and in prowess for protecting the citizens, he is like Manu, the father of mankind. Devoted to the cause of justice, he is none other than the foremost of all men, King Yudhisthira. His fame is known all over the universe just like the sun. Ten thousands elephants used to follow him wherever he traveled, as well as thirty thousand chariots bedecked with gold and drawn by the best horses. To perform the Rajasuya sacrifice, he made all the kings of the earth pay tribute to him. The good qualities of this person cannot be fully expounded. Why then can he not sit on the royal throne and rule everyone?\"\nKing Virata was in a bewildered state, and he inquired from Arjuna, \"If this is King Yudhisthira, then where is Bhima, and which one of these heroes is the great archer Arjuna. Which of these men is Nakula and which is Sahadeva? Also where is Draupadi? We have heard that the Pandavas have gone to the forest and have not been seen or heard of for the period of one year.\"\n\"O King,\" Arjuna replied, \"the cook in your kitchen, the one known as Vallabha, is the stout-armed Bhima. It was by him that the great Rakshasas, Hidimva and Baka were slain. It is by the force of his arms, alone, that Kichaka and his relatives were killed. It is by his prowess, alone, that you were saved from death at the hands of the mighty Trigarta, Susharman. The eminent chariot fighter, Nakula, is the one who has been taking care of your horses. The highly intelligent Sahadeva is the one who has been taking care of your cows. There is none equal in beauty to these two twins, not even in the heavenly planets. These great chariot warriors are an equal match for a thousand great chariot fighters. Your wife's maidservant Sairindhri, for whom Kichaka was killed, is the beautiful and chaste Draupadi. She is like a demigoddess and is a second expansion to Laksmi, the goddess of fortune. I am, O King, Arjuna, by whose prowess all the great Kuru warriors were defeated the other . We have happily passed, in your abode the last year of our exile.\"\nAfter revealing themselves to Virata and hearing confirmation from the King's son, Uttara, the King considered that he had committed a grave offense against Yudhisthira. He said to his son, \"I think the time has come for me to worship the sons of Pandu. I should bestow my daughter Uttara upon Arjuna.\"\nVirata then addressed the Pandavas, \"When I had been defeated by the enemy, it was Bhima who rescued me. And by the grace of Arjuna, all the great heroes in the Kuru dynasty were defeated and my cows saved. Such being the case, please accept our worship and forgive any offenses that we may have committed against you in ignorance.\"\nThe Matsya King was overjoyed at the presence of such exalted personalities and made an alliance with them. He offered them his kingdom along with his wealth and cities. He also requested Arjuna, \"Please accept, along with my kingdom, my beautiful daughter in marriage.\"\n\"O monarch,\" Arjuna replied, \"I will accept your daughter as my daughter-in-law. While in her association, she trusted me as her father, and I also protected her as one would protect a daughter. While associating with her, I have remained pure with controlled senses. My son, Abhimanyu, is a fit husband for your daughter. He resembles a celestial denizen and is knowledgeable of all the weapons of warfare. He is a favorite of Lord Krishna and thus an equal to your daughter.\"\nGreatly pleased that the Pandavas would be his allies through marriage, Virata began to arrange a wedding ceremony. Arjuna sent for his son Abhimanyu, and also invited Lord Krishna and the members of the Yadu dynasty. All the favorable kings of the earth were invited to come and participate in the festival. After thirteen years of exile, the Pandavas had now taken up their abode in Virata's kingdom.\nUpon hearing that the Pandavas were living in the kingdom of the Matsyas, Lord Krishna, the Supreme Personality of Godhead, came there along with His most powerful brother, Balarama. Kritavarman arrived as well as Satyaki, the commander in chief of the Yadu dynasty. The King of Kashi arrived accompanied by an akshauhini division of troops. Also King Saivya, being very friendly with Yudhisthira, arrived with another Akshauhini division. The mighty King Drupada arrived along with his powerful sons, Dhristadyumna and Shikhandi, the foremost wielders of weapons. They came with another akshauhini division of soldiers. Many kings with their troops arrived ready to die for the cause of Yudhisthira. All these kings bestowed great wealth upon the Pandavas during the marriage ceremony of Abhimanyu and Princess Uttara. A great ceremony was held and all enjoyed it. While sitting on the royal throne in the imperial court of Virata, King Yudhisthira appeared like Indra, the king of heaven, surrounded by all the subordinate demigods.\n \nThus Ends the Fifth"
}