{
    "id": 60,
    "title": "Chapter Commentary",
    "content": "From the  Dhritarastra exiled the Pandavas, the blind King knew no peace. He spent his s and nights in anxiety thinking about the  when the Pandavas would return from the forest. When he turned his back on the ways of righteousness, he came face to face with anxiety and grief. Those who are attached to material possessions can never be happy. Here we see that although Dhritarastra was the king of the world, he was not content. He was worried that some  the Pandavas would come back from the forest and take his wealth and kill his sons. This is the nature of material attachment; it can never bring peace.\nThe only peaceful person is a devotee of Lord Krishna. In the Chaitanya Charitamrita, it is stated, \"Because a devotee of Lord Krishna is desireless, he is peaceful. Fruitive workers desire material enjoyment, jnanis desire liberation, and yogis desire material opulence; therefore, they are all lusty and cannot be peaceful.\" Although the Pandavas were robbed of their wealth and had to reside in the forest for so many years, still they were quite happy because they had the association of Lord Krishna. They accepted Him as their friend, guide, spiritual master, and their only protector. They did not desire an opulent kingdom or great riches. They were perfectly satisfied in their friendship with the Supreme Lord Krishna. Thus the forest became like the spiritual world, and the court in Hastinapura became like a hellish planet because of offences committed against the pure devotees of the Lord.\nPeace can only be found inwardly. Material possessions can never bring one peace. We come into this world with nothing, and we leave with nothing. Material possessions, if not used in the service of the Lord, simply are a source of anxiety. We constantly worry about who is going to take our material possessions. A rich person must constantly worry about the motivations of persons who try to become his friends. Real peace must be found by cleansing the heart. Lord Krishna tells Arjuna, \"One whose happiness is within, who is active within, who rejoices within and is illumined within, is actually the perfect mystic. he is liberated in the Supreme, and ultimately he attains the Supreme.\" (B.g. 5.24) In this age of quarrel and hypocrisy, the only means to attain peace is to chant the Holy Names of God, Hare Krishna, Hare Krishna, Krishna, Krishna, Hare Hare/ Hare Rama Hare Rama, Rama Rama, Hare Hare. Because Dhritarastra tried to find peace in material wealth, friends and family, he was in constant anxiety. The real wealth is hidden inside the heart.\n\nVana Parva"
}