{
    "id": 21,
    "title": "Chapter Eleven",
    "content": "Tuition for Drona\n \nDrona saw that all his students were now adept in the use of weapons, and therefore their training period was over. It was time to ask for daksheen (tuition) from them. One  he assembled them and gave the following order, \"Challenge Drupada, the King of the Panchalas, to battle. Capture him and bring him to me. This will be suitable payment for my teaching.\nAll the students readily agreed and mounted their chariots eager to fulfill the desires of their martial teacher. Drona followed them. As the Kurus approached Drupada's capital, they informed the King of their desire for battle. The Kuru army was led by Duryodhana, Karna, Yuyutsu, Duhshasana and Vikarna. King Drupada, not tolerating the attack on his kingdom, mounted his chariot and along with his brothers met the Kuru army head on. Duryodhana and his followers then competed with one another to see who could capture King Drupada first.\nBefore the battle started, Arjuna saw the vanity of Duryodhana and his brothers. He therefore informed Drona, \"O best of the brahmanas, we shall refrain from fighting until Duryodhana has displayed his prowess. The King of the Panchalas can never be captured on the battlefield by any of these warriors.  Having made his plan, Arjuna, surrounded by his brothers, waited outside the town about a mile away.\nMeanwhile, King Drupada, beholding the Kuru army, rushed forward releasing hundreds of arrows from his powerful bow. The Kuru ranks were so afflicted that they thought that there were many Drupadas opposed to them. There arose from the Panchala army a war cry that shook the firmament. Duryodhana and his brothers became furious and began to shower their arrows upon the enemy. But the mighty bowman Drupada was not affected and began killing the enemy with greater vigor. He challenged Duryodhana, Vikarna and Karna, and sent them running from the battlefield. The arrows from the Panchala army began to rain upon the Kurus, breaking their ranks and causing them to flee for their very lives.\nThe Pandavas, seeing the fun, offered their obeisances to Drona and mounted their chariots. Arjuna asked Yudhisthira to stay in the background and appointed the sons of Madri as the protectors of his chariot wheels. Bhimasena, mace in hand, rushed into the center of the army. He headed for the elephant battalion and began to destroy those huge beasts with a single blow from his powerful club. The elephants screamed and fell to the ground, their heads cracked in many places. With his invincible club, Bhima began to destroy chariots, horses, infantrymen and elephants. As a cowherd man controls countless cows with his staff, so Bhimasena controlled the army of Drupada with his fierce club.\nMeanwhile, Phalguna (Arjuna), wanting to please his martial teacher, innundated King Drupada with a deluge of arrows and caused him to fall from the back of his elephant. With his arrows, Arjuna then killed soldiers, elephants, and horses by the thousands. The Panchala army challenged Arjuna head on with a downpour of arrows, and sending up courageous shouts, fought desperately with him. The battle became furious and frightening to behold. The son of Indra was filled with fury and released thousands of arrows intending to annihilate the Panchala army. Those who were watching Arjuna could not see any interval between his fixing the arrows on the bow string and releasing them. The King of the Panchalas, accompanied by his commander in chief, Satyajit, assaulted Arjuna with the speed of the wind. Arjuna covered King Drupada with hundreds of arrows. Partha then rushed at King Drupada to apprehend him. Seeing Arjuna coming forward, Satyajit tried to stop him. As the two warriors approached for combat, they began to destroy each other's army. Suddenly Arjuna pierced Satyajit in the chest with ten arrows. Unaffected by the force of those arrows, Satyajit released one hundred shafts at the son of Pandu. Arjuna, not wanting to waste anymore time, released an arrow that cut the bow of Satyajit in two. Taking up another bow, the commander-in-chief of the Panchalas attacked Arjuna again. This time Arjuna cut the bow, killed the horses and charioteer, and shattered the chariot. When Satyajit found his bow useless and his horses slain, he desisted from fighting.\nSeeing his general defeated, the Panchala king began to rain arrows upon the Pandava prince. Arjuna immediately cut King Drupada's bow and pierced his chariot driver with five arrows. Setting aside his bow, Arjuna took out a scimitar and, sending forth a loud battle cry, jumped from his chariot to the chariot of Drupada. He seized King Drupada as Garuda would seize a snake, and at the sight of this, the Panchala army fled the field of battle.\nThus Dhananjaya [Arjuna], having exhibited the strength of his arms, sent up a loud roar and made his way from the battlefield to the presence of Drona. He asked Bhima to desist from any further slaughter, as the Panchalas were related to the Kurus. Bhimasena was unsatiated in battle, but agreed to Arjuna's proposal. They then took the King of the Panchalas to Drona. Drona, seeing King Drupada brought under his complete control, remembered how Drupada had formerly humiliated him in his court.\n\"I have now taken possession of your capital and your kingdom,  Drona said. \"You need not fear for your life. I once again desire your friendship. O mighty warrior, previously you told me that only one who was a king could be a king's friend. I therefore will give you half of the kingdom south of the Bhagirathi, and I shall rule over the land north of that river. And if it pleases you, I ask again for your friendship.\nOn hearing these words, Drupada answered, \"You appear to be an invincible brahmana, and your prowess is superior to a kshatriya. Therefore, O brahmana, I am not surprised at what you have accomplished. I am very satisfied with you and desire your eternal friendship.  Drona then released Drupada, and from that  on the King of the Panchalas resided in the city of Kampilya in the province of Makandi on the banks of the Ganges.\nKing Drupada was convinced that by kshatriya strength alone he could not defeat Drona. He began to wander the earth searching for a sage who could help him obtain a son to kill Drona. He also desired a daughter who would be a suitable wife for Arjuna. King Drupada was so impressed with Arjuna that he thought there was no warrior comparable to him. Therefore, by means of marriage, he wanted to unite the two families.\n \nThus Ends the Mahabharata Summation to the Eleventh"
}