{
    "id": 3,
    "name": "Chapter Two",
    "content": "Maharaja Shantanu and Devavrata\n \n Many, many years passed, and Maharaja Shantanu had to learn to live in separation from his wife and son. One  while chasing a deer along the bank of the Ganges, the King noticed that the river had become shallow. He had never seen this before, and he sought the cause. While searching along the river bank, he spotted a handsome, powerful, and heroic youth. The boy was releasing celestial weapons impeding the flow of the Ganges. This young boy was Maharaja Shantanu's son, whom he had not seen since the boy was born. However, the King could not recognize him as such because he had only seen his son for a few moments after his birth. The youth, upon seeing his father, knew him to be so and out of shyness disappeared from sight.\nKing Shantanu was struck with wonder and imagined that the youth might be his own son. He then continued down the river bank, and there he saw Ganga whom he had not seen in years. As he approached her, he saw the same boy standing at her side. She then informed the king, \"O best among kings, our eighth child is standing next to me. His name is Devavrata. He has been trained in the heavenly planets and has knowledge of all the celestial weapons of warfare. Devavrata has been the student of Vashistha Muni, who has taught our son the Vedas and their branches. O descendent of Bharata, both the demigods and the demons look upon him with favor. Whatever knowledge the sage Brihaspati has learned, this child has also learned, and whatever weapons the powerful and great Parashurama possess, this boy also possesses. Now that his training is complete, you may take Devavrata and raise him as your own.  Thus commanded by Ganga, Devavrata accompanied Maharaja Shantanu to his capital city.\n Maharaja Shantanu became attached to the boy who was endowed with all good qualities. Devavrata also became attached to his father, and it was seen that the two were always together. They talked together, walked together, ate together, slept together, and hunted together. Indeed, they were almost inseparable. Four years passed in this way.\nOne , the King entered the forest along the bank of the Yamuna. While roaming in that region, he perceived a sweet aroma coming from an unknown direction. He followed the scent, and while wandering here and there, he came across a woman of heavenly beauty. Her name was Satyavati, and she was the daughter of a fisherman. He was pierced by the arrows of Cupid, and desiring her for his wife, he inquired, \"Who are you, and who is your father? Also, please tell me what you are doing here.  Replying to the King she said, \"My name is Satyavati, and I am the daughter of the fishermen King. My father has engaged me in the pious activity of rowing passengers across the river Yamuna.\nBewildered by the beauty and charm of this girl, the King approached the fisherman and spoke to him of a proposed marriage. The fisherman replied, \"My daughter certainly could not find a more suitable husband than yourself. However, you must fulfill my one desire. I wish that the son born of my daughter be the next king of the world, and no one else can become your successor.\nWhen that great descendant of Bharata heard the terms for gaining Satyavati, he felt no desire to grant such a benediction, and thus he returned to his capital. While riding on his chariot, he constantly thought of the beautiful fisherman's daughter. With a sorrowful heart, he entered his palace and did not say a word to anyone, not even Devavrata. Upon seeing his father's unhappiness, Devavrata approached him inquiring, \"Please tell me father why you are so unhappy? You have not spoken a word to me, nor have you performed your daily duties. Please reveal the cause of your distress, and I will find a cure for it.\nWhen requested in these words, Maharaja Shantanu replied, \"My dear son, I am thinking of the instability of human life. If sudden death were to overcome you, I would be without a son. You are like a hundred sons to me, and I do not desire to marry again. I only desire that our dynasty be perpetuated. The wise say that he who has one son has no son at all. It is quite possible that you will be slain on the battle field, and if that happens, what will be the state of the Bharata dynasty? It is these thoughts that have made me so unhappy.\nDevavrata was intelligent and reflected on his father's words. He felt there was something more than his father had revealed. He then went to the King's chariot driver and questioned him about the cause of the monarch's sullen mood. The charioteer told Devavrata about the fisherman's daughter and the benediction sought by her father. Understanding the situation, Devavrata, accompanied by some of the family elders, went to the fisherman's cottage. The chief of the fishermen greeted Devavrata, offering him a seat. He then informed him in sweet words, \"O son of Shantanu, I welcome you for you are the pride of the kshatriya race. You are certainly invincible, but I have something to tell you. Even if the future husband of my daughter were to be Indra himself, he would have to lament, for the requirements for marrying Satyavati apply to all. Many sages have told me that your father is the only suitable husband for Satyavati. I have even rejected the requests of the great rishis in the matter of her marriage. The one great obstacle to this marriage is that you will be crowned King and not the son born of Satyavati and Shantanu. This is all I have to say in the matter.\nUnderstanding the fisherman's desire, Devavrata meditated on the situation, and wanting to benefit his father, he informed the fisherman, \"O fisherman, listen to my vow. There has not been, nor will there ever be born a man who can make this vow. I shall fulfill your request. I take the vow that the son born from Satyavati and my father shall be king, and I shall relinquish my claim to the throne.\nUpon hearing Devavrata's promise, the fisherman, who sought sole sovereignty for Satyavati's son, said, \"This vow that you have taken will certainly come to pass, but I have one doubt that is still in my mind. What will happen to your children? They may also claim the throne.  Devavrata replied, \"O chief among fishermen, listen to the vow I shall make in the presence of these assembled elders. I have already relinquished my claim to the throne, and now I shall settle the matter of my descendants. I shall adopt the vow of brahmacharya and agree never to marry.\nHearing the oath spoken by Devavrata, the hair on the fisherman's body stood on end, and he promised, \"I shall hand over my daughter to Shantanu.  When Devavrata made this vow, the heavenly denizens showered flowers, and the firmament was filled with the sounds, \"This one shall be known as Bhishma [one who has taken a difficult vow].  The only sounds heard were \"Bhishma!, Bhishma!, This one shall be called Bhishma!\nGanga's son then took Satyavati on the chariot and returned to Hastinapura. When Maharaja Shantanu heard about the oath his son had taken, he was pleased and gave him a benediction, \"You shall never experience death as long as you wish to live. Indeed, you will die only when you desire it.  Thus Satyavati was married to Maharaja Shantanu, and that glorious King accepted her into his palace and maintained her as she desired.\n \nThus Ends the Mahabharata Summation to the Second"
}