{
    "id": 9,
    "title": "Chapter Five",
    "content": "The Birth of Dhritarastra, Pandu and Vidura\n \nAfter the last funeral rites were performed for Vichitravirya, Satyavati wept and lamented for her deceased son. Ambika and Ambalika were also greatly overwhelmed at the untimely death of their husband. Upon realizing the possible extinction of the dynasty, Satyavati approached Bhishma requesting him, \"The perpetuation of the Kuru dynasty now depends on you. The wives of your brother, Ambalika and Ambika, desire progeny, and under my order you should procreate children by them to continue this dynasty. You should duly marry a wife of good character and enthrone yourself as king. Do not plunge our ancestors into hell.\nUpon hearing Satyavati's request, the relatives and friends of the Kuru family agreed. However, Bhishma replied to his stepmother, \"O mother, what you have said is certainly sanctioned according to the code of virtue, but you forget my vow regarding marriage and children. I have taken a vow of lifelong celibacy. I may have to renounce kingship of the three worlds, the kingdom of heaven, and anything greater that exists, but this vow I will never renounce. The earth may lose its scent, water may lose its moisture, the sun may lose its glory, and fire, its heat. The moon may lose its cooling rays, or Indra his prowess, but I will not renounce this vow.\nHearing Bhishma's determination, Satyavati replied, \"I know the vow that you have taken is on my account, but considering the present emergency you should accept this order as duty to the ancestors.  Bhishma again emphasized his duty to truth, \"O Queen, do not sway from the path of virtue. Renunciation of a vow is never acclaimed in the shastras (holy scriptures). Listen to this narration and then decide the right course of action. In a former millennium, Parashurama, killed Kartavirya Arjuna in battle for the sin of slaying his father. Not only did he kill the followers of Kartavirya Arjuna, but he destroyed the entire kshatriya race twenty-one times. When the earth was devoid of great warriors, the queens approached the great rishis and procreated children by them and thus the kshatriya race was revived. Therefore, a purified brahmana should be invited with an offer of wealth, and let him raise children by the wives of Vicitravirya.\nSmiling brightly, Satyavati agreed with Bhishma and informed him, \"O descendant of Bharata, I agree with this proposal. I now understand what is to be done in this connection. My father was an honest man, and to maintain pious activities, he kept a boat for rowing passengers across the river Yamuna. One  the great sage Parashara came and requested me to take him across the river. While I was rowing the boat, the sage became attracted to my beauty and requested fulfillment of his passionate desire. However, I was afraid of my father's wrath, but I was also afraid that the rishi might curse me. The sage brought me under his control, and in the middle of the river Yamuna, he created a dense fog. He satisfied his sensual desires and was very pleased with my submissiveness.\n\"Before that time,  Satyavati continued, \"a fishy odor emanated from my body, but after the rishi's touch, a celestial aroma radiates from my person. The sage assured me that by bringing forth a child in the middle of the river, I would still remain a virgin. The child born of our union was the eminent erudite sage, Vyasadeva. He has compiled the Vedic knowledge, and expounded the science of devotion to God. Because he was born in the middle of a river, he became known as Dwaipayana [the island born]. Because he compiled the Vedas, he is known as Vyasadeva, and because of his blackish complexion, he is known as Krishna. He is truthful in speech, sense controlled, and freed from all sins. If I ask him, then certainly he will generate good children by the wives of your brother. Previously, Vyasa had promised me, Mother, when you are in difficulty simply remember me, and I will come to you by the speed of the mind.' If you are willing, Bhishma, I will call him this very moment.\nUpon hearing the name of Vyasa, Bhishma joined his palms in reverence saying, \"This sage has true wisdom and sense control, and would be a fit person to continue the Kuru dynasty. Therefore, you have my full approval.\"\nWhen Bhishma had given his consent, Satyavati immediately thought of her son, Vyasa, and within moments, the great sage appeared before her. Satyavati duly welcomed her son and taking him in her arms, bathed him with affectionate tears. Vyasa offered obeisances to his mother saying, \"O mother, I have come to fulfill your desire. Command me at once, and I shall carry out your order.\n\"O my son,  Satyavati replied, \"recently Vichitravirya, the King of this world, expired leaving no descendant, and thus the Kuru dynasty is in danger of extinction. Here is Bhishma, Shantanu's son, but he has taken a vow of celibacy and will not beget children. The two wives of Vichitravirya, Ambika and Ambalika, are still living, and I request you to conceive children by them to continue the Kuru dynasty.\nVyasadeva, hearing the appeals of his mother, replied, \"Since Vichitravirya is my brother, born of your womb, I shall give birth to children who will equal the heavenly gods. Let the queens observe the vows I indicate for one full year.\nSatyavati expressed her urgency, \"There is very little time for vows. The earth is without a king, and the citizens, being without a protector, will certainly perish.\n\"If conception must take place this month,  Vyasadeva replied, \"then the queens of Kashi must be willing to bear my ugliness, strong odor and matted locks. If they can perform these austerities, then they will give birth to noble children. Let one of the queens, dressed in clean clothes and bedecked with ornaments, wait for me in her bed chamber.\nSatyavati then approached Ambika, explaining to her the situation. With great e fort Ambika was convinced that it was for the good of the world. When the right time came for conceiving a child, Satyavati took Ambika to the bed chamber and told her, \"Vichitravirya had an older brother who has been, until this time, unknown to you. He will soon come here and conceive a child by you that will perpetuate our dynasty. Wait for him here without dropping off to sleep.\nAmbika then waited in her room contemplating the person to be Bhishma or one of the other Kuru elders. Suddenly Vyasadeva entered the room, and Ambika, seeing his matted locks, ugly features and grim visage, closed her eyes in fear and did not open them once during the time of conception. When Vyasa came out of the chambers, he met his mother who inquired, \"Will this princess have a worthy son?  Hearing her, he replied, \"The child born shall have the power of ten thousand elephants. He will be equal to a royal sage, and will possess learning, intelligence and prowess. However, because the princess has closed her eyes during conception, the child shall be born blind.  Upon hearing this prediction from her son, Satyavati wondered, \"How can a blind king rule this earth? How will he protect his family and the people of this world? You must again conceive another child that can act as a King.  Vyasadeva agreed and went away. In due course of time, Ambika gave birth to a male child who was blind. After the child's birth, he was given the name Dhritarastra.\nSatyavati was anxious to beget another male child who could rule the world, and after receiving Ambalika's consent, she called for Vyasadeva. Vyasadeva came as promised and approached the chambers of Ambalika. Ambalika, seeing the repulsive features of Vyasa, turned pale with fear. After conception, the sage left the chambers and told his mother, \"Because this queen has paled upon seeing my austere features, the child born will be white in color. His name, therefore, will be Pandu, or one with a white complexion.  In due course of time, Ambalika gave birth to a child endowed with auspicious marks. He was pale in complexion, but was handsome in all respects. Indeed, it was this child who would become the future father of the Pandavas.\nSometime after this child was born, Satyavati approached the beautiful Ambalika, again asking her to conceive a child by Vyasadeva. The princess felt she could not bear again to see the ugly features of the sage, and thus she sent to her chambers one of her maid servants who had heavenly beauty. When Vyasa entered the chambers, the maid servant offered respects to the sage, treating him kindly. She took her seat near him when asked. Vyasadeva was well pleased with her, and upon leaving told her, \"You shall be a slave no longer. Your child will be justice personified and esteemed among intelligent men on earth.\nAfter leaving the queen's chambers, Vyasa met his mother and informed her of Ambalika's deception, and how he had begotten a son by a shudra woman. After speaking with his mother, Vyasa disappeared. The child born of the maid servant was named Vidura. He was an incarnation of Yamaraja, the great vaishnava mahajana and the lord of death. Due to the curse of Mandavya Muni, Yamaraja had to be born on earth as a shudra. Thus from the wives of Vichitravirya, Vyasadeva begot two sons, Dhritarastra and Pandu, who would save the Kuru race from extinction.\n \nThus Ends the Mahabharata summation to the Fifth"
}