{
    "id": 72,
    "title": "Chapter Commentary",
    "content": "This chapter contains another example of how the Pandavas were saved by the mercy of Lord Krishna. Durvasa Muni had come with the intention of cursing the Pandavas, which would have surely put impediments on their already difficult life in the forest. Draupadi simply thought of the Lord with intense remembrance and the Lord came there personally to save them. When Lord Krishna ate a morsel of food from Draupadi's pot, the bellies of Durvasa Muni and his 60,000 disciples filled up so much so that they could not return to Yudhisthira for a meal. What was available to Draupadi is available to by intense remembrance of the transcendental form of the Lord. Lord Krishna will always give us protection if we simply remember Him. Although He may not manifest His form to us, He is always present within our hearts, and by our remembering Him, He carries what we are lacking. This is one of the great advantages of deity worship. By practice of sadana bhakti, we see the form of Lord Krishna every morning, and this gradually awakens constant remembrance of the Lord, which will intensify during times of distress. The more we remember Lord Krishna, the more our cycle of birth and death comes to an end.\nThis chapter also contains another example of how saintly Yudhisthira was. When Yudhisthira was being benedicted by Yamaraja, he could have chosen Bhima or Arjuna, thinking of an eminent battle with Duryodhana. Nakula or Sahadeva could not have helped as much as the greatly powerful Bhima or Arjuna. Yudhisthira was not thinking in those terms. He was thinking that since Pandu had two wives, one son should still be living from both wives. Yudhisthira never though in terms of profit for himself.\nConversely, Duryodhana, wanted to perform a Rajasuya sacrifice to make sure his position as king of the world was secure. He was always thinking in a materially motivated way. He never thought of the mercy of the Lord. When Yamaraja saw that Yudhisthira did not care for any profit for himself, he brought all the brothers back to life. Our positions in life do not depend on profit calculation but on the mercy of the Lord.\n\nVirata Parva"
}