{
    "id": 115,
    "title": "Chapter Eight",
    "content": "The Eighth  at Kurukshetra;\nIravan is Slain\n \nSanjaya said: O King, When the dawn of the eighth  arrived, the Pandavas and the Kauravas once more proceeded to battle. King Duryodhana, Chitrasena Vivinsati, Bhishma and Drona arrayed the Kaurava troops in a formation that resembled an ocean. In the front line of the vast divisions was the Grandsire Bhishma supported by Duryodhana and his brothers. Next to Bhishma was Kripa and next to Kripa was Drona, supported by hundreds and thousands of troops. On the other side of Bhishma was the son of Drona, Ashvatthama, as well as Salya and Kritavarman.\nUpon seeing the forceful array of the Kaurava army, Dhristadyumna arranged his troops in a counter formation called shringataka which was capable of subduing hostile armies. The horns of that formation were Bhima and the descendant of Vrishni, Satyaki. Next to Satyaki was Arjuna, who had the Supreme Personality of Godhead as his charioteer. In the center of the formation was King Yudhisthira and the twins, Nakula and Sahadeva. Behind these great warriors were Abhimanyu, Virata and Ghatotkacha. Behind them were millions upon millions of warriors.\nThus the battle began, and the two armies met, causing a great dust cloud to rise into the sky. The heroic Bhishma began mowing down the troops with arrows from his mighty bow. The Somakas and the Shrinjayas rushed at Bhishma knowing well their death was at hand. There is nothing more rewarding for a kshatriya than to die facing the enemy, what to speak of being killed by a great warrior like Bhishma. As in the previous s, the Grandsire began to slaughter the opposing forces using his celestial weapons. No one could stand before him. The only one who dared to resist him in battle was Bhima. Protecting Bhishma were Dhritarastra's sons, and they assaulted Bhima with a great fury. Bhima first killed Bhishma's charioteer, and when Bhishma's horses lost control, they took his chariot away from the battlefield.\nThe sons of Dhritarastra, greatly infuriated, challenged Bhima, releasing their mighty arrows. Bhima countered their attack, and with an arrow shaped like a horseshoe, he severed the head of Sunabha, whose beautifully adorned head fell to the earth and rolled on the ground. The other brothers of Duryodhana, Adityaketu, Vahvasin, Kundadahara, Mahodara, Aparajita, Panditaka and Visalakha, were outraged raged and rushed at Bhima, driving hard their beautiful chariots. Mahodara pierced Bhima with nine arrows, each resembling a thunderbolt. Adityaketu struck him with seventy shafts, Kundadahara with ninety and Visalakha with seven. The other brothers also released their arrows determined to end Bhimasena's life. Bhima, not tolerating his cousin's insolence, released an arrow that cut off Aparajita's head. With a broad headed arrow, Vrikodara dispatched Kundadahara to Yamaraja's abode. Remembering the offenses these cousins committed many times in the past, Bhima released with all his strength a golden arrow that pierced through the chest of Panditaka and entered into the ground. Panditaka then fell off his chariot deprived of his life. Then with three arrows, the second son of Kunti, severed the head of Visalakha. Mahodara was slain with a long shafted arrow released with lightning force. Adityaketu was then killed with a broad headed arrow. With another arrow Bhima then killed Vahvasin. Seeing so many of their brothers slain, the remaining sons of Dhritarastra fled the battlefield. They remembered the oath Bhima had taken in midst of the Kaurava assembly and fear overcame their hearts.\nWhen Duryodhana saw eight of his brothers massacred, he was griefstricken. He recalled Vidura's wisdom as well as the words of the other Kuru elders. From the way in which Bhima killed his brothers, he could understand that this second son of Kunti had taken birth for his downfall. He then ordered his troops saying, \"There is Bhima, kill him!\" After ordering his troops to fight, he went to Bhishma and pour out his grief. He began to lament saying, \"Eight of my brothers have been slain by Bhima even in your presence. Our troops are fighting bravely yet still they are being slaughtered. You seem to have become an indifferent spectator in this battle. Alas, destiny is certainly cruel to me.\"\nHearing the mournful words of Duryodhana, the Grandsire's eyes filled with tears, and he spoke falteringly to his grandson, \"Previously, we had warned you about this, but you could not understand. Myself, Drona, Vidura, and your mother Gandhari have instructed you to make peace with the Pandavas, but you paid no attention. It has been ordained that neither myself nor Drona will escape with our lives from this battle. I speak the truth when I tell you that whoever Bhima casts his eyes upon, that person will not escape with his life. Therefore, O King, be patient and fight on, making the heavenly planets your goal. As regards to the Pandavas, they are incapable of being slain by all the demigods combined.\"\nDhritarastra said: O Sanjaya, beholding so many of my sons killed by a single person, I have become weak and my body trembles.  after , O suta, my sons are being slain. I think they have been overtaken by the force of time. Even though they are being protected by Bhishma, Drona, Kripa, Bhurishrava and Ashvatthama, still they are being killed. My wicked son did not listen to the common sense of the Kuru elders and is now reaping the fruit of his sinful deeds.\nSanjaya replied: O Monarch, You were also instructed many times by the pious Vidura. He pleaded with you to restrain your diabolic sons from the game of dice, but you did not listen. The outcome of this present battle is the reaction to not listening to the intelligent Vidura. Listen now, O King, to the events of the battle exactly as they happened.\nAfter speaking to his grandson, Bhishma again challenged the Pandava army. Opposing Bhishma were Yudhisthira, Dhristadyumna, Shikhandi, Satyaki, Virata, Drupada, Dhristaketu and Kuntibhoja. They were supported by the Somakas, the Shrinjayas and the Matsyas. Arjuna, the sons of Draupadi and Chekitana all engaged the Kaurava army headed by Duryodhana. Bhima, Abhimanyu and Ghatotkacha engaged the rest of the Kaurava army. The esteemed chariot fighter, Drona, excited with wrath, began slaughtering the Somakas and the Shrinjayas. The warriors who were struck down by Drona were seen lying on the battlefield, their head, arms and legs severed. The moans and shrieks of the wounded was a deafening sound.\nBhima fell upon the elephant divisions of the Kauravas, and with his arrows he began to cut off their trunks and mangle their bodies. Those huge beasts began to fall to the earth in large numbers. Some of the elephants were paralyzed, and some were only half killed, laying on the ground suffering unbearable pain.\nNakula and Sahadeva came upon the calvary division and began killing thousands of horsemen with their deadly shafts. Both horse and rider were killed, and those sons of Madri left a path of destruction wherever they went.\nThe son of Arjuna, Iravan, was a mighty warrior coming from the Naga race. His mother was Ulupi, and he was begotten by Arjuna when Arjuna was on pilgrimage many years before. He grew up with his mother in the region of the Nagas, and when he heard that Arjuna had gone to the heavenly planets, he went there to see him. Approaching his father, he spoke to him, \"I am Iravan, your son by Ulupi.\" Arjuna then embraced Iravan, and they spent much time together. When Iravan left the heavenly planets, Arjuna requested him, \"When the great battle takes place, I will be in need of your assistance.\" Replying to his father, Iravan promised, \"When I receive your word, I will come to help you.\" Now that the battle had begun, Iravan was rendering valuable assistance. He had come to Kurukshetra accompanied by many celestial horses. These horses had the power to travel above ground and to trample oncoming soldiers and horsemen. During the general engagement of the , Iravan was destroying the enemy lines and thinning them out. Coming up to challenge him were the younger brothers of Shakuni whose names were Gaya, Gavaksha, Vrishava, Charmavat, Arjava, and Suka. They came upon him supported by their divisions of troops. The Gandhara soldiers, who were anxious for battle, began to destroy the defense lines of the Pandavas. Iravan ordered his men to challenge them, and thus a great battle began. Gradually Iravan's divisions gained the upper hand, and Shakuni's younger brothers were incensed. They assaulted him on the front lines. Confident of conquering Arjuna's son, they released many lances and arrows finding their mark. Iravan was hit in many places with those weapons. Removing the lances, he returned them forcefully at Shakuni's brothers. He then got down from his chariot holding a sword and shield. Shakuni's brothers surrounded him trying to take him captive. When they came close, he cut off their right and left arms and mangled their bodies. Thus deprived of their lives, they fell from their chariots. Only Vrishava, lacerated by many weapons, survived and escaped with his life.\nSeeing the slaughter of Shakuni's brothers, Duryodhana ordered the Rakshasa prince, Alambhusha, to kill Iravan, \"Behold, O hero, Arjuna's son destroying my forces with his mystic powers of illusion. You are also well versed in mystic powers, so without delay, do what is needed to protect our soldiers.\" Following Duryodhana's order, Alambhusha, the dreadful Rakshasa, began displaying his mystic illusions. He created many powerful horses ridden by fierce Rakshasas carrying spears and battle axes. They numbered two thousand, and came upon Iravan swiftly. However, they were soon vanquished by Arjuna's son. Alambhusha then opposed Iravan releasing his blood sucking arrows. When he got close enough, Iravan cut his arrows and his bow to pieces. Seeing his bow cut, he rose up into the air and began to display his mystic illusions. Iravan also rose up into the sky and began to fight with the mystic Rakshasa. He severed his arms and hacked at his body. However, the Rakshasa produced more arms by the dint of his mystic power. Iravan repeatedly cut him with his battle axe and caused him to bleed profusely. Alambhusha then expanded his form and tried to capture Iravan, but Iravan also produced mystic illusions that baffled Alambhusha. A celestial serpent from his mother's side came to Iravan's aid. It assumed a huge form like Lord Ananta Himself. Producing many Nagas, they assaulted the huge Rakshasa. While being attacked, Alambhusha momentarily reflected and then immediately assumed a form like Garuda and devoured those mystic Nagas. Seeing the celestial serpent baffled, Iravan was bewildered. While in that state, Alambusha cut off Iravan's head with his mighty sword. When Arjuna's son was slain, the Kaurava army appeared overjoyed, and encouraged in this way, they began to overthrow the battle lines of their enemy.\nBeholding Arjuna's son slain in battle, Ghatotkacha challenged Duryodhana releasing hundreds of arrows. Duryodhana took up the challenge of Bhima's son. He was assisted by an elephant division lead by the King of the Vangas. Ghatotkacha roared loudly striking terror into the Duryodhana's troops. The Rakshasa division then attacked the elephant army causing a carnage of those mighty beasts. With arrows, swords, darts, maces and battle axes, the Rakshasas began kill large elephants as if they were trees caught in a tornado. Not tolerating this, Duryodhana killed four of the principle Rakshasas, whose names were Vegavat, Maharudra, Vidyujihva and Pramathin. Bhima's son was furious and, took up a huge dart to kill him. The king of the Vangas, riding on his elephant, stepped in front of Duryodhana's chariot and protected the Kuru king. Ghatotkacha then released his dart which went straight into the elephant's heart, causing it to lie on the ground deprived of life. The King of the Vangas jumped off the elephant, and ascended another mighty elephant. With eyes red in rage, Ghatotkacha assumed a terrible form and began roaring, shaking the very earth.\nHearing these sounds, Bhishma ordered Drona, Kripa, Salya, Somadatta, Balhika, Jayadratha and Bhurishrava to protect the King. Also following behind were Vinda and Anuvinda, Ashvatthama, Vikarna, Chitrasena and Vivinsati. Beholding all these warriors coming forward, Ghatotkacha remained calm and greeted them with a hail of arrows. He cut Drona's bow to pieces and felled the standard on Somadatta's chariot. He pierce Balhika with many arrows and Kripa with one. He struck Vikarna in the shoulder joint which caused blood and flesh to flow from his wound. He was forced to sit on the floor of his chariot. Ghatotkacha released ten arrows that pierced Bhurishrava's body and entered the earth. He then cut Jayadratha's bow and killed the horses of the Avantipura kings. After defeating those warriors, he rushed at Duryodhana to kill him. Many heroes who were defending Duryodhana came forward to protect him. They surrounded Ghatotkacha releasing their weapons. Ghatotkacha then rose up into the sky and roared loudly causing the hearts of the Kuru warriors to tremble.\nHearing those roars, Yudhisthira anxiously spoke to his younger brother Bhima, \"Those roars from your mighty son indicate that he is battling with the principal Kuru soldiers. I think it is more of a burden than he can bear. Quickly save him from this immediate danger.\" Following his brother's order, Bhima rushed to battle followed by many chariot fighters. Bhima sent forth earth trembling screams that afflicted the hearts of the Kaurava heroes. He met them head on and broke the back of that fierce army. Followed by thousands of soldiers, he pierced the enemy lines killing hundreds of men with his sharpened arrows.\nSeeing his troops fleeing for their lives, Duryodhana assaulted Bhimasena to stop his progress. He covered Pandu's son with a shower of arrows and cut his bow to pieces. The crooked son of Dhritarastra then released an arrow that pierced Bhima's chest, causing him to clutch the pole of his chariot. Enraged at this action, Ghatotkacha and Abhimanyu challenged Duryodhana. Seeing them advancing, Drona ordered Somadatta, Kripa, Bhurishravas, Ashvatthama, Jayadratha and Brihadvala to save the King. To protect Duryodhana, Drona pierced Bhima with twenty-six arrows. However, Bhima pierced Drona in return with ten shafts that caused the preceptor to fall to the floor of his chariot. Jumping down from his chariot, Bhima took up his mace and ran at Drona to slay him. The mighty Kauravas, desiring to kill Bhima, surrounded him and began to rain their weapons upon him.\nA King named Nila challenged Ashvatthama, who was trying to kill Bhima. He pierced the son of Drona with many winged arrows and caused blood to flow from his body. Highly enraged, Ashvatthama killed Nila's horses and his charioteer. He then released a single arrow that pierced Nila's chest causing him to slump in his chariot. Ghatotkacha came up to protect Nila, and Ashvatthama challenged him to battle. The son of Drona killed many Rakshasas that were supporting Ghatotkacha, inciting the Ghatotkacha's wrath. He produced many ghastly illusions that bewildered Drona's son. The illusions spread over the battlefield, causing a curtain of terror. The Kaurava army could not counter the illusions and ran away in fear. Confused by the mystic powers of Ghatotkacha, thousands of warriors fell down with their heads, legs and arms severed from their bodies. Even Drona, Duryodhana, Salya and Ashvatthama left the field of battle. Bhishma tried to rally the troops, yelling, \"Do not run away! It is simply Rakshasa illusions!\" Not hearing his words, however, they did not come back to fight, and the Pandavas considered victory to be theirs. It was near the hour of sunset that the mystic Ghatotkacha routed the Kaurava army and sent them running from the battlefield.\nWitnessing his army's defeat, Duryodhana approached Grandfather Bhishma and spoke harshly, \"Relying on your prowess in battle, I have started this animosity with the Pandavas. I have eleven akshauhini divisions at your command, yet I am defeated by the Pandava warriors headed by Bhima and Ghatotkacha. This is causing me great anxiety and burning my body. I, therefore, want you to kill Ghatotkacha and my desires will be fulfilled.\"\nReplying to the chiding words of Duryodhana, Bhishma said, \"Listen, O King, to my advice. In all circumstances you should be protected in battle. Kings should fight with Kings, and therefore you should fight with Yudhisthira, Bhima, Arjuna and the twins. Myself, Drona, Kripa, Ashvatthama and Kritavarman will fight with the wicked Rakshasa. However, if you are in great anxiety, then request Bhagadatta to challenge the Rakshasa, for he is invincible as he rides on his great white elephant.\"\nFollowing the advice of his grandfather, King Duryodhana went to Bhagadatta and requested him, \"Proceed quickly against the son of Hidimvi, and destroy him along with his forces. You also have mystic powers and are invincible in battle.\" Following the orders of King Duryodhana, King Bhagadatta rushed to the forefront of the battle to fight with Ghatotkacha. Seeing him coming, Bhima, Abhimanyu, Ghatotkacha, the sons of Draupadi, Satyadriti, Kshatradeva and Vasudhama prepared themselves for battle. Bhagadatta was riding on his elephant named Supratika and was supported by many other gigantic tuskers. He came charging at Bhimasena and afflicted him with many arrows. Bhima countered killing one hundred warriors that supported Bhagadatta. Bhima, the Kekaya brothers, Abhimanyu, and the ruler of Dasharanas surrounded that elephant and began to pierce it with many weapons. Blood and flesh were flowing from its sides, but still it would not waver. The ruler of the Dasharanas, riding on his elephant, challenged the powerful Supratika, but could not make it move from its position. Then the ruler of Pragjyotishapura released fourteen lances in succession that pierced the elephant and sent him reeling from the battlefield. Turning on the Pandava's troops, that elephant began to crush the horses and chariots that supported him. The mighty warriors of the Pandava army, placing Bhima at their head, rushed at the colossal elephant, Supratika, with the intention of slaying it. The great bowman Bhagadatta fearlessly began to assault the Pandava army causing great havoc. That huge elephant crushed hundreds and thousands of soldiers and chariots.\nBeholding the Pandava army broken, Ghatotkacha, his eyes blazing, rushed at Bhagadatta. He released a mighty dart that scorched through the sky like a meteor. Bhagadatta quickly released a golden arrow that shattered the dart to pieces. When that dart fell to the ground, King Bhagadatta became encouraged. He picked up a huge lance and released it at Ghatotkacha. The son of Bhima rose up into the air and seized it, uttering a loud roar. He then broke it on his knees. With this action all warriors exclaimed, \"Well done! Well done!\" Not tolerating that action the King of Pragjyotishapura pierced all the warriors that surrounded Ghatotkacha with many arrows. He killed the horses of Bhima and deeply hurt Bhima's charioteer, Vishoka. Vishoka fell to the floor of the chariot. Then taking up his mace Bhima descended from his chariot and began to slaughter the enemy ranks all the while being pierced by the tenacious Bhagadatta.\nJust at this time Lord Krishna and Arjuna appeared on the scene. Bhima informed Arjuna of the death of his son Iravan by Alambhusha. Hearing of his son's death, Arjuna said to Krishna, \"I know without doubt that Vidura saw, with his great wisdom, the destruction of the Kauravas and the Pandavas. Many great heroes have fallen in battle for the sake of wealth. To hell with this profession of a kshatriya. For the fault of Duryodhana the entire kshatriya race will be destroyed. I will kill all these kinsmen who are Rakshasas in human dress. There is no time to lose, O Madhava.\"\nLord Krishna, the Supreme Personality of Godhead then speedily drove the chariot to the front line of the battle. He engaged in combat with Bhishma, Kripa, Bhagadatta, and Susharman. Meanwhile, Bhima came upon Drona and some of the Brothers of Duryodhana. In the presence of Drona he killed them like a lion kills sheep. Their names were Virudroksha, Kundalin, Anadriti, Kundavegan, Virata, Dhirgalochan, Dhirgavavahu, Suvahu and Kankyadhaga. These nine brothers fell from their chariots deprived of life. The other brothers of Duryodhana ran away fearful of their lives. The preceptor Drona looked on completely helpless to to anything.\nThen a fierce engagement took place that increased the population of Yamaraja's abode. The two armies clashed causing a great carnage on both sides. Seizing one another by the hair they fought using nails, teeth, fists and knees. Father killed son and son killed father. Swords with pearl handles lay broken all over the battlefield. Costly ornaments, bows, and broken arrows were strewn on the Kurukshetra plain like rain. Barbed darts, axes, maces and spiked clubs lay next to the bodies of decapitated soldiers. Men lay on the battlefield with limbs shattered and heads smashed. The earth was covered with slain men, elephants and horses. Fragmented chariots were piled up on top of one another with the chariot fighter lying in it deprived of life. Their bloodied armor was scattered here and there no longer reflecting the sun. Decorated heads of great warriors lay everywhere, some with crowns and some with turbans. After the two armies had crushed each other, the Kurus and the Pandavas withdrew their great divisions at the approach of darkness. They retired to their tents for nightly rest.\nLamenting the loss of so many of his brothers and the loss of his troops, Duryodhana, accompanied by Duhshasana and Karna, went to see grandfather Bhishma. Duryodhana then spoke to him, \"Accepting you as our protector we would venture to challenge the heavenly gods combined what to speak of the insignificant Pandavas. I desire, O son of Ganga, that you show mercy to me. Why do you not kill the Pandavas? O King, if out of hatred for myself or love of the enemy, you do not kill the Pandavas then permit Karna to fight. He will be able to vanquish the Pandavas in battle without doubt.\"\nReplying to the wicked Duryodhana, Bhishma said, \"O Duryodhana, why do you pierce my ears with these arrows? I am prepared to give up my life for you in this battle. The Pandavas cannot be defeated by anyone. Do you not remember when Arjuna defeated Indra in the battle for the Khandava forest? Do you not remember when Arjuna saved you from the Gandharvas when Karna had fled the battlefield? In Virata's kingdom the mighty armed son of Kunti defeated all of us and took away our scarves. Is this not sufficient proof to you? Do you not remember when Arjuna went to heaven and defeated the Nivitakavachas? Who is there, indeed, who can defeat Partha in battle? The eternal Lord Krishna, the carrier of the discus, has given him protection. Vasudeva possesses infinite power and can destroy this universe. All beings are his children, and He is situated in everyone's heart. This has been confirmed by Narada, Asita, Vyasa and others. Due to ignorance you do not see this like man, who is about to die, sees all trees to be made of gold. Having caused this great war why don't you fight with Bhima and Arjuna? I have vowed to slay the Somakas and the Panchalas except for Shikhandi. I will slay them or be slain by them. O son of Gandhari, tomorrow I will fight a fierce battle that men will talk about as long as the world lasts. Even though the Pandavas cannot be slain, I will satisfy your desire. I have in my possession five arrows that have the power to slay the Pandavas. If Keshava does not intervene to protect them, they will die in tommorrow's great battle. Go now, and pass the night happily in sleep.\"\nJoyful to hear the grandsire's vow, Duryodhana requested, \"Please let me keep these five arrows for safekeeping till the battle tomorrow begins.\" Grandfather Bhishma then handed the five arrows to Duryodhana, and thus the King and his soldiers went to their respective tents.\nLord Krishna, being the Paramatma (supersoul) in everyone's heart understood what Bhishma intended to do. He immediately went to Arjuna's tent and requested him, \"The grandsire has taken a vow to kill you and your brothers in tomorrow's great battle. For this end he has set aside five arrows. For safekeeping, Duryodhana is keeping these five arrows in his possession. Go now and request these arrows from Duryodhana.\"\nFollowing the order of his dear friend and Lord, Arjuna went to the camp of Duryodhana, requesting to see his cousin. In the Vedic culture, combatants fought during the , but could dine together at night if they so desired. Such was their control of anger. Duryodhana greeted Arjuna and inquired, \"O Partha, why have you come to my camp? If you deisre victory without fighting, then I am prepared to give it to you.\"\n\"I have not come to ask for victory,\" Arjuna replied, \"but is known to me that you are keeping five arrows for slaying myself and my brothers. These have been given to you by our grandsire. I am requesting these five arrows.\" Duryodhana could not deny the request of his cousin and handed to Arjuna the five arrows Bhishma would use to kill the Pandavas. Arjuna then returned to his camp.\nNot able to sleep, Duryodhana immediately went to inform his grandfather of what had taken place. When Bhishma heard that Arjuna had come for the five arrows, his determination only increased, \"Krishna has sent Arjuna for the five arrows, but still I vow that unless Krishna intervenes in tomorrow's battle, I will kill the Pandavas. To protect His dear devotees, I will force Him to break his promise not to fight.\" After hearing grandfather Bhishma's determined vow, Duryodhana removed all lamentation from his heart. He considered the Pandavas as already slain in battle. He thuse retired for nightly rest with a joyful heart.\n \nThus ends the Eighth"
}