{
    "id": 53,
    "title": "Chapter Eight",
    "content": "The Evil Plan\n \nAfter Duryodhana left Indraprastha, he was burning with envy. He could not stand to see the opulence of the Pandavas. After the incident of falling into the pond and hearing Bhima laugh at him, Duryodhana was determined to destroy the Pandavas. He confided in his uncle Shakuni, \"O uncle, the Kings of the earth are now subordinate to Yudhisthira due to the strength of Arjuna's Gandiva bow, given to him by Agni, the fire god. After completing the Rajasuya sacrifice, the Pandavas have brought all the kings of the world under their sway. This envy is burning my heart  and night. Did you see how Shishupala was killed by Krishna? Shishupala had no one to support him in that fight. The Pandavas are supported by Krishna and Balarama, and the whole Yadu and Vrishni dynasties. King Drupada and his sons have also taken their side. I cannot live seeing the Pandavas prosper. I will take poison or throw myself in fire, but I will not maintain my life while the Pandavas grow in opulence. With Karna, Drona, Bhishma, Kripa, and my brothers, I will attack them and take away their wealth. Let us quickly organize our troops and exterminate them.\"\nShakuni, who was evil from birth, then gave the following foolish advice, \"Krishna, Arjuna, Yudhisthira, Bhima, Nakula, Sahadeva and Drupada and his sons can never be subjugated in battle even by the heavenly gods themselves. However, listen, O King, to the means by which Yudhisthira may be defeated. The son of Kunti, Yudhisthira, is very fond of playing dice, although he does not play well. If he is challenged, he will not refuse. I am skillful at dice, and there is no one on earth who is my equal. If I play for you, I can win the kingdom of the Pandavas with out shedding any blood. The dice will prove to be more deadly than the sword.\"\n\"Let us present our plan to my father,\" Duryodhana joyfully responded, \"and then take the necessary action.\"\nWhen Duryodhana returned to Hastinapura, he informed his father through Shakuni that he was very morose and unhappy. Dhritarastra then called for Duryodhana and inquired from him, \"My dear son, why are you so unhappy. This vast wealth of mine is under your control. No one in this court opposes your desires. You have an opulent treasury, the finest food, the finest bed, the fastest horses and all these servants wait at your command. Therefore, do not be unhappy.\"\nDuryodhana replied to his father, \"I eat the finest foods and dress in the most opulent clothes, but these do not satisfy me for my heart is full of jealousy. Having seen Yudhisthira's prosperity, whatever I enjoy brings me no happiness. The opulence of Pandu's sons diminishes my pride, and I have become pale. Yudhisthira is supporting 88,000 brahmanas, and at his palace he is feeding them daily off golden plates. The King of Kambhoja has sent to him hundreds and thousands of she elephants and thirty thousand she-camels. O my father, the lords of the earth brought for Yudhisthira's pleasure heaps of jewels and gems, and unlimited amounts of gold. Thousands of chariots and horses of the finest quality were brought to the Rajasuya sacrifice. Never before have I seen or heard of such wealth. Even the heavenly gods do not possess such wealth. I think that Lord Brahma and Yudhisthira are now equal in their opulence. There was so much wealth brought to the Rajasuya sacrifice that it could not be brought into the Palace. It was left outside the palace to be dealt with at a later time. Seeing the great opulence of Yudhisthira, my heart burns and I cannot enjoy peace.\"\nAt this time Shakuni, who possessed a wicked heart, offered ill advice to the King, \"My dear King, I know a way by which Duryodhana's heart may be pacified. I am very expert in gambling and throwing dice. Yudhisthira also likes to play, but doesn't play well. If Duryodhana challenges him to play at dice, I will throw the dice and secure their kingdom from them. Without any bloodshed the kingdom of the Pandavas will belong to Duryodhana.\"\n\"I will consult Vidura, the possessor of great wisdom,\" Dhritarastra replied. \"After talking with him, I will inform you of the judgement in respect to this affair. However, I warn you not to be jealous of the Pandavas. He who becomes envious of anothers' wealth suffers the pangs of death. Yudhisthira does not know about deception, and therefore, always treats you as a friend. If he is not jealous of you, why should you be jealous of him? One who covets the possessions of others is never remembered in the records of history, but on other hand, one who strives to acquire his own wealth by honest means attains lasting fame. I look on both of you as my own sons, therefore give up this jealousy.\"\n\"The Kings of Hastinapura are the Kings of the world,\" Duryodhana angrily replied. \"Is it not right to bring every direction under our rule? Isn't one who gives pain to another considered to be one's enemy? While I was walking in the assembly hall built by the demon Maya, I slipped and fell into the water. At that time Bhima laughed at me, and anger sprung up in my heart; and if Krishna had not been there, I would have slain Vrikodara. It is natural to have enemies and friends. They have been chosen by providence. The Pandavas are my determined enemies, and I will destroy them. I will not be content until I have accomplished this, O Bharata; do not let the opulence of the enemy increase. If you consult with Vidura, he will advise you to desist. And if you do not carry out this plan, I will kill myself. And when I am dead, you and Vidura can be happy without me.\"\nHearing these painful words, Dhritarastra, through affectionate weakness for his son, gave the following order, \"Let an assembly house be constructed at Jayanta immediately. It must be built of the finest quality. The columns must be made of gold and the walls studded with the most precious gems. Report to me when it is complete.\"\nDhritarastra then sent for Vidura and in private informed him of the deceptive scheme. The intelligent Vidura, when he heard of Shakuni's plan, knew that the age of Kali had arrived. He tried to persuade the blind King, \"O exalted King, I do not approve of this idea of a gambling match. You should act in such a way that no quarrels arise between your sons and the sons of your brother.\"\n\"O Vidura,\" Dhritarastra replied, \"if the demigods are merciful to us nothing will happen in the gambling match. Besides it is a friendly gesture between cousins. As long as I am there along with Bhishma, Drona and Yourself, what harm can come? Therefore, go to Indraprastha and invite the Pandavas to Hastinapura. This is my resolution, and I do not want to hear anything more. I regard fate as supreme.\" Hearing the words of the blind King, Vidura concluded that his dynasty was doomed and in great sorrow went to Bhishma to inform him of the affair.\nFollowing Dhritarastra's order, Vidura went to Indraprastha, where he was received warmly by Yudhisthira and the others. After being given a comfortable seat, Yudhisthira inquired, \"You do not seem to be very happy. Are you not well? Is there someone in Hastinapura who is not in good health? Please tell us what is within your mind.\" Vidura repeated the order given by Dhritarastra, the order to come and visit the new assembly hall built in Jayanta and to engage in game of dice.\n\"If we engage in a game of dice,\" Yudhisthira replied, \"we might quarrel. What do you think is the best policy for us to follow? We will pursue the counsel that you offer.\"\n\"I know that gambling is the root of all evil,\" Vidura said. \"I tried to persuade the King to desist from this action, but he would not heed my advice. Shakuni, the King of Gandhara, is ready to play for Duryodhana. He is a great wizard at this game, and you will certainly lose. Knowing all this, judge for yourself what action to take.\"\n\"It would seem\" Yudhisthira replied, \"that Duryodhana is determined to win our wealth by deceitful means. This whole cosmic manifestation is under the the control of higher authorities. No one is free to act in the way he pleases. I do not desire to gamble; however, it is the duty of a kshatriya to accept challenges in the matter of gambling and fighting. I cannot refuse them.\"\nAfter making his decision, Yudhisthira made arrangements for their journey to Hastinapura. The next  Yudhisthira, along with his brothers, set out for the capital of the Kurus, taking with them their queens and servants.\n \nThus Ends the Mahabharata Summation to the Eighth"
}