{
    "id": 31,
    "title": "Chapter Sixteen",
    "content": "The Pandavas Marry Draupadi\n \nWhen the Pandavas entered the potter's house, they called out to Queen Kunti, \"Mother, come and see what we have collected to.  Kunti was inside the house, and without seeing her sons she said, \"Whatever you have brought to shall be shared equally among you.  The next moment she saw Draupadi and exclaimed, \"Oh, I have spoken too soon.  They then informed her of the events that had taken place that . She took the daughter of Drupada by the hand and approached Yudhisthira, \"The daughter of King Drupada has been given to me as the alms collected for the . In ignorance I have spoken the words, Share equally what you have obtained.' O best among the Kuru race, tell me how my words will not prove false.\nThus addressed by his mother, Yudhisthira reflected for a moment and then ordered Arjuna, \"To, you have won Draupadi. It is proper, therefore, that you marry her. Ignite the sacrificial fire and wed her according to the Vedic rites.\nHearing the order of his elder brother, Arjuna declined, \"I do not want to take part in any sinful activities. You are the oldest, and according to the Vedic injunctions, the older brother must be married first. Once you are married, then the rest of us will marry according to our birth. We, therefore, await your decision after due deliberation.\nArjuna's remarks were full of respect and devotion for his elder brother. After Arjuna declined to accept Draupadi, all the brothers cast their glance at the beautiful princess, and Draupadi also looked upon all the Pandavas with affectionate glances that captivated their hearts. Understanding what was within their minds, Yudhisthira, fearing division, decided, \"The beautiful Draupadi shall be our common wife!  With these words, all the brother's faces blossomed like lotus flowers.\nAfter the Pandavas had left the svayamvara assembly at Drupada's palace, Lord Krishna and Balarama had followed them. Lord Krishna is the universal Godhead and is very kind to His devotees. The Pandavas are all His eternal associates, and Lord Krishna wanted to benedict them with His association, which is hankered after by all pure devotees. Lord Krishna entered the house of the potter along with His brother Balarama. There They saw the Pandavas sitting around their mother, and They also saw Draupadi. Lord Krishna then approached Yudhisthira and offered His obeisances saying, \"I am Krishna, the son of Vasudeva.  The Lord then touched the feet of Queen Kunti. Balarama did the same. Krishna then embraced Arjuna because they were the same age and accepted the obeisances of Nakula and Sahadeva. Lord Balarama embraced Bhima because they were the same age and accepted the obeisances of Arjuna and the twins.\nYudhisthira then inquired from Lord Krishna, \"O Vasudeva, how did you detect us though we have been living in disguise?  Lord Krishna was smiling and then answered Yudhisthira's inquiry, \"O King, fire, even if it is covered, can never be concealed. Who else but the Pandavas could exhibit such prowess as was shown to? It is by good fortune that you have escaped the burning house of lac. Those evil sons of Dhritarastra could not carry out their wicked plans. Remain hidden for some time, and do not let the sons of Dhritarastra know where you are until you have made alliances. You have the support of the Yadu and Vrishni dynasties. Do not fear anything. We must leave soon so that no one will know we have come here.  Then obtaining King Yudhisthira's permission, Krishna, the Supreme Personality of Godhead, and Lord Balarama, His immediate expansion, left the potter's house and returned to Their own abodes.\nThere was also someone else who had followed the Pandavas to the potter's house. It was Dhristadyumna, the son of Drupada. He was anxious to find out who had gained his sister in marriage. After Lord Krishna and Balarama left the house, he came close to the window to listen to their conversation. Kunti was talking with Draupadi about the food that they had collected that . \"First, take a portion and offer it to Lord Vishnu,  she said, \"then distribute it to the brahmanas and guests. Divide what is left into two portions. One portion is for Bhima, for my second son is ever hungry.  Bhima turned red from embarrassment and Draupadi smiled. Dhristadyumna saw the happy expressions on her face and was glad to know that she was not sad or depressed. Queen Kunti continued, \"The other portion can be divided amongst the other four brothers and ourselves.  Draupadi then did as she was told. After her husbands had eaten, Draupadi took her portion of prasad (food offered to Lord Vishnu).\nWhen they were finished with their evening meal, the sun was setting. Sahadeva then laid a bed of kusha grass on the floor. Deerskins were laid on top of the kusha grass, and the brothers lay down to sleep. Kunti lay at their heads and Draupadi at their feet. They talked about chariots, bows, arrows, maces, elephants and armies. Dhristadyumna overheard their whole conversation, and then after they had fallen asleep, he went back to the palace of his father.\nKing Drupada was lamenting, unsure of who had taken his daughter. After returning from the potter's house, Dhristadyumna entered the palace and offered obeisances to his father. As his son stood before him, King Drupada inquired, \"Oh my son, where has Krishna [Draupadi] gone? Who has taken her away? Has a shudra of the lower orders abducted her? Has a vaishya taken her and polluted my dynasty? Has a kshatriya of high birth taken her away from my palace, or has a brahmana obtained my daughter in marriage? O my son, I would feel greatly happy if Draupadi has been united with Partha, that foremost warrior. Please tell me who has won my daughter. Are the sons of Pandu alive? Was it Arjuna who took up the bow and pierced the mark?\nDhristadyumna then related all that he had seen during the night. He then told his father, \"From their conversation I can understand that they are not shudras, vaishyas or brahmanas, for their talk was only on military topics. Their voices were deep and commanding. They are definitely heroes of the highest order. It seems, O father, that our hopes have fructified. From the way in which the mark was shot down by the youth, and the strength in which the bow was strung by him, and the manner in which I have heard them talk with one another, I conclude that they are the sons of Pandu wandering in disguise.\nKing Drupada regained the hope that he had cherished in his heart. He sent his priest and other messengers to the potter's house to announce that the wedding would be that , and that they should come to the palace. Drupada sent valuable dresses for Draupadi, and he also sent valuable clothes and ornaments for the five heroes whom he hoped were the Pandavas. A royal chariot then arrived at the potter's house to bring them to the palace. The Pandavas and their mother as well as Draupadi ascended the chariot and soon arrived at the palace.\nQueen Kunti, upon entering the palace, was taken away by the ladies of the King's household and worshipped according to her position. Draupadi went with her. The Pandavas then entered the palace, and King Drupada saw those bulls among men dressed in deerskin and walking with the gait of lions. Each had broad shoulders and long arms extending to the knees. He could understand that they were of royal blood and offered them the finest seats. He fed them all with the finest food, and after they were fully satisfied, inquired from them, \"Are we to know you as kshatriyas, brahmanas or demigods in disguise? Tell us the truth for we have great doubts. Hearing your reply, I shall make arrangements for my daughter's wedding according to the order to which you belong.\nThus questioned by King Drupada, Yudhisthira replied, \"Do not be unhappy, O King. Your cherished desire has been fulfilled. We are kshatriyas and the sons of Pandu. Know me to be the eldest of Kunti's sons, Yudhisthira, and here is Bhima, by whose prowess all the earthly monarchs were humbled yester. Here is Arjuna, whose expert bowmanship has won your daughter. Here also are Nakula and Sahadeva and our mother Kunti. O foremost of kings, drive away the distress in your heart. Your daughter, O Monarch, like a lotus flower, has been transferred from one lake to another. O King, you are our chief refuge and our worshipable superior.\nDrupada's eyes rolled in ecstasy, and he almost lost consciousness. His voice was choked, and for a moment he could not reply to the statements of Yudhisthira. With great effort he inquired how they had escaped from the house of lac. Yudhisthira related everything, and hearing what had happened, King Drupada condemned Dhritarastra for his diplomacy. Drupada then vowed to support Yudhisthira and help him regain his paternal throne.\nKing Drupada was overjoyed that the Pandavas were now living in his kingdom, and he requested them, \"According to the Vedic injunctions, let the Kuru prince Arjuna take my daughter in marriage on this auspicious .  Replying to the King, Yudhisthira said, \"O great King, the shastras declare that the oldest son must be married first.  King Drupada replied, \"If it pleases you, take my daughter yourself, or give Draupadi in marriage to whomever of your brothers you like.  Yudhisthira then said, \"Your daughter, O King, shall be the common wife of all of us. It has been ordered by our mother. This jewel of a daughter has been won by Arjuna. It is a standard rule amongst us that we enjoy equally what we obtain. That rule of conduct we shall not abandon. Krishna [Draupadi] shall become the wedded wife of all of us.\nKing Drupada was confused by Yudhisthira's decision, \"O scion of the Kuru race, it has been declared that one man may have many wives. But it has never been heard that one woman may have many husbands. O son of Kunti, you are conversant with the rules of morality and opposed to sinful acts. Please tell me, O Prince, on what basis have you made your decision?\nAs they were discussing, the great Krishna Dvaipayana Vyasa appeared on the scene. He was given a proper reception and an elevated seat. King Drupada then inquired, \"O esteemed sage, you very much welcomed in my court. At this time there is something that is troubling us, and I am sure that you can settle the matter. Please tell me how one woman can become the wife of many men without being touched by sin.\nWanting to speak with Drupada in private, Vyasa arose from his seat and took the monarch by the hand, leading him away to his quarters. The others waited for the return of the great sage. Vyasa then explained that in Draupadi's previous birth she had prayed to Lord Shiva to obtain an elevated husband. Since she asked Lord Shiva five times, Shiva appeared before her and and gave her a benediction that she would have five husbands. Vyasadeva then informed King Drupada that the Pandavas in their previous births were demigods and eternal associates of the Supreme Lord. Vyasadeva then granted divine vision to Drupada so that he could see who the Pandavas were in their previous lives. King Drupada was then convinced that it was the desire of higher authorities, and he agreed to the marriage proposal.\nThe  the marriage ceremony took place, the moon had entered the constellation of Pushya which is considered very auspicious. King Drupada planned a grand and opulent ceremony. The palace was decorated beautifully. Flags and festoons hung from the ceilings of the different rooms and thousands of multi-colored garlands were draped everywhere. The whole palace was alive with excitement, and people were moving here and there making the necessary preparations. When the marriage ceremony bagan, Dhaumya, the priest of the Pandavas, lit the sacrificial fire with mantras recited from the Vedic literatures. He then called the Pandavas one by one and had them circumambulate the fire, each holding the hand of Draupadi. King Drupada then bestowed upon the Pandavas an opulent dowry consisting of one hundred golden chariots, each drawn by magnificent horses with golden bridles. He also gave them one hundred elephants endowed with auspicious marks. He gave jewels, gold, bedding, carpets and maidservants. He gave all this out of affection for his beautiful daughter.\nAfter the marriage ceremony was over, Lord Krishna, the Infallible Lord, sent to the Pandavas many presents such as golden ornaments set with pearls and lapis lazuli, many beautiful and soft blankets, carpets and golden chariots. He also gave them many well- trained elephants and many excellent horses. He gave them hundreds and thousands of gold coins and many precious jewels. Yudhisthira, feeling great devotion, accepted all those gifts from Lord Krishna, whom he always thought of in the core of his heart.\n \nThus Ends the Mahabharata Summation to the Sixteenth"
}