{
    "id": 63,
    "title": "Chapter Two",
    "content": "Lord Krishna Visits the Pandavas\n \nWhen Lord Krishna heard that the Pandavas had been cheated out of their kingdom by gambling, He went to the Kamyaka forest. He was accompanied by Dhristadyumna, Dhristaketu, the Bhojas, the Vrishnis and the Andakas. They were angered about the deceitful gambling match in Hastinapura and were ready to help Yudhisthira regain his kingdom. They offered respect to Yudhisthira that was due to an emperor. Seated in that assembly like the moon amongst the stars, Lord Krishna addressed the assembled kings, \"The earth shall drink the blood of Duryodhana, Karna, Duhshasana, and the wicked Shakuni. After slaying these men in battle along with their allied soldiers, we will make Yudhisthira the emperor of this earth. The wicked deserve to be slain. My reason for being on earth is to establish the proper religious principles for all human beings.\"\nLord Krishna's anger increased as He thought of the offenses committed by the Kurus. He seemed bent upon annihilating the miscreants. Understanding the anger of Lord Krishna, Arjuna spoke to pacify Him, \"O slayer of Madhu, material qualities like anger, envy, and cruelty can never exist in You. O Supreme Lord, who knows no deterioration, all saintly persons and rishis seek Your protection. It is only You who exists after the annihilation when this universe is drawn into Your own self. O thou of the Vrishni race, at the beginning of the millennium Brahma was born from Your navel on a lotus flower. He in turn created all mobile and immobile things. When the dreadful demons Madhu and Kaitava were bent on slaying Brahma, You became angry; and from Your forehead, Shambu (Lord Shiva) took his birth. Thus those two foremost deities have sprung from Your body in order to execute Your order. O Lord of all lords, I know this to be truth because it was Narada who instructed me. O Narayana, O God, O thou with eyes like lotus petals, the deeds You have performed while still a boy testify to Your unlimited power. Baladeva and Yourself have executed super human activities that have never been performed by others, nor in the future will they be performed by others.\"\nThus Arjuna glorified Lord Krishna, and the lotus eyed Lord, glancing lovingly at His devotee, responded, \"My dear Arjuna, you are Mine, and I am also yours. All that belongs to Me also belongs to you. He that hates you, hates Me as well, and he that follows you also follows Me. O great soul, you are Nara, and I am Narayana. We are the rishis Nara and Narayana born in this mortal world for a special purpose. O Partha, we are inseparable, and no one can understand the difference that is between us.\"\nWhen Draupadi heard Lord Krishna's words of love for Arjuna, she broke down in tears. Remembering how He had saved her from an embarrassing situation, she fell at His feet and offered humble prayers, \"O Krishna, the great sages such as Asita and Devala have spoken of You as the cause of all causes and the creator of this manifested world. The great sage Jamadagni, the father of Parasurama, has said that You are Vishnu, the Lord of all created beings, both human and celestial. You are sacrifice, the performer of the sacrifice and the object of sacrifice. O foremost of all beings, O Lord of Lords, the great sage Narada has spoken of You as the master of all other deities, including Shiva and Brahma, whom You sport with as children sport with toys. O exalted one, the firmament is Your head and the lower planets are Your feet. The three worlds are in Your womb and this entire universe is Your body. You are the object of meditation and worship by all the great sages and brahmanas. O chief of all male beings, You are the only shelter for royal sages, who are devoted to virtuous acts, who never turn their backs in battle, and who have fulfilled their religious obligations. You are omnipresent, the soul of all things, and the active power pervading everything. The heavenly lords, heaven itself, the stellar conjunctions, the ten points of the horizon, the firmament, the moon and the sun are all established in You. All immoral and moral activities emanate from You.\n\"O slayer of Madhu, impelled by the affection You bear towards me, I will relate to You my grief. O Krishna, how could one like me, the wife of the Pandavas, the sister of Dhristadyumna and Your friend, be dragged into that assembly of sinful men. Those despicable men in the court at Hastinapura dragged me into their presence and attempted to strip me. The sinful Duhshasana touched my sanctified hair and pulled on my sari. None of the Kuru elders would help me, nor would my husbands do anything. O fie on the strength of Bhima and the Gandiva of Arjuna! They suffered me to be disgraced by small minded men. My husbands never forsake persons who ask their protection, and yet they abandoned me who requested it. Why do those who are gifted with strength in this assembly sit indifferently, beholding my afflicted state? Why do I have to burn in grief for so long? O my Lord, it was by Your causeless mercy that I was saved from that embarrassing situation. By remembering Your lotus feet, I was saved from the greatest danger. You are truly the only shelter in this dangerous material world, and You, my Lord, are the only one who can give all beings protection. You are the father, mother, grandsire, husband, and worshipable deity. O Krishna, we are now in another dangerous situation, having been exiled to the forest. Please give us Your protection.\"\nHaving spoken these words full of devotion and grief, Draupadi hid her face in her soft hands and began to weep. Tears fell from her lotus-like eyes, and the Supreme Lord, who is very kind to His devotees, pacified her with sweet words, \"O chaste lady, the wives of those who have insulted you, shall weep. Soon you will see those men who have offended you lying on the ground, filled with Arjuna's arrows. Do not cry, O princess. You will soon see Yudhisthira crowned king, and the sinners punished for their crimes. You shall again be the queen of Kings. The heavens may fall; mount Himavat may crack; and the oceans may dry up, but My words will never prove to be futile.\"\nAfter hearing the promise of Lord Achyuta, Draupadi glanced at Arjuna waiting for a response. And Arjuna understanding what she wanted said, \"O lady with coppery eyes, do not grieve about these offenses committed against you. What the slayer of Madhu has said will certainly come to pass. It will not be otherwise.\"\nSupporting Lord Krishna's vow, Dhristadyumna said, \"My sister, do not cry. I promise you that I will kill Drona; Shikhandi will kill Bhishma; Bhima will kill Duryodhana, and Karna will be killed by Arjuna. Assisted by Balarama and Krishna, we are invincible in battle. The sons of Dhritarastra will not survive.\"\nIn the presence of all assembled, Lord Krishna informed King Yudhisthira, \"If I had not been preoccupied with protecting Dvaraka, then this evil would have never befallen you. O irrepressible one, I would have attended this gambling match even without the invitation of Dhritarastra or Duryodhana. I would have prevented the gambling match from taking place by showing its many evils. Supported by Bhishma, Drona, Kripa and Bahlika, I would have prevented these offenses from taking place. Womanizing, drinking, hunting, and gambling have been regarded as the four evils by which a man loses all prosperity. I would have pointed these evils out and their attendant miseries. If Dhritarastra had rejected my counsel, offered as medicine, then I would have compelled him by force. And if those who wait at his court professing to be his friends had supported him, then I would have slain them all. O Yudhisthira, O justice personified, it was due to My being preoccupied in protecting Dvaraka that you have fallen into such distress. It was only after a fierce battle with Shalva that I learned from Satyaki about this calamity. And, O foremost of kings, after hearing about your exile I immediately came here to assist you.\"\n\"O slayer of Madhu,\" King Yudhisthira inquired, \"what happened at the city of Dvaraka that it had to be protected?\"\n\"While I was attending the Rajasuya sacrifice in Hastinapura,\" Lord Krishna explained, \"King Shalva attacked Dvarakapuri. Previously, he had attended the wedding ceremony of Rukmini in which she was to be married to Shishupala. When I kidnapped the beautiful Rukmini, Shalva fought with the Yadu dynasty and was defeated. At that time he took a vow that he would destroy all My family members. He worshiped Lord Shiva and received a benediction of an airplane called Saubha. This airplane could not be destroyed by any demigod, demon, human being, Gandharva, Naga, or even by any Rakshasa. The airplane could also fly anywhere and everywhere, and he strongly desired that it be a great danger to the Yadu dynasty. Lord Shiva agreed to the request of Shalva, and the demon Maya helped him to manufacture the airplane. It was more like a flying city than an airplane, and it could fly so high and at such a great speed that no one could see where it was. When Shalva had acquired this airplane, he decided to attack Dvaraka. When the demon heard of the death of his friend Shishupala at the Rajasuya sacrifice, he was overpowered with resentment. He organized his divisions and attacked Dvaraka City. Not only did he attack Dvaraka from the air, but he also laid siege to My city from the ground with numerous troops. His army began to destroy the beautiful points of the city, and the members of the Yadu dynasty were immediately called to battle.\n\"Dvaraka City was well fortified; the walls of the city were high and thick; there were turrets at the top of the walls furnished with different kinds of weapons for repulsing the enemy. There were cannons and machines that could hurl fire, liquid metal, huge metal balls and dangerous bullets. The city was also defended by numerous chariot fighters, who were fearless in the face of the enemy. King Ugrasena had been contemplating an attack from Shalva, and thus he had the bridges destroyed. The trenches around the city were spiked with poles. Mines were laid around the city, and the ground was dug up so that it was uneven in all directions. No one was allowed in or out of the city with out the proper password. Thus Dvaraka was defended by the intelligent King Ugrasena.\n\"Shalva attacked Dvaraka from the sky and began to shower slabs of stone, tree trunks, thunderbolts and poisonous snakes. Shalva also managed to create such a strong whirlwind that the city of Dvaraka was covered in dust. The inhabitants of Dvaraka were in such distress that they were not peaceful even for a moment. The great heroes of Dvaraka City, headed by commanders such as Pradyumna, counterattacked the soldiers and the airplane of Shalva. Following the command of Pradyumna, many warriors such as Satyaki, Carudeshna, Samba, Akrura, Kritavarma, Bhanuvinda, Gada, Suka and Sharana--all came out of the city to fight with Shalva. All of them were maharathis; and assisted by thousands of warriors, they came out of the city to fight with Shalva. Fierce fighting began between the two armies, exactly as was carried on between the demigods and demons.\nLord Krishna continued, \"O King, the demon Kshemavriddhi attacked my son Samba and tried to overcome him with his arrows. However, Samba countered with a thousand arrows, driving him from the field of battle. After that mighty general had retreated, a demon named Vegavat attacked My son. Samba held his ground; and taking up a powerful mace, he hurled it at Vegavat. When hit by that mace, the demon fell to the ground dead. Meanwhile, one of Shalva's generals named Vivindhya attacked Pradyumna and covered him with arrows. Pradyumna, the mighty son of Rukmini, fixed to his bow an arrow effulgent as the sun and empowering it with the force of a thunderbolt released it at the demon. When Vivindhya was struck by that weapon, he fell down to the ground, a lifeless corpse.\n\"Upon seeing that his men were being defeated, Shalva advanced in his airplane. The warriors of the Yadu dynasty were struck with fear upon seeing that wonderful airplane. It was so extraordinary that  there would appear to be many airplanes in the sky.  they would see the airplane in the sky, and  they would see it on the ground.  they would see it on the peak of a hill, and  floating in the water. The wonderful airplane would not stay steady even for a moment. Pradyumna encouraged the members of the Yadu dynasty by vowing, 'Stand your ground and do not fear this airplane. I shall, by the force of my arrows, stop the advance of Shalva's creation. With the power of my weapons, I shall destroy the host of demons that inhabit this airplane. Fear not, I will slay the lord of Saubha to!' Thus encouraging his troops, Pradyumna attacked with greater force. The arrows released by the members of the Yadu dynasty were as brilliant as the sun and as deadly as the tongues of serpents.\n\"The commander in chief of Shalva's forces was Dyuman, and he was a great warrior. Although stung by twenty-five of Pradyumna's arrows, he suddenly attacked Pradyumna with his club and struck him so strongly that he fell to the ground unconscious. Shalva's men roared with joy and exclaimed, 'Now, he is dead! Now, he is dead!' The force of Dyuman's club was so severe that it would have torn open the chest of an ordinary man.\nLord Krishna continued, \"The chariot of Pradyumna was being driven by the son of Daruka. According to Vedic military principles, the chariot driver and the hero on the chariot have to cooperate during the fighting. As such, it is the duty of the chariot driver to take care of the hero on the field of battle. Thus, the son of Daruka removed Pradyumna from the battlefield. Two hours later, he regained consciousness; and when he saw that he was not on the battlefield, he began to chastise his charioteer, 'Oh, you have done the most abominable act! Why have you moved me from the battlefield? My dear charioteer, I have never heard that anyone in our family was ever removed from the battlefield while in the midst of fighting. I accuse you of being a coward. Tell me how I can go before my uncle, Balarama, and before my father, Krishna; and what shall I say to them? Everyone will talk about me, and say that I fled from the fighting place; and if they inquire from me about this, what will be my reply? My sisters-in-law will play jokes upon me with sarcastic words. I think, O charioteer, that you have committed a great offense by removing me from the battlefield.'\n\"The son of Daruka replied, 'My dear hero, I wish a long life for you. I have not done anything wrong, as it is the duty of the charioteer to help the chariot fighter when he is in a precarious condition. My dear sir, you are completely invincible in battlefield activities. It is the mutual duty of the charioteer and the warrior to give protection to each other in a precarious condition. I was completely aware of the regulative principles of fighting, and I did my duty. The enemy all of a sudden struck you with his club so severely that you lost consciousness. You were in a dangerous position, surrounded by your enemies. Therefore, I was obliged to act as I did.'\nLord Krishna continued, \"After talking with his charioteer, the son of Daruka, Pradyumna could understand the real circumstances, and therefore he refreshed himself by washing his mouth and hands. Arming himself properly with bows and arrows, he asked his charioteer to take him near the place where Shalva's commander in chief was engaged in combat. During the short absence of Pradyumna from the battlefield, Dyuman, Shalva's commander-in-chief, had been pushing back the soldiers of the Yadu dynasty. By appearing in the battlefield, Pradyumna immediately stopped him and struck him with eight arrows. With four arrows he killed his four horses, with one arrow he killed his chariot driver, and with another arrow he cut his bow in two; with another arrow, he cut his flag into pieces, and with another arrow he severed his head from his body.\n\"Pradyumna then attacked Shalva as he was fighting from his airplane. Seeing the presence of My son on the field of battle, Shalva released a shower of arrows that pierced the son of Daruka. Not minding those arrows, the son of Daruka directed the chariot closer to where Shalva's airplane was hovering in the sky. Shalva released more arrows, but they were cut to pieces before they could reach his chariot. Shalva then resorted to mystic illusions and caused a rain of terror on the battlefield. Pradyumna counteracted that illusion with the Brahma weapon and then released his own arrows that pierced Shalva in the head, chest, and face. Hit by those weapons the demon fell to the ground unconscious. The son of Rukmini then fixed to his bowstring an arrow that was as deadly as a venomous serpent. With this action all the warriors exclaimed, 'Alas, Alas!' Suddenly Narada appeared before Pradyumna and informed him, 'O hero, Shalva is not to be slain by you! Do not release your arrow. It has been ordained by providence that this demon will die by the weapon of Lord Krishna.' With these words, Pradyumna withdrew the incantations for the arrow and placed it back in his quiver. Meanwhile Shalva recovered from Pradyumna's arrows and continued fighting the soldiers of the Yadu dynasty.\nLord Krishna continued, \"After the completion of the Rajasuya sacrifice in Indraprastha, I returned to Dvaraka just during the thick of the fighting. My chariot was marked with the flag bearing the insignia of Garuda; and as soon as the soldiers and warriors of the Yadu dynasty saw the flag, they could understand that I was on the battlefield. By this time, almost all of Shalva's soldiers had been killed; but when Shalva saw that I had come to the battlefield, he released a great, powerful weapon which scorched through the sky like a roaring meteor. It was so bright that the whole sky lit up by its presence. But as soon as I saw the weapon, I tore it into hundreds and thousands of pieces. I then struck Shalva with sixteen arrows; and with a showers of arrows I overpowered the airplane, just as the sun in a clear sky overpowers the whole sky by an unlimited number of molecules of sunshine. Shalva struck a severe blow to my left side, where I was carrying My Sarnga bow, and as a result the Sarnga bow fell from My hand.\n\"The sinful Shalva thought that he had become victorious, and with a roaring sound began to address Me, 'You rascal, Krishna!. You kidnapped Rukmini forcibly, even in my presence. You baffled my friend Shishupala and married Rukmini Yourself. And in the great assembly at King Yudhisthira's Rajasuya sacrifice, while my friend Shishupala was a little absentminded, You took an opportunity to kill him. Everyone thinks that Your are a great fighter and that no one can defeat You. So now You'll have to prove Your strength. I think that if You stand before me any longer, with my sharpened arrows I shall send You to a place wherefrom You will never return.' To that sinful person I replied, 'Foolish Shalva, your threats are simply nonsense. You do not know that the moment of death is already upon your head. Those who are actually heroes do not talk much. They prove their prowess by practical exhibition of chivalrous activities.' After saying this, I struck Shalva on the collarbone with My club so severely that he began to bleed internally and tremble as if he were going to collapse from severe cold. Before I was able to strike him again, however, Shalva became invisible by his mystic power.\n\"Within a few moments, a mysterious unknown man came before Me. Crying loudly, he bowed down and informed Me, 'Since You are the most beloved son of Your father Vasudeva, Your mother Devaki has sent me to inform You of the unfortunate news that Your father has been arrested by Shalva and taken away by force. He took him just as a butcher mercilessly takes away an animal.' When I heard this unfortunate news from the unknown messenger, I thought, 'How could that happen? My brother Lord Balarama is there, and it is impossible for anyone to conquer Balaramaji. He is in charge of Dvaraka City, and I know He is always alert. How could Shalva possibly enter the city and arrest My father in that way? Whatever he may be, Shalva's power is limited, so how could it be possible that he has conquered the strength of Balaramaji and taken away My father as described by this man? Alas! Destiny is, after all, very powerful.'\n\"While I was thinking like this, Shalva brought before Me a man exactly resembling Vasudeva, My father. These were all creations of the mystic power of Shalva.\n\"Shalva then spoke to Me. 'You are a coward, Krishna! Look! This is Your father who has begotten You, and by whose mercy You are still living. Now just see how I kill Your father. If You have any strength, try to save him.' The mystic juggler, Shalva, immediately cut off the head of the false Vasudeva. Without hesitation he took away the dead body and got into his airplane. In the next moment I could understand that the arrest and killing of My father were demonstrations of the mystic powers which Shalva had learned from the demon Maya, Coming to My senses, I could see that there was no messenger and no head of My father, but that only Shalva had left in his airplane, which was flying in the sky. I then began to think of slaying Shalva.\nLord Krishna continued, \"When Shalva thought that I had been bewildered by his mystic representations, he became encouraged and began to attack the Me with greater strength and energy by showering volumes of arrows upon Me. By hurling My arrows with lightning speed, I injured Shalva, whose armor, bow and jewelled helmet all scattered into pieces. With a crashing blow from My club, Shalva's wonderful airplane burst into pieces and fell into the ocean. Shalva was very careful, and instead of crashing with the airplane, he managed to jump onto the land. He again rushed towards Me. When Shalva ran swiftly to attack Me with his club, I cut off his hand, which fell to the ground with the club. Finally deciding to kill him, I took up My wonderful discus, which was shining like the brilliant sun. I then cut off his head, and the head, with its earrings and helmet, fell on the ground. Shalva was thus killed in the same way as Vritrasura was killed by Indra, the King of heaven.\"\nAfter relating to the Pandavas Shalva's death and the attack on Dvaraka city, the Lord made preparations to return to Dvaraka. The slayer of Madhu offered reverential respect to King Yudhisthira, and Bhima being older than Krishna smelt the crown on His head out of affection. He was embraced by Arjuna and the twins bowed down to him with reverence. Lord Krishna was duly honored by Dhaumya and worshiped with tears by Draupadi. He then requested Subhadra and Abhimanyu to ascend His chariot. After promising the Pandavas that He would come to them whenever they called, He headed on His golden chariot for the city of Dvaraka.\n \nThus Ends the Second"
}