{
    "id": 59,
    "title": "Chapter Eleven",
    "content": "The Pandavas Lose Their Kingdom\n \nAfter the sons of Pandu had returned to their kingdom, Duhshasana went to his brother Duryodhana and complained, \"After we had won the kingdom and made slaves of the Pandavas, our father has thrown it away. Call them back for another dice game and take their kingdom, before they have time to organize their forces and challenge us.\" Hearing Duhshasana agreeable words, Duryodhana, Shakuni and Karna, who were guided by lust and greed, united together and went to Dhritarastra with another dice match in mind.\nSitting respectfully before his father, Duryodhana spoke, \"If, with the wealth of the Pandavas, we satisfy the Kings of the earth, then the Pandavas cannot harm us. The Pandavas are now like hot-tempered venomous serpents, and they are surely arranging to challenge us to battle. Upon leaving Hastinapura, Arjuna was grasping his bow, fiercely looking in all directions. Vikrodara, after ascending his chariot, was seen leaving the city whirling his mace. Nakula was holding a sword and shield and was prepared for war. Sahadeva and Yudhisthira have ascended their chariots with an anger like that of Yamaraja. Having been persecuted, they will not forgive us. Who among them can forget the insult to Draupadi? Therefore, before they become too powerful, we should again call them for a gambling match and exile them to the forest. Whoever wins at the game of dice must enter the forest for twelve years, and the thirteenth year must be spent in concealment. If they are recognized in the thirteenth year, they must again go to the forest for another twelve years. Either we or they shall live so. Shakuni will again throw the dice and win for us. Even if they succeed in observing the vow, we shall, in the meantime, have won the citizen's favor and the respect of the worldly kings. Having gathered a vast army, we will defeat them in battle. This plan we present before you, O King.\"\nDhritarastra, under the influence of all-devouring time, agreed with their proposal, and said, \"Call back the Pandavas and let them again play for the sake of the kingdom.\"\nUpon hearing Duryodhana's plan, Drona, Bhishma, Somadatta, Bahlika, Vidura, Bhurishravas and the son of Dhritarastra, Vikarna all said, \"Do not agree with this plan, O King. Let their be peace between your sons and the sons of Pandu.\" Dhritarastra did not listen to their wisdom and summoned Pandu's sons to again gamble at dice.\nIt was at this time that the virtuous Gandhari approached her husband pleading, \"When Duryodhana was born, the wise Vidura advised you, 'It would be better to kill this child than let him live, for he will spoil the whole Kuru race.' This son of ours cried upon his birth just like a jackal. It is not too late, even now, to cast him aside. The kingdom that you will obtain by crooked means will soon be wrenched from you.\"\nWhen addressed in truthful words by his queen, Dhritarastra replied to her, \"If the devastation of our dynasty has come, let it take place. I have not the power to control providence. Rather destiny is my master, and I am its servant. Let the Pandavas return and again gamble with my sons.\"\nA messenger then approached Indraprastha, and in the presence of the Pandavas, gave the command of Dhritarastra. Yudhisthira could not refuse the order and again prepared to go to Hastinapura, knowing well the outcome of the gambling match. They again entered Hastinapura and sat down in the assembly hall to play another game of dice. The conniving Shakuni then said, \"The King has given back your property and that is all well. But this time, O bull of the Bharata race, we will wager in the following manner. Who ever wins at one throw of the dice will see his opponent enter the forest for twelve years and a final year spent in disguise. If discovered in the thirteenth year, one has to again enter the forest for another twelve years. O Yudhisthira, with this as the wager, play with us at dice.\"\nYudhisthira, knowing well that a great karmic destruction of the Kuru dynasty was at hand, agreed with the proposal saying, \"O Shakuni, how can a King like myself refuse when challenged to play dice? Therefore, let the play begin.\" Shakuni then took up the dice and cast them saying, \"I have won.\"\nWhen the Pandavas were defeated, they took off their royal dress and were given deer-skins as their garments. Duhshasana was very pleased with Shakuni's victory and announced to all assembled, \"The absolute sovereignty of King Duryodhana has now begun. The sons of Pandu have been defeated and our goal has now been achieved. O Draupadi, what will you gain by following these men into the forest. Now is the time to pick a husband from among those heroes of the Kuru race. Why wait upon these poor men any longer?\"\nUpon hearing Duhshasana's distasteful words, Bhima approached him like a tiger chasing a deer and boldly said, \"As you are piercing my ears with these arrow like words, I will pierce your heart on the field of battle and drink your blood. O spineless person, you have won only by the cheating methods of the Gandhara King. When I return from the forest, I will make good my vow.\"\nDuhshasana laughed at Bhima's anger and began to dance around him saying, \"O cow! O cow!\" Bhima was forced to hold back his fury, but he did so being bound by the cord on proper behavior.\nYudhisthira then approached the blind King and said, \"I bid farewell to you as well as Bhishma, Drona, Kripa and the others. I will again return after the thirteen year exile is finished.\"\nOvercome with shame, none of those men could look at Yudhisthira or say anything to him. However, within their hearts they prayed for his welfare. Vidura then said, \"Kunti is a princess by birth, and she should not go to the forest. I will keep her here in Hastinapura and protect her from any harm just as if she were my mother. O Yudhisthira, know that one who has been vanquished by sinful means need not be pained by such defeat. You also know every law of morality. Dhananjaya will be victorious in battle; Bhimasena will kill his enemies; Nakula will gain great wealth; and Sahadeva will obtain his goals. With learned brahmanas accompanying you to the forest, you need not fear anything. Draupadi will also assist you in your exile. You are all attached to one another and feel happiness in each others association. Go now, and we will again see you returned here safely and crowned with success.\" The Pandavas then left Hastinapura much to the distress of the citizens and those relatives who loved them very much.\nNow that the Pandavas has had left for the forest, Dhritarastra could not find peace of mind. He called for Vidura and questioned him, \"Please tell me in what state of mind the Pandavas left Hastinapura. I desire to hear everything, O Ksatta [Vidura].\"\nVidura then replied to the King, \"Yudhisthira, though robbed of his kingdom and wealth, he has not deviated from the path of virtuous kings. He has left Hastinapura blindfolded, or else with the anger of his eyes, he would have burned the whole city to ashes. Bhima has left the city stretching his mighty arms indicating to everyone that upon his return he will destroy your sons with his prowess. And Arjuna, the son of Kunti, has left Hastinapura scattering grains of sand indicating that upon his return he will rain arrows from the might of his Gandiva bow. Sahadeva has left the city smearing his body with dirt so that none will recognize his plight and take action against your sons, O King. Nakula has left the city in the same way. Draupadi has left the city Hastinapura dressed in one cloth and her hair unbraided indicating that upon her return, her husbands will destroy the Kuru host, and the wives of those who insulted her will have to dress in the same way. The learned Dhaumya has left the city walking in front of the Pandavas holding kusha grass and chanting mantras from the Sama Veda which relate to Yamaraja. This indicates that when the host of the Kurus are slain in battle, the priests of the Kurus will chant the Soma mantras for the benefit of the deceased. And also, O King, the citizens seeing the Pandavas leaving are cursing you and your family. Upon their leaving many evil omens appeared: flashes of lightning in the cloudless sky, the earth trembled, and Rahu began to devour the sun. Meteors fell from the firmament, and jackals began to howl. Birds like the crows began to shriek, indicating the destruction of the Kuru house.\"\nWhile Dhritarastra and Vidura were thus talking with one another, the great sage Narada Muni appeared on the scene. He appeared in the Kuru's imperial court and spoke the following omen, \"On the thirteenth year from to, on account of Duryodhana's offenses, the Kauravas will be crushed by the prowess of Bhima and Arjuna.\" Having said this much, the great sage Narada ascended by the airways; and the Kurus, who were left speechless, contemplated the awesome words of the rishi.\nFearful upon hearing the prophecy of Narada, Duryodhana along with Shakuni and Karna approached Drona and offered him the kingdom, considering him their protector. Drona then instructed them, \"The brahmanas have said that the Pandavas, being of celestial origin, are incapable of being slain. However, because you have sought my shelter, I will act as your protector, but know that the cause is doomed. I have formerly deprived Drupada of his kingdom, and in revenge he has performed a sacrifice with the help of the brahmanas, Yaja and Upayaja, and thus he has received a son who will kill me. It is already known that the fire-born Dhristadyumna will slay me in battle. His birth is celestial, and he was born with golden armor and weapons. I am but a mortal of this world. Drupada and his followers have taken up the Pandava's cause. Enjoy your kingdom for a short while, O Duryodhana. When the Pandavas return from the forest, a great catastrophe will befall you.\"\n \nThus Ends the Mahabharata Summation to the Eleventh"
}