{
    "id": 8,
    "title": "Chapter Commentary",
    "content": "Parashurama was the martial teacher of Bhishma, and, therefore, it was expected that Bhishma would submit to the demands of his preceptor. That is how one advances in spiritual life. Both Bhishma and Parashurama are in the category of liberated associates of the Lord. Parashurama is an shaktavesha avatara [an empowered living entity], and Bhishma was a pure devotee of the Lord, one of the twelve mahajanas. This pastime was arranged by the internal potency of the Lord and therefore cannot be imitated. The four Kumaras were liberated devotees, and they disobeyed the order of their father, Brahma, when he requested them to get married and beget progeny. The conditioned soul cannot imitate these pastimes and disobey the order of the spiritual master. It is stated by Vishvanatha Chakravarty Thakur that by pleasing the spiritual master one pleases God, and by displeasing the spiritual master one displeases God. We have personally seen during the life of our spiritual master that certain disciples fell down from the path of devotional service by displeasing the spiritual master. For the conditioned soul it is imperative that he follow the order of Guru so that he can come to the transcendental platform of self realization.\nAll the spiritual masters and acharyas in the disciplic line of Chaitanya Mahaprabhu have set the example of strictly following the order of the spiritual master. Even Lord Chaitanya Mahaprabhu, who is Lord Krishna Himself, accepted a spiritual master, Isvara Puri, and strictly followed his instructions. Isvara Puri instructed Chaitanya Mahaprabhu to only chant the Hare Krishna maha mantra and not to read Vedanta Sutra. Chaitanya Mahaprabhu, who is Lord Krishna Himself, is the author of Vedanta Sutra, but to show the conditioned souls in this age of Kali how to follow the instructions of a bona fide spiritual master, he never studied Vedanta Sutra again. When Chaitanya Mahaprabhu defeated Prakashananda Saraswati, a mayavadi sannyasin, in debate, he did so on the basis of Shrimad Bhagavatam. He did this to show humility before the order of the bona fide spiritual master.\nIn this chapter the revengeful attitude shown by Amba is not the nature of a Vaishnava (devotee). Due to sinful activities performed in many millions of births, the living entity has caused his own suffering. In the thirteenth chapter of the Bhagavad-gita, Lord Krishna told Arjuna purusah sukha-duhkhanam, \"The living entity is the cause of the various sufferings and enjoyments in this world.  From this we understand who is the actual cause of Amba's suffering. Due to some impious deed performed in a previous life, she is suffering for want of a husband. Therefore, she should not blame a respected person like Bhishma, but herself.\nWhen a person comes to Krishna consciousness, the Supreme Lord minimizes the karma of the living entity, karmani nirdhahati kintu ca bhakti bhajan (Bs.5.54) What ever karmic reactions the living entity would have received under the modes of material nature are now minimized and given directly by Lord Krishna. Therefore, a devotee should see everything as God sent and take the humble position as mentioned by Lord Chaitanya in His shikshastaka, \"One should chant the holy name of the Lord in a humble state of mind thinking oneself lower than the straw in the street, more tolerant than a tree and ready to offer all respects to others. In such a state of mind one can chant the holy name of the Lord constantly.(Shikshastaka 3)\nUnfortunately, Amba had not conquered the real enemy of hatred within. She had not achieved the platform of a Vaishnavi. If she had, she would have tolerated the situation, taking it as the mercy of the Lord. In Lord Brahma's prayers to Lord Krishna the ideal mentality is revealed, \"My dear Lord, one who earnestly waits for You to bestow Your causeless mercy upon him, all the while patiently suffering the reactions of his past misdeeds and offering You respectful obeisances with his heart, words and body, is surely eligible for liberation, for it has become his rightful claim.  [Bhag. 10.14.8] Our sufferings are due to our own misdeeds, and others are simply instruments to receive our punishment. We should learn, not to see the immediate cause, but the remote cause of our suffering, our own sins. Therefore, Jesus Christ told the stone throwers, \"Let he who is free from sin cast the first stone.  We cannot blame anyone else for our own sufferings."
}