{
    "id": 132,
    "title": "Chapter Nine",
    "content": "The Death of Jayadratha\n \nDhritarastra inquired: O Sanjaya, When the sun headed toward the western horizon, what did the mighty son of Pandu do, desiring to kill the ruler of the Sindhus, Jayadratha.\nSanjaya said: O King, when Partha and Krishna saw that Satyaki was making his way toward them, Krishna informed Arjuna, \"O Partha, in the distance is the grandson of Sini, Satyaki. This disciple and good friend of yours has vanquished renowned chariot fighters in his endeavor to assist you. He has defeated the preceptor Drona and conquered the mighty Kritavarman. Certainly he has been sent by Yudhisthira to help subjugate the great maharathis ahead of us.\"\n\"O Keshava,\" Arjuna replied, \"I am not happy that Satyaki has left the King unprotected. I will now have to worry about Yudhisthira as well as Satyaki. Here comes Bhurishravas to challenge Satyaki. The grandson of Sini appears to be tired, his weapons are exhausted, and his horses are also tired. On the other hand Bhurishravas has not yet engaged any opponent in battle, and his horses and supply of weapons are fresh. I do not know what will be the outcome of this duel.\"\nSanjaya continued: When Bhurishravas came within range of Satyaki, he uttered the following harsh words, \"By good luck, you have come within my vision. To, I will obtain the wish that my father has cherished for so many years. I will gladden King Duryodhana's heart by killing you in the presence of Krishna and Arjuna. After your death, I will wipe away the tearful eyes of the wives of whose husbands you have killed in battle.\"\n\"I have never been overwhelmed by fear in battle,\" Satyaki replied, \"and you will not succeed in terrifying me. What is the use of such boastful words? You will have to accomplish what you have vowed. Hearing you foolish statements, I cannot contain my laughter. By killing you in the presence of all your followers, I will satisfy my preceptor Arjuna, and bring great joy to his heart.\"\nHaving said this much, Satyaki engaged in battle with the powerful son of Somadatta. They fought like two elephants, roaring and thirsting for victory. They covered each other with a deluge of arrows, looking for an opportunity to slay the other. Satyaki managed to kill Bhurishrava's horses and Somadatta's son also managed to kill Satyaki's horses. When each became carless, they took up swords and shields and opposed each other like two bulls fighting for the sake of a cow. They struck each other and made graceful revolutions, lacerating each other's arms, head and chest. Finally Bhurishravas struck Satyaki and knocked him to the ground. He picked him up by the hair and kicked him in the chest. He then raised his sword and was prepared to cut off Satyaki's head. Seeing this Lord Krishna said to Arjuna, \"O Arjuna, behold, Bhurishravas has defeated Satyaki. Having come a long distance and overcome with exhaustion, Satyaki is about to be slain by the mighty Kuru warrior. Do not allow this to happen.\"\n \"The Kuru prince is dragging Satyaki by the hair\" Arjuna replied, \"and is about to slay him. To save Satyaki's life, I will stop Bhurishravas.\"\nHaving vowed Satyaki's safety, Arjuna pulled out a razor faced arrow and placed it on the Gandiva bow. As Bhurishravas raised his sword to kill Satyaki, Arjuna released his weapon, severing the arm that held the sword. Casting his wrathful glance upon Arjuna, Bhurishravas yelled at him, \"O son of Kunti, you have performed a cowardly act in as much as while I was fighting with another, you have cut off my arm. What will you say about your defense in an assembly of mighty warriors. You are of royal descent and have been trained by the mighty preceptors Drona and Kripa. You have received instructions from Indra and Lord Shiva, so how is it that you have committed such a unscrupulous act. This unfair deed has been performed, undoubtedly, with Krishna's approval, since this is His relative who is about to be slain. The Vrishnis and the Andakas are certainly crooked by nature, and by their association, you have been influenced to preform coldhearted acts of cowardice.\"\nReplying to Bhurishravas, Arjuna said, \"Out of ignorance, O son of Somadatta, you are chastising Krishna and myself for an act that is not sinful in the least. Knowing the rules of warfare, I would never perform a immoral act on the field of battle. The kshatriyas fight in battle surrounded by their kinsmen and friends. These mighty warriors fight with the help of those who support them. Satyaki has engaged in battle, with me as his support, and it is my duty to protect him. If I had allowed Satyaki to be slain, then sin would have overcome me due to negligence. You wanted to kill Satyaki at a time when he was weakened due to battling single handedly with thousands of the Kuru host. Having come upon him in that state, you have easily defeated him. You should rebuke yourself since you did not take precaution for your own protection. Indeed, O hero, how would you have behaved towards one who was your own dependent?\"\nThus chastised by Arjuna, the Kuru general, Bhurishravas, left Satyaki and sat down in yoga meditation to give up his body. He spread a seat of arrows with his left hand and sat down there intending to give up his mortal frame. All the warriors who witnessed his activities spoke highly of Somadatta's son, and they derided the action of Krishna and Arjuna. Not tolerating those critical words, Arjuna spoke loudly to all present, \"Everyone here is acquainted with my great vow, that no one shall succeed in slaying anybody on the side of the Pandavas who is within the reach of my arrows. Remembering this, O Bhurishravas, you should not find fault with me. The fact that I have cut off your arm while you were combating Satyaki is not contrary to morality. What morality was there when my son Abhimanyu was unfairly defeated by six great warriors. He was carless and weaponless, but still you pierced him with your arrows.\" Not replying to Arjuna statements of truth, Bhurishravas sat in meditation determined to give up his life. Arjuna again spoke to him, \"O son of Somadatta, you are a member of our family, and you are very dear to me. I love you as much as I do my own brothers. You may now attain that destination which is only obtainable by the meditation of great mystic yogis.\"\n\"O Bhurishravas,\" Lord Krishna said, \"I am also pleased with you. You have constantly performed sacrifices and Agnihotras (fire sacrifices). You may now ascend to My spiritual abode that is free from the contamination of this material world. That destination is desired by the foremost heavenly god, Lord Brahma, and is the ultimate objective of life. When your soul leaves your body, my carrier Garuda will take you to the spiritual world.\"\nSanjaya continued: O King, when Satyaki had regained consciousness, he stood up and drew his sword, desiring to cut off Bhurishravas's head. Although all the warriors forbid him to do so, he raised his sword to kill the sinless son of Somadatta, who was sitting in meditation. Krishna, Arjuna, Bhima, Uttamaujas and Yudhamanyu also forbid Satyaki from performing this apparently mercenary act. While all the soldiers were calling out in disapproval, Satyaki cut off Bhurishravas's head who was preparing to enter the spiritual world. None of the warriors approved of Satyaki's act, and the devas, who were watching from the heavens, expressed their disapproval of the way the great Kuru warrior was slain.\nThen the Kaurava heroes spoke amongst themselves, \"This is actually no fault of the Vrishni hero for this is a predestined act. It has been decided by higher authorities that Bhurishravas be slain by Satyaki. There is no use passing judgement on whether it is wrong or right.\"\nSatyaki then sharply chastised the Kaurava warriors, \"All of you are sinful persons wearing the garb of righteous men. Where was your righteousness when Abhimanyu, while fighting on foot, was killed by seven great warriors. I have already taken a vow that any man who strikes me with his foot will be slain even if he be engaged in the practice of asceticism. That which is ordained by providence must happen.\"\nSanjaya continued: O King, after Satyaki had spoken these words, none of the warriors on either side said anything, but within their minds, they glorified the heroic son of Somadatta.\nDhritarastra inquired: Satyaki had defeated Drona, Karna and Kritavarman in battle. Having crossed the Kaurava ocean, how is it that the Vrishni hero had been thrown to the ground by the Kuru warrior Bhurishravas?\nSanjaya said: Hear from me, O King, how this predestined activity came about in the form of a benediction offered by Lord Shiva to the Kuru descendent Somadatta. In the Yadu race there was a great hero named Surasena. He had many sons out of which two, Sini and Vasudeva were very famous. During Devaki's Svayamvara ceremony, Sini abducted Devaki and vanquished all the Kings that opposed him. It so happened that Somadatta could not tolerate that action and challenged Sini to combat. A battle then ensued which lasted half a , and in the end Sini was able to throw Somadatta to the ground and kick him with his foot. Sini kicked Somadatta in the chest in the presence of thousands of warriors. Out of compassion Sini let the Kuru hero live and sent him away with his life. Humiliated, Somadatta went to the forest and performed very severe austerities to solicit Lord Shiva. When the great Mahadeva was pleased with Somadatta, he appeared before him and asked him to take a benediction. Somadatta requested, \"O lord, please give me the benediction of a son who can defeat Sini's son in combat and strike him with his foot in the midst of thousands of warriors.\" Lord Shiva granted the benediction, and as a result Bhurishravas took birth as Somadatta's son, and Satyaki took birth as the descendent of Sini. The Vrishni heroes can never be defeated in battle for their prowess exceeds all on earth. This has happened due to the benediction offered by Lord Shiva.\nDhritarastra inquired: O Sanjaya, after the great maharathi, Bhurishravas had been slain, what happened to Krishna and Arjuna as the sun began to set on the horizon.\nSanjaya replied: O descendent of Bharata, after the Kuru general Bhurishravas had ascended to the spiritual world, the mighty armed Arjuna spoke unto the Lord Vasudeva saying, \"O Krishna, take me to the place where the King of the Sindus, Jayadratha, is positioned. The sun is about to set on the western horizon. Jayadratha is being protected by many heroic chariot fighters, and he will be difficult to kill. Urge the horses toward his chariot for I will defeat the Kuru host and kill Jayadratha.\"\nFollowing the instructions of His devotee, Lord Krishna drove the celestial chariot of Arjuna towards the Suchimukha formation in which Jayadratha was carefully guarded. Seeing him coming, King Duryodhana urged Karna as follows, \"O Karna, the time for battle has now come at last. Protect Jayadratha, and prevent Arjuna from fulfilling his vow. If Jayadratha can be protected, then Arjuna will have to enter fire, and with his death, victory will be in our grasp. With Arjuna's death, the other Pandavas will be slain easily, and then we can rule this world, with its oceans and islands, with a contented at heart. In this formation there is Ashvatthama, Kripa, Kritavarman, Duhshasana, Salya, yourself and myself. How then will it be possible for Arjuna to defeat us?\"\n\"O King,\" Karna replied, \"my body has been deeply pierced by Bhima's arrows, and every limb suffers with pain. However, I shall fight to my best ability for I have surrendered my life to you. As long as I shall fight, the heroic Dhananjaya will not be able to kill Jayadratha. Let all the forces witness the duel between myself and Vibhatsu. Regarding victory, that will depend on destiny.\"\nAs Karna and the King were talking, Arjuna penetrated the Kaurava host and began slaughtering the ranks in his effort to kill Jayadratha. The foot soldiers, the horsemen, the chariot fighters and those riding on elephants rushed at Arjuna to impede his progress. They were like moths entering fire as they came face to face with Arjuna's celestial weapons. Those who died appreciating the wonderful deeds of Lord Krishna and Arjuna were elevated to the Vaikuntha planetary system in the spiritual world. Those who saw, at the last moment of their lives, Lord Krishna with a bridal whip in His right hand and the reins in His left, moving swiftly across the battlefield, never returned to this material world. Those who meditated on the beautiful lotus like face of Lord Krishna with His black curling hair and dazzling jeweled crown bedecked with a peacock feather, never returned again to inhabit a mortal fram. The Lord appeared to be working hard as He drove the chariot of His devotee. There were beads of sweat on His brow and blood flowed from the arrow wounds on His transcendental body. This enhanced His beauty all the more. By driving Arjuna's chariot, the Supreme Personality of Godhead, Lord Krishna, was assuring the liberation of all who died in front of Him. Such was His causeless mercy.\nArjuna cut into the Kaurava army and caused a massacre of men. Rushing at Arjuna was Duryodhana, Karna, Vrishasena, Salya, Ashvatthama and Kripa. All those warriors were placed in front of Jayadratha for his protection. They released hundreds of arrows and covered the chariot of Krishna and Arjuna so that it could not be seen. However, Arjuna countered and pierced each of the great warriors with numerous shafts. Bhimasena and Satyaki were close behind assisting Arjuna in his fight with the great Kaurava warriors. Arjuna pierced Karna with a hundred arrows and caused blood to flow from each wound. Karna then released fifty arrows that pierced Phalguna and ten arrows that pierced Krishna. Greatly enraged, Arjuna cut up Karna's bow and penetrated his chest with nine arrows. He then took out a celestial weapon of solar radiance and released it at Karna. However, Ashvatthama shattered it in mid air as it came upon Karna with the speed of a meteor. Karna then took up another bow and began to rain upon Arjuna hundreds of arrows. Roaring like bulls, those two warriors filled the sky with their arrows. Arjuna then cut off the head of Karna's charioteer and caused his horses to run wild. Ashvatthama quickly appeared and took Karna upon his chariot, and they both continued fighting against Partha. Salya pierced Arjuna with thirty arrows and Kripa pierced Lord Krishna with twenty. Arjuna countered and pierced Salya with a hundred and Kripa with twenty. As the fighting was becoming more intense, Arjuna invoked the Varuna weapon causing panic striken fear to enter the hearts of Duryodhana's army. However, realizing their duty to protect Jayadratha, they all rushed at Arjuna with greater speed. The the cardinal directions were filled with weapons as the Kaurava army approached the son of Kunti. Foot soldiers released their javelins and battle axes. Some threw their maces, and others ran at Arjuna's chariot with upraised swords. However, all met with death as the son of Pandu shattered their weapons and severed their limbs from their body. The sound of the Gandiva bow exactly resembled the peal of thunder in a rain cloud, and Arjuna's arrows exactly resembled lightning bolts as they were released from the Gandiva bow. Arjuna then invoked the Aindra weapon, and from His bow came thousands upon thousands of arrows that were blazing with fire. Inspired with the force of a celestial weapon, those arrows took away the lives of thousands upon thousands of infantrymen, horsemen, and chariot fighters. Hundreds of huge elephants fell to the earth as the son of Kunti made his way toward Jayadratha.\nThe sun and the horizon were meeting together in the distance and that combination caused the sky to turn red. Krishna was driving Arjuna's chariot with greater speed, and finally Arjuna caught sight of Jayadratha. His flagstaff was marked with the sign of a boar. Arjuna quickly pierced him with sixty four arrows and sent up a loud shout. Not tolerating that action, Jayadratha flamed up with anger and pierced Arjuna with six arrows that resembled venomous serpents. He also pierced Lord Krishna with three arrows. The whole Kaurava army surrounded Arjuna and began to shower their weapons. Lord Krishna found that it was difficult driving the chariot through the mass of dead soldiers. All the great Kaurava warriors attacked Arjuna at once, but not minding them, he quickly severed the head of Jayadratha's charioteer and felled his standard with a single arrow.\nThe sun was now being devoured by the horizon and seeing the situation, Lord Krishna spoke to Arjuna, \"Just see, O son of Kunti, how Jayadratha has been carefully protected by the six great warriors. Without vanquishing those six maharathis, you will never be able to kill Jayadratha. I shall, therefore, cover the radiant sun with My Own potencies so that it appears the sun has set. At that time Jayadratha will no longer guard himself closely. Taking this opportunity, you should cut off his head with your arrows. Do not be afraid of the darkness; it is simply a display of My internal potency to aid you in killing Jayadratha.\"\nThen the Supreme Personality of Godhead covered the sun with his mighty potencies and it appeared as if the sun had set on the horizon. All the Kaurava warriors including Jayadratha turned their heads in excitement toward the sun's path. They now thought that Arjuna would now have to enter fire. While Jayadratha was looking at the setting sun, Lord Krishna ordered Arjuna, \"Just see how the Sindhu King is looking at the setting sun. He is joyful and has cast off all fear of you. Take the opportunity and cut off his head with the weapon Lord Shiva has given you.\"\nLord Krishna then drove the chariot with great speed toward Jayadratha. Arjuna began to lacerate each of the great warriors and drove them away from protecting Jayadratha. They were all extremely puzzled about Arjuna's actions. Although they tried to impede his progress, they were driven away by the force of his weapons. The battlefield was thick with soldiers and Arjuna had to carve his way closer to Jayadratha. Arjuna then took out the Pashupati astra given to him by Lord Shiva. As he set it on his bow, Lord Krishna again advised him, \"O Dhananjaya, quickly cut off the head of the sinful Jayadratha. However, do not let the head touch the ground. It is known that the father of Jayadratha, Vriddhakshetra, protected his son with a benediction saying that anyone who caused his son's head to fall to the ground would have his own head crack into a hundred pieces. Vriddhakshetra has retired to the forest for meditation. He is just near here at Samanta-panchaka. After cutting off Jayadratha's head, you should guide the arrow and the head to the lap of Jayadratha's father. Vriddhakshetra will then throw the head to the ground, causing his own death.\"\nFollowing the orders of the Lord of the universe, Arjuna drew the string of his bow to full length and released that mighty Pashupati astra. It pierced the air like a lightning bolt and snatched the head of Jayadratha from his body. It continued on toward the Samanta-panchaka pilgrimage site. King Vriddhakshetra was engaged in offering his evening prayers, and suddenly he saw a severed head in his lap, a head with black hair and glittering earrings. He at once threw the head to the ground causing his own head to crack into many pieces. At this sight the devas were filled with wonder and began to applaud the prowess of Lord Krishna and Arjuna.\nWhen Jayadratha had been slain, the darkness that had been created by Lord Krishna was removed, and again the sun was seen on the horizon. The Kauravas then realized that the darkness had been created by Lord Krishna's mystic power, and they could also understand that as long as the Supreme Lord rode on Arjuna's chariot there was no possibility of their victory. That  Arjuna annihilated seven akshauhini divisions of soldiers. In other words Arjuna himself killed approximately two million men on that fourteenth  of the battle. Those men seeing Lord Krishna on Arjuna's chariot attained liberation from the path of birth and death. They entered either the impersonal brahmajyoti or the eternal kingdom of God. Such was the mercy of Lord Krishna.\nLord Krishna then blew His conchshell, the Panchajanya and Arjuna blew his, the Devadatta. That sound filled the heavens in all directions and was heard by Yudhisthira who was many miles away. King Yudhisthira could understand that Jayadratha had been killed, and the whole Pandava army roared with joy.\nMeanwhile Krishna sounded his conchshell on the Rishava note. This was the signal that Daruka should bring Lord Krishna's chariot. Daruka quickly appeared on the scene and waited for instructions from his worshipable Lord. \"Take Satyaki on this chariot,\" Lord Krishna ordered, \"and help him in his rivalry against Karna.\"\nDaruka quickly went to the spot where Satyaki was engaged in combat. Satyaki ascended Lord Krishna's chariot and waited as Karna came rushing towards him. Karna was incensed that Jayadratha had been killed, and he wanted revenge. He attacked Satyaki and fought with all his prowess, but in the end his horses and his chariot driver were killed. To save him from death Ashvatthama, Salya and Vrishasena encircled Satyaki and covered him with a curtain of arrows. Karna then quickly ascended Duryodhana's chariot. Satyaki quickly defeated Ashvatthama, Salya and Vrishasena, but refrained from killing Duryodhana's brothers remembering Bhima's vow. Satyaki's expertise in combat was unequaled amongst the Kuru warriors. He had defeated Drona, Karna and killed Jalasandha and Bhurishravas. Everyone on the battlefield considered that after Lord Krishna and Arjuna there was only one great bowman and that was Satyaki. Together on that single , Arjuna, Satyaki and Bhima had destroyed eight akshauhini division of troops.\nDhritarastra said: After Jayadratha's death what did the second son of Kunti, Bhima do, his chariot having been destroyed?\nSanjaya replied: O King, after Bhimasena had been made carless, Arjuna came to him. Bhimasena then related everything that Karna had said to him calling him a fool, glutton, etc. Enraged Arjuna went near Karna and spoke to him in a loud voice, \"O wicked son of a Suta, you are puffed up with false pride. You have been defeated many times by Bhima, and now by Satyaki, and still you think yourself great. You have uttered harsh words against Bhima, and you cut the string of my son's bow while he wasn't looking. My son Abhimanyu was killed unfairly in battle by cowards like yourself. For these offences you will die in battle along with your relatives and friends. I take a vow that I will kill your son Vrishasena even while you are looking on. After his death, I will kill you, and I will watch as Duryodhana sheds tears of lamentation.\"\nAfter Arjuna had vowed the death of Karna and his son, the sun completed its descent into the western horizon. At that time Lord Krishna spoke to Arjuna, \"By good luck, O Phalguna, you have fulfilled your vow. Many great chariot fighters have been slain, and Jayadratha has met his end according to his destiny. No other warrior could have completed this vow.\"\nReplying to Lord Krishna, Arjuna said, \"Through Your grace, O Janardana, have I completed this vow. O my Lord, when the Pandavas have You for their master, then victory does not seem wonderful. Through Your grace, Yudhisthira will obtain victory over Dhritarastra's sons and obtain sovereignty of the entire earth. This is Your victory, my Lord, and all our prosperity is due to You. O Slayer of Madhu, please accept us as Your surrendered servants and maintain us as You see fit.\"\nSanjaya continued: After the two Krishnas had spoken to each other, they then made their way to Yudhisthira. Coming to the King's presence, Lord Krishna said, \"O King, by good luck your younger brother has kept his vow. The Sindhu King has been slain and victory is now within your grasp.\"\nThus informed of Arjuna's victory by Lord Krishna, the King descended from his chariot with tearful eyes. He affectionately embraced Arjuna and Krishna and spoke to them, \"By God's grace, I can behold you to, O Arjuna. By good luck, the sinful Jayadratha has been slain and your vow fulfilled.\" Turning to Lord Krishna, Yudhisthira said, \"O Vasudeva, You are the master of the three worlds, and they who have You for their preceptor will never meet with defeat in their struggle for life. O Govinda, You are the Lord of the three worlds and the master of Indra. O mighty armed one, You are the creator of this cosmic manifestation, and You are the Supersoul in everyone's heart. The Vedic mantras sing Your glories. O Hrishikesha, those who take shelter in You will obtain the highest prosperity in this material world.\"\n\"My dear King Yudhisthira,\" Lord Krishna replied, \"I regard the Kauravas and their kinsmen to be already dead. O Slayer of the enemy, one who has offended My devotees can never have happiness in this world. Kingdom, family and wealth will be lost to those who have done harm to My pure devotees.\" As Lord Krishna was speaking, Satyaki and Bhima also appeared, and the King out of affection embraced both of them and congratulated them on their victory. All the warriors on the Pandava's side became joyful, and once more set their heart on battle.\nDhritarastra said: O Sanjaya, after the King of the Sindhus had been killed, what did my sons do having failed to keep their vow?\nSanjaya replied: O king, upon the fall of Jayadratha, Duryodhana went to the preceptor Drona and said, \"Behold, my teacher, the immense slaughter of Kings who have supported me in battle. The mighty bowman Jalasandha has been killed by Satyaki. Also Sudakshina and Alambusha lay on this Kurukshetra plain killed by the enemy's arrows. Alas, Somadatta's son has been killed as well as Jayadratha to whom you have promised protection. Seven akshauhini divisions of troops were slain by Arjuna alone on this fourteenth . In the absence of so many of my friends and relatives, I have no need for life. To, I should enter those regions where these renowned warriors have gone for my sake. O preceptor of Pandu's sons, grant your permission in this matter.\"\n\"O sinful wretch,\" Drona replied, \"why do you pierce my ears with you shaft like words! I have repeatedly told you that Arjuna cannot be slain. Shikhandi, backed by Phalguna, has killed Bhishma. When this happened, I knew that the Bharata host was doomed to death. It is only a matter of time for all of us. This frightful carnage of men has come about because you did not listen to Vidura's wisdom. In the presence of six great maharathis, why was Jayadratha slain? It is more that just physical strength that will win this war; it is righteousness and devotion to God. The Pandavas have Lord Krishna, who is none other that the Supreme Personality of Godhead. Arjuna has Him for his chariot driver, and this being the case, Arjuna alone is sufficient to reduce this whole army to ashes. What hope, then, do you have for success? Coming towards me now are the Shrinjayas and the Panchalas. I will not rest from battle until they are slain. My son will help me. You should now go and protect the troops. Both the Kurus and the Pandavas are extremely angry and will fight into the night. Go and prepare for battle.\" While the two were talking, the Pandava divisions appeared for combat.\n \nThus Ends the Ninth"
}