{
    "id": 71,
    "title": "Chapter Six",
    "content": "The Last Year of Forest Life\n \nAfter Duryodhana had been humiliated by the Pandavas, he left the Kamyaka forest, determined to give up his life. He told Duhshasana to return to Hastinapura and rule the kingdom. Duhshasana, Karna and Shakuni tried to convince him otherwise, but they failed to do so. Duryodhana spread Kusha grass on the ground and put on the dress of an ascetic. While he was in deep meditation, the Danavas and Daityas witnessed his activities from the heavens. They wanted to stop his act of fasting until death. Thus they ordered that he be brought to their presence. The demons told Duryodhana that he should not give up his life. They told him that many asuras had taken birth on earth to assist him in killing the Pandavas. The demons informed Duryodhana of who he was in his previous life. They said that he had taken birth as the son of Lord Shiva and Parvati, and thus his birth was celestial. He was also informed that Karna was a demon in his previous life and was killed by Lord Krishna, Himself. They said, \"He will remember his former hatred for Krishna and Arjuna and vanquish them in battle.\" After speaking to Duryodhana, they returned him to his place of meditation. He awoke as if from a dream and thought, \"Now I will fight with the Pandavas and kill them.\" Thus he went back to Hastinapura along with Karna, Shakuni and Duhshasana and thought nothing of his humiliation.\nAfter this incident Duryodhana wanted to perform the Rajasuya sacrifice with the same pomp and grandeur as Yudhisthira had performed it. However, the brahmanas told him that as long as his father and Yudhisthira were still alive, he could not perform this sacrifice. They informed him of another sacrifice that was almost equal to the Rajasuya and required the subordination of all the kings of the earth. Duryodhana sent Karna to conquer all the earthly kings, and Radha's son accomplished this feat for his friend. The sacrifice was then started and completed with success. Some who also attended the Rajasuya said it did not compare with Yudhisthira's, and others who were friends with Duryodhana said that it was greater than Yudhisthira's. Hearing this praise from his close friends, Duryodhana resided happily in his kingdom.\nOnce upon a time the great sage Durvasa muni came to the city of Hastinapura and was offfered a royal reception by Duryodhana. As usual, Duryodhana was thinking of doing some harm to the Pandavas. He thought, \"If I can satisfy this muni, then he will give me a benediction that I can use against the Pandavas.\" He thus pleased the muni by his service attitude, and the Muni granted him a benediction. Duryodhana asked that the muni go to the forest along with his 60,000 disciples at the time when Draupadi had already taken her meals. Duryodhana was thinking that the Pandavas would not be able to feed the brahmanas, and Durvasa would then curse them. The muni agreed and went to the Kamyaka forest accompanied by his 60,000 disciples. Yudhisthira greeted them and asked that before eating, they bathe in the Ganges. Yudhisthira asked Draupadi if there were any food left in the pot, and she replied that she had already eaten. She then began to pray to Lord Krishna to save them. At that time Lord Krishna appeared on the scene and asked Draupadi if there was any food left in the pot. She said that there was none. Lord Krishna then went to the kitchen, looked in the pot and saw that there was one grain of food left. He ate that grain, and as soon as He did all the 60,000 brahmanas, who were bathing, felt their stomachs so full of food that they had no appetite to eat anything. They were too embarrassed to return to Yudhisthira for full meals. Thus they went away from that place and by the grace of Lord Krishna, the Pandavas were saved from the curse of a great muni.\nOne , when the Pandavas were out hunting, the King of Sindhu, Jayadratha, happened to pass by their cottage in the forest. In the cottage he saw Draupadi, who appeared to be a demigoddess. He was infatuated with love and asked one of his soldiers to inquire about her. The prince went to Draupadi and asked her who her husband was. She told him that she was the wife of the Pandavas, and the prince took the news back to King Jayadratha. The sinful Jayadratha, desiring Draupadi for his wife, approached her and ordered, \"You must now give up the Pandavas for they are no more than beggars. I possess an opulent kingdom, and I can give you the treatment you deserve.\" Draupadi laughed at him, but he grabbed her forcefully and took her to his chariot. Dhaumya chastised Jayadratha with harsh words, but the King would not listen. He put her on his chariot and rode toward his kingdom. Dhaumya followed, pleading with Jayadratha to desist from such a heinous act. Meanwhile, the Pandavas noticed some evil omens and came back to the cottage only to find Draupadi and Dhaumya gone and the maidservant crying. The maidservant told Yudhisthira that King Jayadratha had forcibly taken away Draupadi and that Dhaumya had followed them. The five sons of Pandu were furious, and ascending their chariots, they followed the path taken by Jayadratha. They challenged Jayadratha's army and within a short time thousands of men were slain, including some of Jayadratha's finest princes. Jayadratha, seeing the slaughter, left Draupadi and ran for his life. Bhima and Arjuna pursued him and killed his horses. Jayadratha jumped from his chariot and ran into the forest. Bhima caught him by the hair and threw him to the ground. He repeatedly beat him with his fists till he was unconscious. Arjuna asked that Bhima not kill him, for Yudhisthira would not approve of it. Bhima took out a sharpened arrow and cut off his hair, leaving five tufts in different places on his head. He then told Jayadratha that if he wanted to live he would have to announce that he was a slave to King Yudhisthira. Out of fear Jayadratha agreed, and he was taken in chains to the presence of Ajatrashatru. He was made to say that he was a slave to Yudhisthira, and Yudhisthira; feeling compassion for him, ordered his release.\nJayadratha wanted revenge. He went to the mountains to perform austerities to please Lord Shiva. He ate little and slept little. Lord Shiva became pleased with him and ask him to take a benediction. Jayadratha requested, \"Please give me the benediction that I can kill the Pandavas.\" Lord Shiva replied, \"I cannot grant that benediction since they cannot be slain by anyone. However, I will give you a boon that you can defeat in battle at least once all the Pandavas except Arjuna.\" Saying this much, Lord Shiva disappeared.\nIt was at this time that Indra came to Karna at Hastinapura in the dress of a brahmana and begged from him his natural armor and earrings. As long as Karna possessed this kundala and kavacha, he could not be killed. Karna offered the brahmana his kingdom instead of his natural armor and earrings, but the brahmana would not be satisfied. Previously, the Sun god had come to Karna warning him that Indra would come in the dress of a brahmana and beg from him his natural armor and earrings. He told his son that he should not part with his armor if he wanted to be successful in killing Arjuna. Karna wanted to be famous as a giver of charity and said he could not refuse any brahmana who came begging something from him. Although Karna knew the brahmana to be Indra, he did not hesitate to give his natural armor and earrings. However, in return he asked for Indra's shakti weapon by which he could kill any opponent in battle. Indra agreed, and Karna received from the heavenly king his shakti weapon. Karna then pealed off his armor which was a part of his body and also cut off his earrings; both were dripping with blood. Indra then returned to his abode, and when the sons of Dhritarastra learned of this incident, they lamented greatly. When the Pandavas headed by Yudhisthira were made aware of this incident, they felt that Arjuna could now kill Karna in battle.\nOne  while the Pandavas were hunting in the forest, they became very thirsty. Yudhisthira ordered Nakula to bring water from a nearby lake. Nakula hastily left and soon came upon a crystal clear lake inhabited by cranes and filled with lotus flowers. He desired to drink the lake's water; but before he could a voice from the sky ordered, \"O child, do not drink the water from this lake for it is in my possession. You may take water only after you have answered my questions.\" Nakula did not listen to the words of the unembodied voice, and when he started to drink the water, he fell down dead.\nAfter sometime Yudhisthira became anxious about Nakula and sent Sahadeva to find out the cause of the delay. When Sahadeva came upon the lake and saw his brother lying dead, he became much aggrieved. He then went to drink the water of that lake to quench his thirst, but a unembodied voice announced, \"Do not drink the water of this lake for it is in my possession. Only after you answer my questions can you take as much as you require.\" Sahadeva did not listen to the strange voice and drank the water of the lake. When he did, he immediately fell to the ground dead.\nWhen Sahadeva did not return after a long time, Yudhisthira sent Arjuna to find them and bring some water for drinking. When he came upon the lake, he saw both Nakula and Sahadeva dead. He was overwhelmed with lamentation. He began to search the entire forest for the being who had killed his brothers, but he could not find anyone. Arjuna felt fatigued and went to drink water from the lake. He then heard the same voice that his brothers had heard, \"Why do you approach the water, O Partha? You shall not be able to drink the water by force. If you, O Kaunteya, answer my questions, then you may drink as much water as you desire.\" Becoming angry, Arjuna began to release astras that filled all directions with arrows. He released barbed darts, javelins and iron arrows that were capable of hitting the target just by hearing the sound. Then the unembodied voice laughed and spoke, \"What is the need of all this trouble? Just answer my questions, and you can take as much water as you desire.\" Arjuna did not listen to the voice. He went to take water and when he touched the water to his mouth, he fell to the ground dead.\nWhen Arjuna, Nakula and Sahadeva did not return after some time, Yudhisthira said to Bhima, \"Our brothers have not returned from searching for water. Go and see if they have fallen into some difficulty.\" Bhima then began to search the forests and finally came upon the lake. He saw his brothers lying dead on the ground, and he became overwhelmed with grief. Tears filled his eyes, and he thought to himself, \"There is some powerful enemy nearby, and I must fight with him. Therefore, let me quench my thirst.\" When he went to drink the water, the voice from the heavens announced, \"You may drink this water only after you have answered my questions. This lake is in my possession, and you may not drink from it.\" Bhima did not listen to the voice and went to drink water. When he did, he fell down dead.\nYudhisthira waited for some time, but none of his brothers returned. He rose and followed their path to the lake. When he saw that celestial lake, he was struck with wonder. As he came closer, he saw his brothers lying dead on its bank. He was overwhelmed with lamentation and anxiety filled his heart. He began to think of how Bhima had made his vow to kill the one hundred sons of Dhritarastra, and how Arjuna had vowed to kill Karna. He lamented greatly. He saw that none of them had any marks of being struck by any weapons, and there were no footprints in the area suggesting a battle. He concluded that this must be the work of Yamaraja himself, for who else could defeat these great heroes?\nAs he thought in this way, he went to drink the water of the lake, but suddenly the voice from the sky ordered, \"This lake is in my possession. Your brothers have died by not following my instructions. If you answer my questions, I will allow you to drink the water of this lake.\" Just then a Yaksha appeared before Yudhisthira, and the first son of Kunti spoke to him, \"I do not want possession of your lake. However, I will answer your questions to the best of my ability.\" The Yaksha then began to pose many questions and Yudhisthira began to answer them one after another. One of those questions was, \"What is the most amazing thing in this world?\" Yudhisthira answered, \"The most wonderful thing is that daily countless creatures are entering the abode of Yamaraja, but those that remain behind think that they are immortal.\" The Yaksha asked another question, \"Where is the absolute truth to be found?\" Yudhisthira answered, \"Dry arguments are inconclusive. A great personality whose opinion does not differ from others is not considered a great sage. Simply by studying the vedas, which are variegated, one cannot come to the right path by which religious principles are understood. The solid truth of religious principles is hidden in the heart of an unadulterated self-realized person. Consequently, as the shastras confirm, one should accept whatever progressive path the mahajanas advocate.\"\nThe question and answer process went on for some time, and the Yaksha was pleased with Yudhisthira's answers. He then offered a benediction to Yudhisthira that he could have one of his brothers brought back to life. Yudhisthira requested, \"Let my brother Nakula be brought back to life.\" The Yaksha then questioned Yudhisthira, \"Why did you pick this brother when you could have saved the great bowman Arjuna or the mighty armed Bhima.\" Yudhisthira replied, \"My father had two wives, Kunti and Madri. I Look upon both equally. Therefore, let Nakula live.\" The Yaksha then said, \"Since you are not seeking profit for yourself in any way, I say let all your brothers live, O best among men.\"\nWhile the Yaksha was speaking, the brothers of Yudhisthira rose up completely free from fatigue, thirst and hunger. Yudhisthira then inquired from the Yaksha, \"My brothers are not capable of being slain by a hundred thousand warriors. How have you killed them? Are you a friend of ours, or are you my father, the great Yamaraja himself.?\"\nThe Yaksha revealed his real form as Yamaraja and said, \"I am your father, the Lord of justice. Please know that I have come here to test your merit and to bestow blessings upon you. You are endowed with all good qualities and are very dear to me. You may take from me any benediction you like.\"\n\"We have now spent twelve years in the forest,\" Yudhisthira replied, \"and we have to spend another year in disguise. Please give us the benediction that in this last year we may not be discovered.\"\n\"I give you this benediction,\" Yamaraja said, \"and say that even if you cover the entire earth in these forms, no one will recognize you. You may now take another benediction from me.\"\n\"It is enough that I have beheld this form with my senses.\" Yudhisthira said, \"May, O father, I always conquer lust, greed and anger and may my mind be ever devoted toward the absolute truth and the performance of austerity.\"\n\"O my son,\" the lord of justice replied, \"you have been endowed with these qualities from birth, and there is no need to accept them for a second time.\" Having said these words, the worshipful lord of justice disappeared, and Yudhisthira and his brothers returned to their cottage in the Dvaitavana forest.\n \nThus Ends the Sixth"
}