{
    "id": 82,
    "title": "Chapter Commentary",
    "content": "King Virata was ignorant of the fact that the Pandavas were in disguise. Thus he committed an offense by throwing dice at Yudhisthira's nose and drawing blood. Yudhisthira forgave Virata by saying that Kings generally act with unreasoning severity. When a person achieves a high position by the result of his pious activities, he  commits offenses against saintly persons which cause his falldown. Indra lost his kingdom by offending his spiritual master, Brishaspati. Maharaja Rahugana offended Jad Bharata, a great devotee of the Lord. Fortunately, he realized his mistake and requested forgiveness from the saint. Ramachandra Khan offended both Haridas Thakur and Lord Nityananda for which he lost his family, wealth and position. Gopal Chakravarty offended Haridas Thakur for which he contacted leprosy. This caused his handsome nose to wither and his artistic fingers to fall off.\nIt was said of Maharaja Prithu that although he was praised by everyone, he never became proud. He always knew that he was not the cause of his success, but always glorified the Lord. He thus offered respect to all living beings. It is the teaching of Lord Chaitanya Mahaprabhu, trinad api sunichena, taror api sahisnuna, amanina amanadena, kirtaniya sada hari.\"One should chant the Holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street, more tolerant than a tree, devoid of all false prestige and ready to offer all respects to others. In such a state one can chant the holy name of the Lord constantly.\" (Shikshastaka 3)\nYudhisthira was always humble, although achieving a high position in life. He respected all others, including the most insignificant citizen, and thus he was loved by all. Generally, Lord Krishna keeps his devotees in a poverty stricken condition so they can remain humble and make spiritual advancement. When the Lord sees that a devotee is completely free of material desire, He may bestow upon him uncommon material opulence as the Lord did with Yudhisthira, Sudama brahmana and our spiritual master, His Divine Grace A.C. Bhaktivedanta Swami Prabhupada. Shrila Prabhupada's life was dedicated to the order of his spiritual master to preach Krishna consciousness in the Western countries. He cared nothing for material opulence and came to America with only $7.00. He preached in poverty for one year, living in such lowly places as the bowery in New York City. When the Lord saw Shrila Prabhupada's unswerving determination, he bestowed upon him wealth, disciple and position. Shrila Prabhupada never misused these material assets nor became proud, but always remained a humble servant of his spiritual master. Without humility all our attempts at material or spiritual success will end up in disaster.\n\nUdyoga Parva"
}