{
    "id": 40,
    "title": "Chapter Commentary",
    "content": "Lord Krishna is the origin of all incarnations. He is the original Personality of Godhead, the master of all heavenly gods. As stated in Bhagavad-gita 4.8, \"In order to deliver the pious and to annihilate the miscreants as well as to establish the principles of religion, I advent Myself millennium after millennium.\" Before the appearance of Lord Krishna, Bhumi, the superintending deity of this earth, requested relief from the unnecessary military forces which burdened her. The demigods headed by Lord Brahma then went to the ocean of milk to pray to Lord Vishnu. Kshirodakasayi Vishnu answered the prayers of Brahma and appeared as the son of Devaki. Lord Krishna knows past, present and future. He could foresee the battle of Kurukshetra and its outcome. He remembered how in Vaikuntha His two doorkeepers Jaya and Vijaya had been cursed by the four Kumaras to come to this material world. Jaya and Vijaya were to act as enemies of the Lord and allow Him to exhibit His fighting tendency.\nThe first births of Jaya and Vijaya were as Hiranyakashipu and Hiranyaksha. They were killed by the Lord in His incarnations as Lord Nrisimhadeva and Lord Varaha respectively. In the next birth they were Ravana and Kumbhakarna, and they were killed by the Lord in His incarnation as Lord Ramachandra. Now they had taken birth as Shishupala and Dantavakra and were destined to be killed by Lord Krishna. Krishna decided that Shishupala should die in an imperial court constructed by the demon Maya.\nThe Pandavas were always situated in a state of spiritual perfection. Due to their intimate association with the Lord, they could not forget Him at any time. They remembered His beautiful features, his loving glances and joking words. They remembered His unparaleled prowess and all of His pastimes. This is the process of transcending this material world. The kingdom of God is within all of us, and it has to be awakened by the process of hearing, chanting and remembering the Name, features and activities of the Supreme Godhead. What was available to the Pandavas is available to all of us by hearing the glories of the Lord from the Lord's bonafide representatives and scriptures. Hearing and chanting will lead to absorption in the Lord which will take one beyond this world of birth and death."
}