{
    "id": 42,
    "title": "Chapter Commentary",
    "content": "The greatness of King Yudhisthira is obvious from this chapter. Although surrounded by intelligent ministers, wise brahmanas, sages, and his brothers, still he did not want to make a decision without consulting Lord Krishna. He wanted to execute all duties on behalf of the Lord's desire. A surrendered soul wants to find out the will of the Lord and act accordingly. He never wants to act for his own sense gratification. Maharaja Yudhisthira did not want an unrivaled kingdom if it was opposed to the desire of the Lord. His only ambition was to gain the Lord's association and also give that association to others.\nIt is interesting to note that Maharaja Yudhisthira had no enemies in his kingdom. Everyone loved him as father, because they knew he cared about their ultimate welfare. It is stated that even in their minds the citizens never held hostile intentions towards the King. This kind of leader was a rare jewel indeed. If the present leaders of society could gain a taste for reading Shrimad Bhagavatam and Mahabharata, they might pick up the qualities of Maharaja Yudhisthira. It is hard to accept everyone as one's own family member unless one is an advanced devotee of the Lord. Because Maharaja Yudhisthira saw Lord Krishna in the heart of every living being, he treated everyone equally, irrespective of his caste.\nThere were no complaints in Maharaja Yudhisthira's kingdom, and, therefore, there was little need for a judicial system. Any complaints were brought directly to the king. Can you imagine not needing judges, lawyers and prosecutors? How much money would the taxpayers save? This kind of government exists when there a godly leader heading the government. Because current governments cater to the sense gratification of the citizens, there is constant bickering and quarrel. Each person is trained to look after his or her own selfish needs. Everyone is competing with all other persons. However, in Maharaja Yudhisthira's kingdom, everyone thought of the next person's welfare instead of his own. Such a kingdom is like the kingdom of God.\nIt is also interesting to note that there was no crime in Maharaja Yudhisthira's kingdom. Mother Earth supplied all necessities to man due to the piety of the King. There were ample jewels, gold, cloth, food, water and whatever else anyone desired. What was the need to steal? Mother Earth restricts the necessities of life when people are Godless. To we feel the pinch of material life because we don't worshipm the Lord and follow His desires. Famine, drought, flooding, earthquakes, rampant diseases and other natural disasters are a direct result of not obeying the will of the Lord. A lot can be learned from the rule of Maharaja Yudhisthira.\nLord Krishna does not always do everything personally. He may act through His energies or through his devotees and representatives. Lord Krishna knew how to solve the dispute about whether to kill Jarasandha or to attend the Rajasuya sacrifice. However, he decided to give that decision through Uddhava. There will be a similar case after the Kurukshetra battle, when not even Lord Krishna could convince Yudhisthira that the battle was the desire of the Lord. It took Bhishma's instructions to convince Maharaja Yudhisthira. The Lord acts in mysterious ways and no one can understand His purpose. We only have to surrender to His Divine will."
}