{
    "id": 107,
    "title": "Chapter Three",
    "content": "The Second  at Kurukshetra; Bhima and Arjuna Devastate the Kaurava Army\n \nDhritarastra inquired: When the valorous Sweta was slain by the grandsire Bhishma, what did the Pandavas and the Panchalas do? O Sanjaya, hearing of our victory, my heart feels extreme delight. I do not feel any shame because of our previous transgressions. After the defeat of the great Sweta, Arjuna must have become furious. What action did he take?\nSanjaya replied: O King, your happiness is only temporary. The Pandavas are like ferocious serpents ready to release their venom. For your fault, O Monarch, you will see all your kinsmen slain on the battlefield. Listen as I narrate the events on the second  of the great war.\nSanjaya continued: King Yudhisthira greatly lamented the loss of so many troops on the first  of battle. Seeing Bhishma devour his army, he went to Lord Vasudeva and poured out his heart, \"Behold, O Krishna, the invincible prowess of the mighty bowman Bhishma. He is consuming my army like fire consumes grass. No one can stand before him when he releases his celestial weapons upon my troops. Yamaraja, Varuna, Kuvera or even Indra can be defeated, but the mighty chariot fighter, Bhishma, cannot be stopped. Such being the case, I am drowning in the great ocean of Ganga's son without a boat to rescue me. I am unable to watch as my best warriors are slain. I shall, therefore, retire to the forest to perform severe austerities, and save these great warriors from the fire of the colossal Bhishma. Tell me, O Madhava, what I can do prevent this slaughter? Although Arjuna is our only hope, I see that he is indifferent, for although we are being slaughtered by Bhishma and Drona, he does not take action. Endowed with supernatural powers, Bhima alone is extinguishing the enemy troops. But at this rate it will take a hundred years to defeat the enemy. O Govinda, please find the person who can stop Ganga's son and the great Drona, so that after the enemy demise our kinsmen will live happily in this world.\"\nSeeing Kunti's first son conquered by despair, the lotus eyed Lord smilingly instructed him, \"Do not grieve, O chief of the Bharatas, especially when your brothers are great bowmen. I am planning for your victory, and so are Drupada, Virata and Satyaki. The mighty chariot fighter, Dhristadyumna, is arranging the troops to subjugate our enemy. He will certainly cause Drona's death, and Shikhandi will bring about the death of Bhishma. This has been ordained by providence.\"\nEnlivening the heart of Yudhisthira as well as the other great generals, the lotus eyed Lord smiled compassionately upon all present. All were gazing upon His beautiful features and were not satiated upon hearing His nectarean words. In the presence of all, Dhristadyumna promised, \"O son of Pritha, as ordained by Lord Shiva himself, I will be the cause of Drona's death. Tomorrow, I shall fight with Bhishma, Drona, Kripa, and Salya, and all the proud monarchs on the Kaurava's side, bringing joy to your heart.\"\nYudhisthira then requested Dhristadyumna, \"O great hero, in a previous age there was a formation spoken of by Brihaspati, the priest of the demigods. It is known by the name of Krauncharuma, and it will help us to rout our enemy. Tomorrow before the sun rises, arrange our troops in this formation so our enemy will be defeated.\"\nWhen humbly requested by King Yudhisthira, Dhristadyumna, the esteemed chariot fighter, arranged the phalanxes in the proper formation before the sun appeared on the horizon. He placed Arjuna, the carrier of the Gandiva bow, in the forefront of the whole army. King Drupada, surrounded by many phalanxes became the head of that formation. The two kings Kuntibhoja and Saivya became the two eyes, and Nakula and Sahadeva were placed on the right and left wing of the formation. On the joints of the wings were placed ten thousand chariots, and at the head of the formation was placed a hundred thousand. A hundred million chariots were placed in the body of the formation, and in the neck was placed a hundred and seventy thousands chariot fighters. On the joints of the wing as well as the far edges were placed hundreds of thousands of elephants. The rear of the formation was protected by Virata, the ruler of Kashi and the King of the Chedis, Dhrishtaketu. Having placed all the troops in their proper places, the Pandavas waited for sunrise. The white umbrellas mounted over the Pandava's chariots and elephants looked magnificent, like many rising suns on the horizon. Thus the army waited silently for the dawn of the second .\nWith the first light of , the Kauravas saw the commanding formation created by the Pandavas. In the presence of all his important generals, Duryodhana spoke encouraging words, \"Each of the principal warriors here is capable of killing the Pandavas in battle. How more effective will you be if united against this vast army protected by Bhima. Let us now make arrangements to counter the vast array of the Pandavas.\"\nUpon hearing the desires of Dhritarastra's son, Bhishma and Drona formed an array to counter that of the Pandavas. Hundreds of millions of men were lined up for combat, and they filled the earth from one horizon to the other. The leaders of the mammoth divisions were Bhishma, Drona, Kripa, Salya, Duryodhana, Somadatta, Susharman, Bhurishrava, Sala, Shakuni, the ruler of the Kambhojas, Vinda and Anuvinda, Kritavarman and many others. The soldiers appeared noble with multicolored armor and vast numbers of weapons. All were cheerful, and all were ready for battle.\nThen the grandsire of the Kuru dynasty blew his conchshell followed by the other great warriors. Conches, drums and kettledrums sounded in thousands, and the tumult was uproarious. In response to the Kaurava's battle cry, Krishna and Arjuna sounded their transcendental conchshells, the Panchajanya and the Devadatta, striking fear into the hearts of the enemy. The mighty Bhima blew his conch called Paundram. The son of Kunti, Yudhisthira sounded his conch called the Anantavijaya, while Nakula and Sahadeva blew the Sughosha and the Manipushpaka. The din of these conches was tumultuous and weakened the hearts of Duryodhana's soldiers. All the warriors in the Pandava army sent up war cries that caused the very earth to tremble. Both armies were joyous at the thought of battle, and as they advanced toward one another with upraised weapons, they uttered thunderous shouts that shook the very earth.\nThe two armies met with a forceful impact, causing a great dust cloud to rise into the sky. Arrows like lightening bolts were scorching through the sky severing the heads, arm, and legs of the oncoming enemy. Bhishma, exhibiting gruesome prowess, approached the Pandava army and began to rain arrows in thousands upon the great warriors. He first of all met with the son of Subhadra, Abhimanyu, who was supported by Arjuna, Virata and Dhristadyumna. The Pandava warriors wavered upon seeing the fierce Bhishma releasing arrows like thunderbolts from the sky. Horsemen, chariot fighters and elephants fell fast before the onslaught of the invincible grandsire. When the soldiers in the Pandava army began to retreat, Arjuna requested the Lotus eyed Krishna, \"O Hrishikesha, guide my chariot to the presence of the grandsire. O descendant of Vrishni, it is evident that Bhishma will annihilate our army if not opposed. He is protected by Drona, Kripa, Salya and Vikarna. O Janardana, I shall therefore slay Bhishma for the benefit of my troops.\"\nHaving said this, Lord Krishna, the Supreme Personality of Godhead, maneuvered that beautiful chariot in line for challenging Bhishma. Arjuna's chariot was drawn by spotlessly white horses of celestial origin. As the chariot moved, Hanuman roared from the banner striking terror into the hearts of the Kaurava army. Seeing Arjuna coming, the grandsire of the Kuru dynasty, released seventy arrows. Drona assailed him with twenty five and Kripa with fifty. Salya released nine arrows, and Drona's son released sixty. Arjuna neutralized those arrows and pierced each of the great warriors with many shafts. All the arrows released by Bhishma were repelled by Arjuna, and all the arrows released by Arjuna were torn to pieces by the grandsire. Neither could gain an advantage over the other, and all, including the heavenly lords, wondered at the display of powers. Bhishma could not be defeated by Arjuna, and Arjuna could not be subdued by the grandsire, Bhishma. While these two combatants were skirmishing with their celestial weapons and countering each other, other warriors on both sides began to kill one another with sharp edge scimitars, polished battle axes, iron maces, javelins and innumerable arrows.\nThere was fierce fighting between Drona and the son of Drupada, Dhristadyumna. Both were greatly provoked, and both released divine weapons, hoping to slay each other. In the end Drona killed the Panchala prince's horses and the charioteer. Dhristadyumna descended from his chariot mace in hand, indicating he was ready to fight on foot. But before he take a step forward, Drona shattered the weapon to pieces with his deadly arrows. Drupada's son then took up a large scimitar and a beautiful shield marked with a hundred moons. He assaulted Drona, and with each step caused the earth to tremble. Drona, however, checked Dhristadyumna with arrows used for short range conflict. The son of Drupada deflected those arrows with his shield, using his dextrous arms. Coming to Dhrishtadyumna's aid, Bhima struck Drona with nine arrows, and quickly took Drupada's son onto his chariot, saving him from certain death.\nUnder Duryodhana's orders, the King of the Kalingas, Shrutayus, intercepted Bhima, intending to protect Drona. He was accompanied by a large division of troops that were well armed. He was supported by King Ketumat of the Nishadas. Bhima was supported by the Chedis, the Matsyas and the Karushas. When the two armies met, there was a enormous clash of weapons. The battle cries of the warriors filled the skies, and the troops were so thick that no one could distinguish who was friend and who was foe. Friend slaughtered friend, and foe slaughtered the foe. Heads were seen rolling on the ground and flying in the air. Gradually the Kalingas began to gain the upper hand, and the army of the Chedis broke leaving Bhima alone to fight with thousands of warriors.\nFrom this point on, the battle is indescribable. Bhima became superhuman and created a scene of terror that caused the enemy's hair to stand on end. From the terrace of his car he rained a shower of arrows upon all warriors in the Kalinga army. The King of the Kalingas, Shrutayus, and his son Sakradeva attacked Bhima and pierced him with their shafts. They managed to kill Bhima's horses, and becoming confident of victory, Sakradeva assaulted Bhima, intending to send him to region of Yamaraja. Bhima countered those weapons with his own, and taking up a huge mace, he released it with tremendous force. That mace scorched through the air, and simultaneously killed the charioteer and Sakradeva. The mace was thrown with such power that no one could distinguish the body of that prince any longer.\nEnraged on the battlefield and fighting alone, Bhima took up an immense scimitar and shield, and ran into an army of thousands of men shouting fierce war cries that terrorized the hearts of the enemy. The ruler of the Kalingas Shrutayus, was furious, and rubbing his bowstring, released a deadly arrow hoping to kill Bhima. While that arrow was scorching through the air like a meteor, the powerful Bhima cut it in two with his huge sword. When that weapon was baffled, Bhima sent up a loud roar that deafened the enemy's ears. The ruler of the Kalingas was further enraged and released fourteen barbed darts toward the son of Pandu. Bhima, fearlessly smiling, cut them into fragments with three swings of his might scimitar.\nWhile these two heroes were skirmishing, Bhanumat, a Kalinga general, assaulted Bhima while riding on the back of his elephant. Bhanumat covered Bhima with steel arrows and sent up a tumultuous shout encouraging the Kalinga army. Not tolerating such impudence, Bhima sent up his own war cry, and ran toward Bhanumat, who was seated on his elephant. The Kalinga army, seeing Bhima single handedly fighting with tens of thousands of men, thought that he was not a human being but a celestial warrior. Rushing at Bhanumat's elephant, Bhima jumped onto his tusk and then onto his back, and with one swing of his sword, he divided Bhanumat in the middle. One half fell off one side of the elephant, and one half fell off the other side. With a thunderous roar, Bhima raised his mighty sword and severed the head of that prince of the elephants, causing it to fall to the ground.\nWhile still on foot and wielding that terrible sword, he began to wander the battlefield slaughtering elephants and making a wide path of flesh and blood wherever he went. Wielding that great scimitar, he cut chariots in two, horses in the middle, and heads, arms and thighs were seen flying in all directions. His scimitar appeared like a discus destroying the whole Kalinga army. Anyone, who was foolish to approach him shouting battle cries, was sent to the other world. He whirled about, and jumped high, rushed forward and rushed backward, constantly keeping his sword in a circle. That grinder of the foes slaughtered elephants by cutting off their legs, trunks and heads and  severing them down the middle. Such was the strength of the invincible Bhima. He moved on the battlefield,  dragging chariot fighters from their chariots, and  trampling infantry under his feet.  he would be so provoked that he would crush foot soldiers into balls of flesh. No one could stand before the son of the wind god as he danced on the field of battle.\nShrutayush rallied his troops, and together they rushed at Bhima hoping to trample him or kill him with their weapons. The ruler of the Kalingas pierced Bhima in the chest with nine arrows, but this only annoyed Bhima. Suddenly Bhima's charioteer, Ashoka, arrived with a chariot, and he requested Bhima to ascend that beautiful car. Bhima then attacked the King of the Kalingas challenging him to battle. Seeing Bhima coming, Shrutayush, Ketumat, Satya and Satyadeva all rushed at him releasing their arrows. With seven iron arrows Bhima killed Srutayush, the King of the Kalingas. Falling from his chariot, he was deprived of his life. Bhima then killed those other great warriors with his lethal weapons. The army of the Kalingas, headed by other powerful warriors, could not tolerate Bhima's victory, and they rushed at him in thousands. They were armed with maces, darts, javelins, swords, and bows and arrows. They surrounded him and hoped by sheer numbers they could kill him. Bhima, smiling all the while, took up a powerful mace and quickly descended from his chariot. Wheeling his mace around and around, he sent seven hundred warriors to the abode of death, and within a mere twinkling of an eye, he killed another two thousand warriors. The elephants that assaulted Bhima had their riders killed, and being thrown into confusion, they began to bolt over the battlefield crushing thousands of Kalinga soldiers. Overcome with fear at seeing Bhima's prowess, the remnants of the Kalinga army fled in all directions.\nComing up to support Bhima was Dhristadyumna and Satyaki. There was no one more dearer to Dhristadyumna that Bhima, and when the Panchala Prince saw the slaughter that Bhima had created, he sent up a war cry. Bhima saw Dhristadyumna's chariot and heard his voice. He smiled at Dhristadyumna and encouraged him to fight. By this time the Kalingas had rallied and attacked the two heroes as they stood in their chariots. Bow in hand, Bhima began to slay the enemy, causing a river of blood to flow from the warriors born in Kalinga. The Kalingas thought that Bhima was Yamaraja himself, and they sent up cries for help. Coming to their aid, Bhishma, the great grandsire of the Kurus, attacked Bhima releasing his steel shafted arrows. Bhima countered those arrows and released an iron dart with all his strength. Seeing that dart coming toward him, Bhishma tore it to pieces. Bhishma quickly killed Bhima's horses, and the son of Pandu, taking up a mace ran on foot towards the great grandsire. However, Dhristadyumna quickly took the mighty Bhima onto his chariot and took him away to safety. To stop Bhishma's advance, Satyaki killed his charioteer, and the grandsire of the Kuru dynasty was borne away by his horses with the speed of the wind. Bhimasena then finished the massacre of the Kalinga army like fire consuming a dry forest. After his victory, he was embraced by Dhristadyumna and Satyaki who exclaimed, \"By good luck the king of the Kalingas and his soldiers have been slain to. By the strength and prowess of your arms, you alone have crushed this large division of troops.\" Having heard this and still not satiated with battle, Bhima again ascended his chariot and began to destroy the ranks of the enemy.\nThe son of Dhritarastra, Lakshmana, challenged the son of Arjuna, Abhimanyu, by releasing lightning fast arrows. Abhimanyu, invoking a celestial weapon, quickly released five hundred arrows at his cousin. Lakshmana, in turn, cut the bow of his cousin in two at the middle. Taking up another bow, Abhimanyu attacked Lakshmana with greater fury. Coming to Lakshman's assistance, his father, Duryodhana, accompanied by many great generals, began to afflict the son of Subhadra. Arjuna, seeing his son engaged in battle, came forward to assist him. The Kuru generals, Bhishma and Drona, accompanied by hundreds and thousands of soldiers, then attacked Dhananjaya. When those soldiers came within the scope of Arjuna's arrows, they were all sent to the other world. He filled the sky with arrows causing a dense darkness to set in on the battlefield. The battlefield soon became littered with dead elephants, horses and broken chariots. Men, pierced with as many as five hundred arrows, were lying on the ground deprived of their life. Warriors with upraised weapons, rushed against Arjuna's chariot. However, before they could come close, they had their arms severed with the weapon in hand. None could face the third son of Kunti in battle. There was literally a mountain of dead bodies surrounding Arjuna's chariot, so great was the massacre. Bhishma and Drona had their charioteers killed and were taken from the battlefield. When all the forces of the enemy had fled, Arjuna and Lord Krishna blew on their divine conchshells enlivening their army.\nWhen the entire Kaurava army was routed, Bhishma said to Drona, \"The heroic son of Pandu, guided by Krishna, is annihilating our army as he alone is able to do. To, he cannot be subdued by any means. He appears to be the lord of death in human form. Our warriors are running from the battlefield and cannot be rallied. The sun is now setting on the horizon, and I think now is the time to withdraw our troops. They are panic stricken and will not fight again to.\" Having made his decision, the mighty chariot fighter, Bhishma, ordered the withdrawal of the troops thus ending the second  of the terrible war. The Pandava army also withdrew with joyous hearts, remembering the feats of Bhima and Arjuna.\n \nThus Ends the Third"
}