{
    "id": 75,
    "title": "Chapter Two",
    "content": "Kichaka\n \nThe Pandavas resided for three months in the kingdom of Virata, serving each others demands and remaining undetected. In the fourth month of the thirteenth year of exile a grand festival was planned, and wrestlers and athletes came from all parts of the country. They were strongly built, and their thick necks resembled those of a lion. They had all won many contests in the presence of great kings, and they so hoped to win the competition in Virata's kingdom. Amongst the wrestlers was one who excelled the rest, because he was taller and stronger than all others. He defeated anyone who came before him, and this disappointed the other wrestlers.\nNot tolerating the prowess of this wrestler, King Virata called for his cook, Vallabha and ordered him to fight in the competition. Bhima was a little reluctant for fear of being discovered, but he couldn't disobey the king's orders. Bhima approached the arena to the delight of the assembled crowd. The wrestler's name was Jimuta and was compared to the demon Vritrasura in prowess. They faced each other like a couple of angry elephants. Each opponent was able to pick the other up and throw him on the ground. There was fighting, pushing, shoving, and embracing; all executed with great expertise. Both looked equally qualified, and both were hopeful of victory. They kicked each other and dug their nails into each others body. Their heads collided like two boulders making a great sound. Those two broad-chested, long-armed heroes pulled and pressed, and whirled and hurled each other and struck each other with their knees, expressing their disgust for one another. They began to fight with bare arms which were like iron spiked maces. At last the invincible and mighty-armed Bhima, the slayer of his enemies, shouting aloud, seized Jimuta by his sturdy arms, and lifted him up. He began to whirl him round and round, to the great astonishment of the audience. And having whirled him around a hundred times till he was insensible, the stout-armed Vikrodara dashed him to his death on the ground. When the famed Jimuta was killed in this way, Virata and the Matsyas were very pleased and congratulated him. The King then caused him to fight with the other wrestlers and when all were defeated, he ordered Bhima to fight with lions and tigers, and also elephants. Witnessing the unearthly power of Bhima, King Virata was pleased and bestowed upon him all kinds of wealth.\nTen months had now passed in the Virata's capital, and the Pandavas were living peacefully without being discovered. One , toward the end of the year, the commander in chief of Virata's army, Kichaka, returned to the city. He seemed invincible and had conquered many lands including the powerful Trigartas. His sister, Sudeshna, was the King's wife. It so happened that will going to visit his sister he saw the attractive Draupadi in Sudeshna's garden, and he was struck with love. He approached his sister and asked who the beautiful girl was. Sudeshna told him that she was her maidservant. Kichaka said, \"This woman has the beauty of a celestial Apsara and is fit to decorate my palace. She is surely the cure for my ailing heart. Certainly she is ill-suited to serve you, and therefore, she may rule over me and whatever is mine.\"\nKichaka then left his sister and approached Draupadi like a jackal in the forest attacking a lioness. He flattered her with sweet words, \"Who are you and who is your husband? You appear to be a goddess like Laksmi or perhaps a heavenly maiden. Every part of your body is perfectly formed, and your speech is just like nectar. Upon seeing your uncommon features, a burning desire has arisen in my heart. If you become my queen, I will give you all the opulence that you deserve. Give up this lowly life of a maidservant and become my wife. Kuvera's opulence awaits you, and I will serve you like a slave.\"\nHearing this marriage proposal, Draupadi replied, \"A maidservant of a low caste does not deserve to become the wife of a king. Besides I am already married, and therefore, you should not let adultery enter your mind for it does not befit the conduct of a great king. You should take delight only in your own queens and not in the wives of others. This leads only to calamity.\"\nConquered by lust and losing control over his senses, forgetting the reactions to sinful activities, the wicked Kichaka again tried to seduce Draupadi with his words, \"You should not neglect me for I have come under your influence. Try to understand that I am the real lord of this kingdom, and there is no one on earth who can defeat me. I excel all in handsome features, strength, youth and prosperity. Upon becoming my wife, I will confer upon you all my kingdom. Therefore accept me and enjoy the opulence you deserve.\"\nWhen Kichaka proposed again with these lusty words, the chaste daughter of King Drupada replied, \"Do not act so foolishly, and do not throw away your life. Know that I am protected, and you cannot force me to be your wife. I have five Gandharva husbands, and if they are provoked, they will certainly kill you. Therefore, do not unnecessarily cause your own death. You are desiring an object that can never be yours. You are like a child laying in the lap of its mother and crying for the moon. Give up this sinful idea of taking another's wife and save yourself from a hellish reaction.\"\nKichaka could not be swayed from his determination. He went to his sister and requested her, \"You should act in such a way that I may win this woman for my wife. I am craving a great lust for her, and I can think of nothing else.\"\nSudeshna offered a solution, \"When the next festival comes, I will request from you some of the best wines. At that time I will send Sairindhri to your palace. When she has arrived, you may speak to her in solitude about this matter, and perhaps she may become inclined toward you.\"\nAs it so happened when the next festival  came, Sudeshna approached Draupadi and ordered her, \"Get up my maidservant, and make your way to my brother's palace. I am thirsty for the finest wine, and it is he only who can satisfy my thirst.\"\n\"O princess,\" Draupadi replied, \"I shall not be able to go to Kichaka's palace for he is shameless. I cannot lead a lustful life, unchaste to my husbands. Do you remember the conditions upon which I agreed to become your maidservant? The foolish Kichaka, upon seeing me, will try to violate my chastity. Therefore do not send me, for you have many others who can go in my place.\"\n\"Kichaka is not one to molest women,\" The queen said. \"This I can promise you. Now go quickly, and do as I ask. I do not want to hear another word.\"\nDraupadi was forced by circumstances to follow her order. She started to make her way to Kichaka's palace, taking with her a golden vessel for carrying wine. She began to mentally pray to the demigods to help her, and answering her prayers, the sun god sent one very powerful Rakshasa to guard her. He remained invisible and could not be seen by anyone. When Draupadi entered the palace of Kichaka, that wicked person rose from his seat and came to her. \"O princess,\" He said, \"to is auspicious because you have become the mistress of my house. I will bring you the finest dresses as well as jewelry set with rubies, diamonds, emeralds and sapphires. Come sit with me and enjoy life. I have a beautiful bed prepared for you that we both can enjoy.\"\nHearing this licentious proposal, Draupadi replied, \"I have been sent here by the queen to bring wine back to her palace. Please fill this vessel for I must leave soon.\" As Draupadi began to leave the palace, Kichaka grabbed her arm. Draupadi, looking like an angered cobra, rebuked him, \"I have never been unfaithful to my husbands even at heart. O wicked person, I shall see you beaten and lying dead on the ground.\" Kichaka then seized her by her upper garment as she attempted to run away. As Kichaka attempted to bring her near him, she was unable to tolerate it, and slapped him to the ground. She then ran to Virata's imperial court where she hoped to receive protection from Yudhisthira and the King. As she was running into the court, Kichaka again grabbed her and kicked her in the side in the presence of the King. The invisible Rakshasa, who was protecting Draupadi, then gave Kichaka a shove, and overpowered by that force, he fell down to the ground senseless. Both Bhima and Yudhisthira witnessed the outrage against Draupadi. Bhima, desiring to finish Kichaka's life, gnashed his teeth, and his forehead was covered with sweat. Fire appeared in his eyes, as he rose from his chair next to the King. However, before he could take another step, he was grabbed by Yudhisthira who was bent on keeping the disguise for the last month of exile. He ordered Bhima, \"Go look for trees to use as cooking fuel. Take your passions out on them.\"\nDraupadi then pleaded with the King, \"Alas, this Suta's son has kicked the wife of those who will take his life for this insult. He has offended the wife of those whose prowess knows no bounds. Alas, this son of a Suta has kicked the proud and beloved wife of those who, although in disguise, always grant protection to those who ask for it. Why do those heroes not take action when their wife is insulted in this manner. Oh, where is the wrath of my husbands who cannot stand to see their wife insulted by this wicked wretch. O King, why do you sit there and allow this injustice to go on. Your behavior is like a coward and does not befit your court. These assistants of yours have the same mentality.\"\nWhen the Matsya King heard Draupadi's rebuking words, he instructed her, \"Whatever happened to you has happened out of our sight. Not knowing the real circumstances, how can I administer justice impartially?\" However, when the King's counselors heard what had happened, they endorsed Draupadi and chastised Kichaka.\n Yudhisthira then advised Draupadi, \"Do not stay here, O Sairindhri, but retire to the apartments of the queen. Your Gandharva husbands do not consider this an occasion for manifesting their wrath, for they have not come to your aid. In the future your husbands will fulfill your desire and take the life of him who has harmed you.\"\nHearing Yudhisthira's advice Draupadi replied, \"Those husbands of mine to whom I am wedded, I think, are kind. The oldest of them is addicted to dice and is liable to be oppressed by all.\" After saying these words, Draupadi ran from the palace to the quarters of Sudeshna. When the Queen saw her weeping, she inquired what had happened, and Draupadi told her everything. The queen said, \"I will to order my brother's death if it pleases you.\" Draupadi replied, \"There are others who will kill him. For this wrong he will have to enter Yamaraja's abode.\"\nDraupadi then went to her quarters and thought of how Virata's general could be killed. She reflected for a while and thought of her husband, Bhima. After dark when everyone was asleep, Draupadi made her way to the place where her lord was sleeping. Draupadi entered her husband's quarters intending to provoke Bhima to action, \"How can you sleep while that wretched Kichaka lives. Are you not affected by the sinful act he committed against me?\" Upon embracing her husband she said, \"Arise, arise! Why do you sleep there like a dead person. Only a dead person could tolerate the wrong that has happened to me to.\"\nUpon hearing Draupadi's distraught words, Bhima rose up from his bed half dazed and inquired, \"Please tell me why you have come here in the dead of night. I will accomplish what ever you want, but it must be done before others awaken from sleep. I alone, O Krishna, am able to deliver you from the suffering you feel.\"\n\"Do you remember,\" Draupadi asked, \"when that monstrous Duhshasana tried to disrobe me in the assembly hall at Hastinapura? I had to tolerate that insult while you elder brother gambled away our kingdom as well as myself. I also had to tolerate the attack by the sinful Jayadratha, and to I had to tolerate another insult, even while my husbands looked on. Is it that all my husbands are cowards? I cannot go to Yudhisthira for help, nor can Arjuna help me. Nakula and Sahadeva will only act according to the desires of Yudhisthira. You alone love me, and therefore, I have come to you. I have been suffering all these months, serving as a menial servant to this queen. Look at my hands that are filled with callouses from grinding sandal paste for that woman.\" Draupadi then showed Bhima her delicate hands that were not fit for menial work.\nBhima was aroused to action, and encouraged her, \"After seeing what happened to, I would have slaughtered the entire house of the Matsyas if it had not been for the restraining glance of Yudhisthira. I can understand his intentions. The thought of our being deprived of our kingdom, and the thought that the unscrupulous Duryodhana, Duhshasana, Karna and Shakuni are still living is burning my heart like a javelin. O beautiful lady, do not sacrifice our disguise, and try to subdue your wrath. If King Yudhisthira were to hear your reprimand, he would give up his life, as would Arjuna, Nakula and Sahadeva. Remember the hardships Sita endured on behalf of Rama, and also remember the outcome of such patience. There is now only half a month left till the exile is finished. If you wait till that time, I promise you I will mutilate the body of the wicked Kichaka.\"\nDraupadi's anger only increased as Bhima tried to pacify her. She then prodded him further, \"This sinful Kichaka will not be satisfied with what has happened to. He will come again to fulfill his lusty desires. I told him that my five Gandharva husbands would protect me, but when they did not come, surely he will not think twice to approach me again. If tomorrow the sun shines on the head of this Kichaka, I will take poison and kill myself rather than see that sinful person's face.\" Then crying, Draupadi pressed her face on the chest of her lord. Bhima tried to console Draupadi as much as possible, but an anger then arose in his heart at the thought of the wicked Kichaka. Bhima then promised his dear wife, \"I will do as you say. I will kill Kichaka and all his friends. Near here is the dancing hall that the King has erected for the use of dancing girls. It is used during the  and vacant at night. There in that hall is an excellent bed. Tell Kichaka to come there in the middle of the night. While you are talking with him make sure that no one sees you.\" Feeling satisfied that she was protected, Draupadi then returned to her quarters.\nIn the morning the vain Kichaka approached Draupadi and spoke to her the following words, \"In the presence of the King I threw you down and kicked you, but still he did not act. Virata is the Matsya king in name only. I am in truth the real monarch for it is I who protect and guard this kingdom. Come and be my wife, and I will give you all the opulence you deserve. I will become your slave; do not deny me. Let our union take place.\"\n\"O Kichaka,\" Draupadi replied, \"I will fulfill your lusty desires, but only under my conditions. Neither your brothers nor your friends should know of our secret meeting, for I am in great fear of being detected by my husbands. Just near here is a dancing hall recently erected by King Virata. It is vacant at night. Come there in the middle of the night so that our love affair will not be known by others.\"\n\"Afflicted by the god of love,\" Kichaka said, \"I will come alone so that your five husbands will not know of our love affair.\"\nReflecting on the conversation with Draupadi, Kichaka spent the rest of the  as if it were many years. The stupid Kichaka did not know that death was on his head. Deprived of his senses by lust, he spent his time adorning his person with valuable oils, the finest silken clothes, garlands and many valuable ornaments. Thinking of Draupadi's beauty, he was like a burning wick that was about to expire.\nWhile Kichaka was preparing himself for his evening escapade, Draupadi went to the kitchen and and informed Bhima of everything that had taken place. Bhima promised to kill the vile Suta's son that night in the dancing hall. Draupadi then retired to her apartments. When nightfall came Bhima disguised himself and went to the dancing hall, waiting under the bed covers for the sinful Kichaka. He was like a lion waiting for a deer. Kichaka then entered the dark hall and came to the bed that was in one corner of that room. As he approached the bed, he could see that someone was lying there, and he took the person to be Draupadi. Kneeling next to the bed, he lustfully spoke to who he thought was Draupadi, \"O beautiful lady, I have already arranged all kinds of wealth for your pleasure. A beautiful mansion awaits you as well as a hundred maidservants. Gold, silver, jewels, and whatever you desire is at your disposal. After arranging all these opulences for your enjoyment, I have come to you. Upon seeing me leave the palace, the women have commented, 'There is none in this world equal to you in handsome features and dress.'\"\nHearing the seductive words of Kichaka, Bhima imitated Draupadi's voice, \"It is very good that you are handsome, and it is very good that you praise yourself so much. I think, however, that you have not experienced power of my hands. You are skilled in the art of love making and are a favorite of women. There is none like you in the world.\" Saying this and laughing, Bhima rose up and roared, \"You diabolic wretch, I shall, to, mutilate your body for kicking my wife. When you are killed, my wife will feel satisfaction, and we, also, will live in peace.\"\nAfter saying this, Bhima seized Kichaka by his beautifully combed hair, which was adorned with garlands. Kichaka quickly grabbed Bhima's hands, and there ensued a hand to hand combat like that of two powerful elephants. Kichaka was furious and embarrassed, and attacked Bhima with all his potency. Bhima, however, did not waver a step. Locked in each other's tight grip and dragging each other, they fought like two bulls for the sake of a cow. Bhima then squeezed Kichaka with all his might, but Kichaka threw Bhima to the ground. Those mighty warriors fought on, and the crashing of their arms sounded like bamboos splitting. Vikrodara threw Kichaka down with great force. He tossed him about by his arms till he grew weak and began to tremble. Despite his weakness, Kichaka attacked Bhima, kicked him with his knees and brought him down to the ground. Overthrown by the powerful Kichaka, Bhima rose up again like Yamaraja after defeating his enemies.\nAnd thus the powerful Bhima and the Suta wrestled in that great hall in the middle of the night. They thundered at each other and shouted abusive words. As they moved gracefully around each other, the whole building began to tremble. Bhima hit Kichaka on the chest with all his power, but the mighty Kichaka did not move an inch. However, this was all the Suta could withstand. Kichaka was growing feeble, and seeing his faltering condition, Bhima forcible embraced Kichaka and began to press hard. Kichaka could not breathe and Bhima, seeing him exhausted, began to whirl him around till he began to scream frightfully like a broken trumpet. In order to pacify Krishna's (Draupadi) wrath, Vikrodara began to squeeze Kichaka's throat while kicking his body with his knees. When all the bones in Kichaka's body were broken, he lay there deprived of life. His eyes were still rolling and his body was trembling. Bhima, emotional with intense hatred, then thrust Kichaka's arms, legs, and head into his body. Crushing Kichaka in this astonishing way, he reduced him to a ball of flesh. The invincible Bhima then revealed to Draupadi Kichaka's mutilated body. He lit a torch and showed her the ball of flesh. \"Come, O princess of Panchala,\" he said, \"and see what has become of this immoral person.\" He then kicked Kichaka's body, showing his wife the reaction that will come to those who insult her. He then said, \"O my wife, those who will harm you shall meet the same end as Kichaka has met.\" Bhima then left Draupadi and went back to his quarters.\nDraupadi went to the door of the dancing hall and awakened all the nearby people with the sound of her voice. When the people came with lit torches and saw Kichaka's mutilated body, they exclaimed, \"Where are his arms and where is his head?\"\nDraupadi announced to all assembled, \"Behold Kichaka's mutilated body! He tried to violate my chastity, but my five Gandharva husbands came here and killed him in the same way a lion kills a deer.\"\nSoon all the brothers and relatives of Kichaka arrived, and when they saw Kichaka's mangled body lying there like a tortoise, the hairs on their body stood on end out of fear. Kichaka's brothers then cast their angry eyes upon Draupadi who was nearby leaning against a pillar. \"Let this unchaste woman be killed for causing our brother's death,\" they said. \"Since he wanted her for his wife, let her be cremated along with our brother so that in the next life all his desires will be fulfilled.\" Kichaka's brothers forcibly grabbed Draupadi and took her into the presence of the King. They requested Virata, \"It is for her sake that Kichaka has lost his life. Let her, therefore, be cremated along with him. It is your obligation to allow this to take place since he was your commander in chief.\" Virata immediately gave his assent to the proposal, remembering the victorious battles Kichaka had won for him.\nBinding Draupadi to the same palanquin as Kichaka's, Kichaka's brothers proceeded to the burial grounds. Draupadi cried aloud exclaiming, \"Oh, Jaya, Jayanta, Vijaya, Jayatsena and Jayatvala! Listen to my words! The Sutas are taking me away. Let my Gandharva husbands come immediately and save my life!\"\nHearing the distraught calls of Draupadi, Bhima arose from his bed and exclaimed, \"I have heard your words, O timid lady, and you have nothing to fear at the Sutas' hands!\" Bhima then left the palace and jumped over the city walls by means of a tree. He then rushed to cremation grounds and beheld a huge tree, forty feet in height. He uprooted it, stripped it of branches, and placed it on his shoulders. He then rushed towards the Sutas in the same way Yamaraja rushes at his enemies with mace in hand. Seeing Bhima running toward them with that upraised tree, Kichaka's brothers, numbering one hundred and five, became panic stricken. They immediately left Draupadi and ran toward the city. However, they were not quick enough, for Bhima pounded thirty brothers into the ground with several blows of the tree. With several more swings he knocked the remaining brothers into shapeless masses. He thus dispatched them all to Yamaraja's abode by means of that tree. Setting Draupadi free, Bhima consoled her, \"This is what happens to those who have offended you. Return to the city. You will no longer have any fear. I, myself, will return to Virata's kitchen by another path.\"\nWhen the citizens of Virata's capital learned what had happened, they were horror stricken. After Draupadi again entered the city, they fled in different directions. Some went to Virata and told him that Sairindhri's five Gandharva husbands had slain Kichaka's one hundred and five brothers, and that they now lay on the ground like huge mountain peaks. For the protection of the city, they asked that she not be allowed to enter. The King then called for Sudeshna and ordered her, \"Tell Sairindhri that she may go to whatever province she likes, but she can no longer stay here.\" He then sent the queen back to her apartments. When Draupadi arrived, the queen gave her the King's order, \"The King has ordered you to leave the kingdom. You are undoubtedly unparalleled in beauty to any other woman on earth. You will be the object of lusty desire by all men. Your husbands are exceedingly wrathful.\"\n\"O beautiful lady,\" Draupadi replied, \"Let the King allow me to live here for thirteen s more. Without doubt my husbands will then take me away, and you will certainly be benefitted. I will not leave the palace until that time.\" Agreeing with the desires of her maidservant, Sudeshna allowed Draupadi to remain in the palace unseen by others.\n \nThus Ends the Second"
}