{
    "id": 1,
    "name": "Chapter One",
    "content": "Maharaja Shantanu Marries the Celestial Ganga\n \nAccording to the historical records of this earth, there once lived a King named Maharaja Shantanu, the son of Pratipa, who took his birth in the solar dynasty and was considered naradeva, the manifest representative of the Supreme Lord on earth. His fame and rule extended to all parts of the world. The qualities of self-control, liberality, forgiveness, intelligence, modesty, patience and power always resided this exalted emperor. His neck was marked with three lines like a conchshell, and his shoulders were broad. In prowess He resembled a maddened elephant. Above all these qualities, he was a devoted servant of Lord Vishnu, and therefore he was given the name, \"King of kings\".\nOnce when Maharaja Shantanu, that bull among men, was wandering in the forest, he came upon a place frequented by the Siddhas and Charanas (a class of heavenly demigods). There he saw an angelic woman who appeared like the goddess of fortune herself. In truth, she was the personification of the river Ganges. She was glancing at the monarch with her youthful longing eyes, and Maharaja Shantanu became attracted to her. He then approached her inquiring, \"O beautiful woman, are you from the race of the Gandharvas, Apsaras, Yakshas, Nagas or the human race? As yet I have no queen, and your birth appears divine. Whatever your origin, O celestial beauty, I request you to become my wife.\"\nThe beautiful apsara (celestial maiden) then smilingly replied, \"O King, I shall become your wife and obey your commands, but there are certain conditions. You should not interfere with my actions, whether agreeable or disagreeable. Also you should never chastise me with harsh words. If you assent to my request, I shall live with you.  The King, infatuated with love, agreed to her proposals.\nHaving taken the lovely Ganga for his wife, Maharaja Shantanu passed many years in her association. She satisfied the King by her charm and affection, as well as by her music and dance; and thus the King passed many seasons unconscious of time. While enjoying himself in her company, he conceived eight children by her that were equal in quality to the heavenly gods. However, on the birth of each child, Ganga threw them into the river, exclaiming, \"This is for your good!  The King was not pleased with his wife's conduct, but he dared not speak a chastising word, lest she leave his company. However, when the eighth child was born, the King could not tolerate the killing of another child and he spoke harshly, \"Do not kill this child! Why do you kill your own children? O murderess of your sons, the reaction to such sin is very great!\nWhen reproached in these words, the celestial beauty replied, \"I shall not cast this child into the river, but according to our marriage agreement, our relationship has ended. I am Ganga, the personification of the River Ganges, and I am ever-worshipped by the great sages and common people. My origin is the divine feet of Lord Vishnu. I have lived with you only to accomplish the purpose of the demigods. The eight Vasus were cursed by Vashistha Muni, and thus they have appeared on earth as a reaction to that curse. They have pleaded wth me to free them from this bondage immediately after their birth. I have lived with you long enough to fulfill my promise to the Vasus. This last child is destined to live on earth for some time. His name will be Devavrata, and he shall be famous as a lion among men.\nMaharaja Shantanu then inquired from his wife, \"What offense did the Vasu's commit for which they were born on earth as human beings? Why, also, is this last child destined to live on earth longer than the others? O Ganga, my wife, please clarify this.\n Being thus questioned by the King of the earth, Ganga replied to the Monarch, \"O best of the Bharata race, on Mount Meru there are many picturesque forests. In one such wooded region lives a renowned sage named Vashistha Muni. He is adept in the practice of austerity and meditation. With the help of his Kamadhenu cow, he performs sacrifices to please the Supreme Being. One , the eight Vasus headed by Prithu came to that forest. Roaming about with their wives, the Vasus entered the hermitage of Vashistha Muni. At that time they spotted the celestial cow named Nandini. One of the Vasus, whose name was Dyu, then informed his wife, This cow belongs to the eminent sage Vashistha, and it is said that the mortal who drinks the milk of this cow remains unchanged for ten thousand years.' Turning to her husband she replied, I have a very dear friend named Jitavati who is the daughter of the sage Usinara. I wish to take this cow and calf as a present for her.' When repeatedly petitioned by his beautiful wife, Dyu, along with his brothers, abducted the Kamadhenu cow, forgetting who was the actual owner.\nThat evening, when Vashistha returned to his hermitage, he could not find his Kamadhenu cow or its calf. He began to search the forest, but nowhere could they be found. By his mystic power, obtained by long years of austerity, he then understood that the cow and its calf had been taken away by the Vasus. When the sage's wrath was kindled, he cursed the Vasus, Because the Vasus have stolen my Kamadhenu cow, I curse them to be born on earth as ordinary mortals.' The sage then returned to his practice of ascetic meditation.\n\"When the Vasus heard of Vashistha's curse, they came to his hermitage to pacify him. They praised him with amiable words and offered to return the cow. However, they failed to obtain clemency from the great sage. The great brahmana Vashistha, who is naturally kind to everyone, then compassionately said, This curse is the suitable punishment to rectify your enjoying mentality. You will be freed from it shortly after your earthly birth. However, your brother Dyu, who actually stole my cow, shall have to domicile on earth for a long period of time. Dyu, though living on earth, shall not marry and have children. He will, however, be a man of kingly virtue and will know the essence of the holy scriptures. He will be an obedient servitor to his father, but will have to live without female companionship.'\n\"The Vasus  Ganga continued, \"then came to me and begged a benediction. They asked that I cast them into the waters of the Ganges immediately upon taking their birth. O best among kings, I have fulfilled their desire, but this last child, Dyu, will have to reside on earth for some time to fulfill the curse of Vashistha Muni.  Having related the Vasus' history, Ganga disappeared with the child, and the King returned to his palace with a sorrowful heart.\n \nThus Ends the Mahabharata Summation to the First"
}