{
    "id": 6,
    "title": "Chapter Commentary",
    "content": "Maharaja Shantanu wanted to be enlightened in self realization and factually know the difference between the body and the soul. The soul takes one body after another according to the sinful or pious activities of this life. Emperor Shantanu wanted to stop the repetition of birth and death by becoming fully absorbed in God consciousness. Not only did he himself take spiritual realization seriously, but he also instructed his citizens about the life's ultimate aspiration. In Bhagavad-gita Lord Krishna tells Arjuna, \"O scion of Bharata, you should understand that I am also the knower in all bodies, and to understand this body and its owner is called knowledge. That is my opinion.  (B.g. 13.3) Because spiritual knowledge is the zenith of wisdom, Vedic civilization centered on this point, and therefore was considered more progressive than the present civilizations in which knowledge of the external body is given primary importance. Any civilization that doesn't teach the difference between the body and the soul is an animal civilization, no matter how materially advanced. The animals simply eat, sleep, mate and defend, and any civilization that teaches these animalistic propensities as life's prime goal cannot obtain spiritual perfection. As Lord Jesus Christ states, \"Seek ye first the kingdom of God and all things will follow.\nKings in Vedic culture were called naradeva, because they were representatives of the Supreme Lord. They never thought themselves to be the highest authority, but acted on the advice of highly qualified priests and sages. Any head of state who does not act as the representative of the Lord will surely guide himself and his citizens down to hellish life. They become like blind men who lead their citizens into the ditch of repeated birth and death. King Shantanu set the example for his citizens, and upon seeing that his body was aging, went to the forest to attain liberation in complete Krishna consciousness.\nWhen both Chitrangada and Vichitravirya died, there was lamentation by all the family members. Happiness in this material world is temporary. Everyone wants an eternal lover, father, mother, friend, son or daughter. We are eager to have a lover eternally, but the lover grows old and is no longer appealing to the mind. We are always eager to have a parent-child relationship, but the son grows up, or as in this case the son dies. We are very eager to have a friend, but we find that the friend moves to a distant country or we are cheated in personal dealings. And the relationship of master and servant is broken by mistrust. The temporary relationships in this world are like drinking sweet rice mixed with sand. The nice taste of the sweet rice is there, but the sand particles make it unpalatable. Similarly, the relationships of this material world are only temporarily pleasing, because the sand particles of birth, death, old age and disease make it unpalatable. In the spiritual world, however, one can have Krishna as a lover eternally, as in the case of the Gopis of Vrindavana. Mother Yashoda and Nanda Maharaja enjoy having Krishna as their son eternally. In the spiritual world one can play with Krishna as a cowherd boyfriend eternally. One can have God as his master eternally and never feel cheated. Therefore this material world is only a mirror reflection of the spiritual world. If you place a banana in front of a mirror and try to eat the mirror reflection, you will be frustrated. Similarly if we try to enjoy the temporary relationships of this world, we will be frustrated. We have to reestablish our loving relationship with the Supreme Lord, and then we will be happy and never have to lament as did the queens of Vichitravirya."
}