{
    "id": 13,
    "title": "Chapter Seven",
    "content": "The Poisoned Cake\n \nAfter King Pandu's demise, the sages in the forest assembled and discussed the future of Kunti and her sons. The rishis decided that the Pandavas, along with their mother, should live in Hastinapura and take shelter of Grandfather Bhishma and the Kuru elders. The sages had great compassion upon the people of the world. They were not just interested in their own salvation, but in the protection and advancement of the people in general. Knowing these boys to be future Kings of the earth, the great sages made arrangements for them to be placed under proper guidance.\nAccompanied by the sages and the Charanas [a species of celestial beings like the seraphim and cherubim], Kunti and her children appeared outside the city gates of Hastinapura. Upon hearing that Kunti was at the city gate, the members of the Kuru court, headed by Bhishma, Dhritarastra and Vidura, came forward to welcome them. The citizens of Hastinapura also came there to see the sons of Pandu. Everyone was wonder struck to behold the godlike sages accompanied by the celestial Charanas.\nThe sages then informed the Kuru elders, \"As you well know the former king of this world, Pandu, had been living in the forest as an ascetic due to a muni's curse. The curse has now taken its toll and that great King has ascended to the heavenly planets. Here are his five children. The oldest is Yudhisthira, conceived by the controller of religion, Yamaraja himself. He is the future king. The second son, Bhima, conceived by the demigod Vayu, possesses infinite strength. The third son is Arjuna, conceived by the noble Indra himself. He will humble the pride of all archers on earth. The last two children are Nakula and Sahadeva, begotten by the Asvini-kumara demigods through Madri. The birth, growth and development of Pandu's children will give great pleasure to all. King Pandu and his wife Madri departed seventeen s ago. The last funeral rites need to be performed with honor befitting a king of this earth.  After informing the Kuru elders of all matters, the sages and Charanas disappeared from sight.\nDhritarastra then requested Vidura, \"O brother, we must perform the last rites for this King of kings and arrange charity to be given freely to whomever is in need.  The ashes of Pandu and Madri were then taken in state to the banks of the Ganges, where the last funeral rites were performed. The ashes were then cast into the Ganges. All the citizens, young and old, wept over the loss of their King, and thus passed twelve s in mourning.\nOne  after the shraddha ceremony (offering of Vishnu prasad to the forefathers) had been performed, Vyasadeva approached Satyavati and warned her, \"Mother, the s of happiness in the Kuru house will set like the evening sun. The empire of the Kauravas will no longer endure. You should not be a witness to the annihilation of your dynasty. Therefore, enter the forest and fix your mind on the Supreme Lord Vishnu, the protector of all.  Following the advice of Vyasa, Satyavati, along with Ambika and Ambalika, entered the forest. When their meditation attained perfection, they entered the spiritual world, Vaikuntha.\nAfter the Pandavas settled in their father's palace, they accustomed themselves to the opulence that was due to them. Whenever Bhima was engaged in play with the sons of Dhritarastra, his strength became apparent. Bhima proved superior in speed, striking objects, consuming food and scattering dust. The son of the wind-god pulled the sons of Dhritarastra by the hair and made them fight with one another, laughing all the while. Bhima would seize them by the hair, throw them down, and drag them along the ground. In his playful mood, Bhima would accidentally break their knees, their heads and their shoulders.  while swimming together, the second son of Pandu would hold ten of them at a time under water until they were almost dead. When the sons of Dhritarastra would climb a tree to gather fruits, Bhima would shake the tree until the fruits as well as the one-hundred sons fell to the ground. He would play with them in childishness, but would never hurt them out of envy.\nWhen it was obvious that Bhima could challenge all the one-hundred sons of Dhritarastra single-handedly, Duryodhana began to make deceitful plans to harm him. He thought, \"There is no person who can compare with Bhima's strength. He does not think twice of challenging my one-hundred brothers to combat. I will exterminate him and confine Yudhisthira and Arjuna to imprisonment. Then I shall be the sole heir to the throne without hindrance.\nPossessed with this mentality, the wicked Duryodhana built a palace on the banks of the Ganges that was just for sporting in the water. His plan was to invite the Pandavas to this house and feed Bhima a poisoned cake. When Bhima was unconscious from the poison, Duryodhana and his brothers would throw him in the Ganges. With this evil plan in mind, Duryodhana began construction. After the palace was completed, Duryodhana invited his cousins, \"Let us go to Gange's bank and sport in the water. We shall have a picnic and enjoy the scenery.\nNot understanding Duryodhana's evil intentions, the Pandavas accompanied Dhritarastra's sons to the banks of the Ganges and inspected the newly constructed palace by the water. They all sat down to a feast before swimming. Duryodhana brought Bhima a cake filled with enough poison to kill one hundred men. That wicked youth, who spoke sweetly, but whose heart was like a razor, continued to feed Bhima different kinds of food that were filled with poison. After the feast the boys began playing in the water. Bhima became fatigued from the poison, and rising from the water, lay down on the ground. Seizing this opportunity, Duryodhana and some of his brothers bound him with ropes and threw him into the Ganges. He sank down to the bottom of the river where the Naga (snake) kingdom is situated. Thousands of Nagas began to bite him, and the poison from the cake was neutralized by the serpents' venom.\nOn regaining consciousness, the son of Kunti broke his bonds and began killing the snakes that were biting him. The rest of the snakes fled and went to their leader Vasuki, telling him the events that had taken place. Vasuki happened to be related to Bhima through the wind god Vayu, and upon hearing that Bhima was present, he went to the spot and embraced him. Bhima then related to Vasuki the sinister plan of the poisoned cake. Vasuki, wanting to protect him from future attacks, offered Vayu's son eight bowls of nectar which empowered a person with the strength of ten thousand elephants. Bhima drank one bowl in one breath, and after drinking all eight, he lay down on a bed prepared by the serpents.\nAfter Yudhisthira, Arjuna, Nakula, Sahadeva and Dhritarastra's sons were satiated in their swimming play, they set out for Hastinapura anticipating that Bhima had already gone there. The wicked Duryodhana was elated thinking that Bhima was dead, and he appeared very happy on the way back to Hastinapura. Yudhisthira, who was unacquainted with vice and wickedness, thought nothing of the matter. Upon entering the palace chambers of his mother, he inquired, \"O mother, have you seen Bhima? I cannot find him anywhere. While swimming in the Ganges, he became tired and slept on the shore. After finishing our water sports, he had disappeared. Has he come here early because of exhaustion from swimming?\nKunti became alarmed when she heard that Bhima was missing. \"My dear Yudhisthira,  she said, \"I have not seen Bhima. He has not come here. Return in haste with your brothers and try to find him.  After dismissing her sons, Kunti summoned Vidura and anxiously spoke to him, \"O illustrious Vidura, Bhima is missing. To the boys went swimming in the Ganges, and they returned without him. I know that Duryodhana is envious of him. This first son of Dhritarastra is crooked, malicious, low-minded and cruel. His only desire is to obtain the throne. I am afraid he might have killed Bhima and this is saddening my heart.\n\"Blessed lady,  Vidura replied, \"do not grieve. Protect your sons with care. If Duryodhana is accused, he might slay the other sons. The great sage Vyasadeva has foretold that your sons will be long-lived. Therefore, Bhima will surely return and gladden your heart.  Vidura then left for his residence and Kunti, unable to shake her anxiety, stayed in her quarters.\nMeanwhile, Bhimasena awoke from his deep sleep after eight s. The Nagas extoled him and tended to his needs. \"O greatly powerful Bhima,  they said, \"you are filled with the nectar of the heavenly gods. This will give you the vitality of ten thousand elephants. No one will be able to defeat you in battle. You must now return home, for your mother is in deep anxiety over your absence.  The Nagas then dressed him in fine silks and ornaments and returned him to the palace by the river.\nBhima sprinted to Hastinapura with great haste. He entered the palace of his mother and bowed at her feet and at the feet of his elder brother. Queen Kunti took her son on her lap, and as she affectionately embraced him, tears glided down her face. The other brothers gathered round and welcomed him warmly. Bhima then briefed them on everything that had happened. He explained how Duryodhana had tried to poison him, and how the wicked son of Dhritarastra and his brothers had tied him up and thrown him in the Ganges. Bhima also explained how the Nagas had bitten him, countering the poison in the cake. He told how he had been given eight bowls of immortal elixir, and how his strength had increased thousands of times. \"Do not speak of this to anyone,  Yudhisthira said. \"From this  on we should protect one another with care. Under Vidura's guidance, no harm can come to us.\n \nThus Ends the Seven"
}