{
    "id": 25,
    "title": "Chapter Thirteen",
    "content": "Hidimba Slain\n \nWhile the palace of shellac was burning intensely, the Pandavas escaped unnoticed. Upon immerging from the tunnel, they looked back and saw the palace blazing in the distance. They then looked toward the bank of the Ganges and saw a man sitting in a boat. The man was sent by Vidura, and by signals he indicated that they should board the boat. He convinced the Pandavas by certain messages that he was actually sent by their uncle. The Pandavas then boarded the boat and the boatman lead them across the river Ganges to safety. They thanked the boatman and sent a message back to Vidura that they were heading in a southerly direction.\nThen Bhimasena, who was endowed with supernatural power, placed his mother on his shoulders, the twins on his sides, Yudhisthira and Arjuna on his arms, and proceeded quickly through the darkness. The son of the wind god ran at the speed of the wind, breaking the trees and bushes before him. With every step he caused the earth to tremble. The motion of his legs created a wind so intense that it was comparable to the March winds. Indeed, so great was the force with which Bhima moved that his brothers and mother seemed to faint on his body. Before the  was over, Bhima had covered a distance of one hundred and sixty miles.\nTowards the evening Bhima reached a densely dark forest where fruits and water were scarce and which echoed terrible cries of wild birds and beasts. The wind blew strongly, breaking the branches of the trees. Afflicted with hunger, thirst, and sleep, they were unable to proceed further. Bhimasena carefully lifted his mother and brothers off his body. Exhausted, they all lay down to sleep with the exception of Bhima, who stayed awake to guard against Duryodhana's spies or any Rakshasas who lived in the forest. As Bhima glanced over his mother and his brothers, he felt a deep pain in his heart. After all it was just a night ago that they were sleeping in the finest beds, and eating the finest foods. Did Queen Kunti, the wife of the great Pandu and the daughter of King Surasena, deserve to lie on the bare ground? Did the sister of Vasudeva and the mother of the Pandavas deserve leaves as a bed sheet? Yudhisthira, the son of Yamaraja, was lying on the bare ground. Did he deserve such a fate? Did he not deserve sovereignty of the three worlds? Did Arjuna, the greatest bowman the world has ever known, deserve to lie on the ground like an ordinary man? Did Nakula and Sahadeva, who are like demigods in appearance, deserve to be soiled by the dust of the earth? Bhima then spoke as if the sons of Dhritarastra were present, \"You sons of Dhritarastra have little foresight. You wicked fellows may enjoy your temporary success. You still breathe only because Yudhisthira does not command me to take your lives. If ordered by him, I would send you all to the region of Yamaraja this very !  Having said this, the mighty armed Bhima squeezed his palms, breathing heavily in anger. Looking over his dear brothers and mother, he continued to guard the rest of the night.\nNot far from where the Pandavas were sleeping, there lived a rakshasa (man eater) named Hidimva and his sister Hidimvi. Hidimva was not an ordinary rakshasa for he ruled over all others in his race. He had sharp teeth and a protruding belly. His shoulders were like the neck of a tree, and he was reddish in hue. Longing for human flesh, he sat in a tree along with his sister. Understanding by the scent in the air that some humans were nearby, he ordered his sister, \"O Hidimvi, I smell human flesh close by. My mouth waters at the thought of eating, for I have not satisfied my hunger all . Go and see who has come. Attacking the human throat and opening the veins, I shall drink to my full satisfaction a large quantity of human blood. Go and bring to me any human beings who are nearby. We will feast on human flesh and dance together in happiness.\nThus commanded by Hidimva, Hidimvi proceeded to the spot where the Pandavas were resting. She saw four brothers lying asleep with their mother and the invincible Bhima guarding them. Beholding Bhimasena, unrivalled in strength and handsome appearance, the rakshasi immediately fell in love. She thought to herself, \"This person has a body like molten gold, and his shoulders are like those of a lion. His neck is shaped like a conchshell, and his eyes are like lotus petals. Truly he is worthy of being my husband. I shall disobey my brother's order, because affection for one's husband is greater than for one's brother.\nThe rakshasi, capable of assuming any form at will, assumed the form of a beautiful celestial woman. Approaching Bhima with a mind enchanting smile, she said to him, \"O bull among men, where have you come from and who are you? Who also, O sinless one, is this lady of transcendent beauty sleeping here so contently as if in her own chambers? Do you know that this forest is the abode of a rakshasa named Hidimva? I am his sister, and he has sent me here with the intention of killing you all. Speaking truthfully, I tell you that after beholding your celestial handsome features, I can accept no one else as my husband. My heart as well as my body have been pierced by the arrows of Cupid. I will rescue you from this brother of mine who eats human flesh. By my mystic power, I will take you wherever you like. Traveling to the celestial gardens, we can enjoy to our hearts content.\nHearing the affectionate words of the rakshasi, Bhima replied, \"O beautiful woman, how can I leave my brothers and mother simply to satisfy lusty desires. I will never run from fear of any rakshasa, for Rakshasas are never able to bear the prowess of my arms. What to speak of Rakshasas, neither mortals nor Gandharvas nor Yakshas can bear my strength. O celestial lady, you may either go or send your cannibal brother. I care not.\nHidimva, the chief of the Rakshasas, seeing that his sister had not returned, got down from the tree and proceeded quickly to where the Pandavas were. He saw that his sister had taken a celestial form bedecked with garlands of flowers and silken garments. The rakshasa, beholding her in that charming form, understood her motives. He was red hot with anger and scolded her, \"Why, O sister, have you thrown obstacles on my path when I am now overcome with hunger? O Hidimvi, don't you fear me in the least? You are desiring to enjoy intercourse with my evening meal. You are ready to sacrifice the good name and honor of all the Rakshasas for some gratification of the senses. Therefore, I will kill you this very moment!\nUpon seeing the rakshasa rushing toward Hidimvi, Bhima, the foremost slayer of man eaters, jumped up and exclaimed, \"O Hidimva, what need is there to awaken these sleeping persons. O wicked cannibal, challenge me first, and do not touch your sister. Why do you want to kill a woman who is scarcely responsible for a desire that pervades all living entities? She does not deserve to be punished for this offense. Come and fight with me, O rakshasa, and I shall send you to the court of Yamaraja without delay!\nReplying to Bhima, Hidimva said, \"What need is there for all this boasting. Accomplish what you have said and then crow with your tongue! You have wrongly calculated my strength, or else you would not have challenged me to combat. Let your brothers sleep comfortably, and after killing you and drinking your blood, I shall devour them one after another!\nThe most powerful Hidimva, whose eyes were burning like molten copper, ran at Bhima desiring to kill him. Very quickly Bhima grabbed the outstretched arms of Hidimva and began dragging him away from where his brothers and mother were sleeping. The Rakshasa, humbled by the might of Bhima, became furious, and squeezing the body of Bhima, sent forth a loud roar. The mighty son of Pandu then dragged the demon a further distance so the cries of the Rakshasa would not awaken his brothers. Fighting like two full grown elephants, they pulverized the nearby trees and bushes.\nFrom the sound of falling trees, the sleeping brothers awoke. Kunti also awoke from sleep and gazed in wonder at the beautiful woman who was standing before her. Desirous of knowing her identity, Kunti said, \"O beautiful woman, whose complexion resembles the lotus, where have you come from, and what is your name?  Hearing the inquiry of Kunti, Hidimvi replied, \"The forest that you have taken shelter in belongs to my brother Hidimva, the powerful Rakshasa. I have been sent here to kill all of you on his order. However, seeing the handsome features of your son Bhima, I have fallen in love with him and have chosen him as my husband. My name is Hidimvi. Presently your son Bhima has dragged my brother to a great distance, and they are engaged in combat.\nRising up from sleep and gazing into the distance, Yudhisthira, Arjuna, Nakula and Sahadeva saw Bhima and the Rakshasa engaged in an earth trembling duel. The dust raised by their feet was filling the whole forest. Rushing to that spot, Arjuna requested his elder brother, \"I have now rested from sleep. Step aside and let me kill this Rakshasa.\n\"Do not fear the result of this battle,  Bhima replied. \"Having come within my reach, he shall not escape with his life.  Blazing with fury, Bhima picked up the Rakshasa and whirled him around a thousand times. Speaking to the Rakshasa, Bhima said, \"To I shall make this forest fit for habitation. You shall no longer feast on human flesh.  Saying this much, Bhima threw the Rakshasa down with all his might, causing a big dust cloud to rise into the sky. The demon uttered a ghastly shriek that filled the whole forest. The mighty Bhima then picked up the battered body of the Rakshasa, and holding it with his hands, bent it backwards breaking it in the middle. This action greatly satisfied his brothers. Seeing the mutilated body of the Rakshasa, Arjuna came forward and congratulated Bhima. They all then headed in the direction of a nearby town. The beautiful Hidimvi followed from a distance.\nBhima, seeing the Rakshasa woman following, ordered her, \"If you seek revenge for your brother's death, do not follow us or your fate will be the same.  Yudhisthira quickly admonished Bhima, \"O Bhima, O tiger among men, however angry you are, never kill a woman. A higher virtue is to protect life. Besides, what can this woman do to harm us?\nHidimvi then respectfully addressed Kunti, \"O blessed lady, you know the heart felt pangs women feel at the hands of the deity Cupid. I have cast off my relations and friends and have chosen your son as my husband. I tell you truthfully that if this desire is not fulfilled, I will no longer live in this body. Have mercy upon me and unite me with Bhima, who resembles a heavenly denizen. Allow him to accompany me to the celestial regions. I shall again return him after some time.\nHearing Hidimvi's appeal, Yudhisthira said, \"Your desire shall be fulfilled in all respects, O beautiful woman. Sport with him during the , but you must return him by nightfall.  Smiling bashfully, Bhima also agreed to the proposal and said, \"I will fulfill your desires, but I will stay with you only till you have obtained a son.  Bhima then climbed on the back of Hidimvi, and she took him to the abodes of the heavenly gods. They enjoyed each others company  after , and in time a child was conceived who was destined to become a mighty warrior. He was named Ghatotkacha. The child was born bald, with fierce eyes and a large mouth. Endowed with the invincibility of the devas, the child soon became a great bowman. Although born an infant, he grew to be a youth within the very hour he was born. Rakshasa women give birth to children the  they conceive. The bald headed child bowed at the feet of his mother and father. Bhima then gave him the name Ghatotkacha, which means bald like a pot. Ghatotkacha became exceedingly devoted to the Pandavas and became a favorite among them.\nThen Hidimvi, knowing that her period of stay with her husband had come to an end, offered respects to the Pandavas and told them that she would again seek their company. Ghatotkacha told his father that if he thought of him, he would immediately come to his presence. The mother and son then departed, and the Pandavas continued on their journey.\n \nThus Ends the Mahabharata summation to the Thirteenth"
}