{
    "id": 23,
    "title": "Chapter Twelve",
    "content": "The House of Lac at Varanavata\n \nA year after this incident, Dhritarastra decided to appoint Yudhisthira, the first son of Pandu, as the heir-apparent to the kingship of the world. His firmness, fortitude, patience, benevolence, straightforwardness and unswerving honesty won the hearts of the people of the earth. Within a short time, he had overshadowed the accomplishments of his father, the great Pandu.\nThe second son of Pandu, Bhimasena, began to receive instructions from Balarama, the brother of the Personality of Godhead, Lord Krishna. He received continued lessons in the use of the mace and sword. After Bhima's education was finished, his strength and prowess with the mace were unsurpassed except for the all-powerful Lord Balarama.\nArjuna, the third son of Pandu, was esteemed for his mastery of the bow and arrow. Drona certified that there was none in the world who was Arjuna's equal in the use of weapons. Sahadeva obtained the whole science of morality and duties from Brihaspati, the heavenly priest of the demigods, and Nakula, the favorite of his brothers, became known as a skillful warrior and a great chariot fighter.\nIndeed, Arjuna and his brothers became so powerful that they killed in battle the great Sauvira, who was powerful due to his sacrifices to the heavenly gods. The King of the Yavanas, whom Pandu had failed to subjugate, was conquered by the mighty bow of Arjuna. While riding on a single chariot, Arjuna and Bhima conquered the kings of the East backed by ten thousand chariots. The five Pandavas conquered all the kings of the earth and extended their influence to all parts of Bharatvarsha. Seeing the great prowess of the sons of Pandu, Dhritarastra's sentiments towards them suddenly changed. The blind King, who was also blind spiritually, was overcome with envy and began a plot to kill the Pandavas.\nDhritarastra called to his side one of his chief ministers who was expert in the art of politics and inquired, \"O best of the brahmanas, Kanika, the Pandavas are daily growing in power and influence. I am envious of them. Tell me whether I should make peace with them or endeavor to destroy them. I will act on your advice.\nKanika, who was crooked by nature, then ill advised the blind king who was intent on sovereignty for his own sons, \"Listen to my words, O sinless King and do not be angry with me. If your son, friend, brother, father, or even the spiritual preceptor--anyone who becomes your enemy--should be killed by all means. By curses or mystic power, by gift of wealth, by poison or fire, or by deception, the enemy should be slain. To maintain the interests of the Kurus and your own self, you should not let the enemy know what you are thinking. Comfort your foe with sweet words, give him a gift of wealth, and then kill him when he is not looking. You should burn the house of the person you wish to kill. You should act with the greatest cruelty, and sharpen your teeth to inflict the greatest pain. You should strike him in such a way that he will never raise his head again. O King, protect yourself from your brother's sons for they are stronger than your own sons.  The so-called brahmana, Kanika, then returned to his own chambers, and the King contemplated the ill advice of the crooked brahmana.\nThe citizens of Hastinapura became affectionate to the sons of Pandu because of their good qualities and desired Yudhisthira as their King. In the market places, in the homes, in the countrysides, the glories of the Pandavas were spoken. The sinful Duryodhana, hearing the citizen's discussions, became distressed. Inflamed with envy, he went to King Dhritarastra and said, \"O father, I have heard the words of the citizens favoring the Pandavas. They desire Yudhisthira to rule the kingdom. What then will be our fate? If Yudhisthira does indeed become King, we and our children shall be excluded from the royal line. We should act quickly to acquire the kingdom and win the hearts of the citizens.\nOvercome by affection for his sinful son, King Dhritarastra made a plot to kill the Pandavas by fire in the town of Varanavata. One , in the court at Hastinapura, some of the King's counsellors began to speak of the glories of Varanavata. These counsellors, instructed by Dhritarastra, spoke of the beauty of the town and its pious citizens. Hearing these descriptions, the Pandavas became attracted to go there. King Dhritarastra noticed that the curiosity of the Pandavas had been awakened, and he then advised them, \"My counsellors have spoken of Varanavata and the activities that go on there. If you desire to witness the festivities in this beautiful town, then take your followers and friends and enjoy the atmosphere. Give away charity to the brahmanas and the citizens, and after living comfortably for some time, return to the city of Hastinapura.\nYudhisthira fully understood the motives of his blind uncle, but because he was in a helpless condition, he had to agree with the proposal. He took permission from the leaders of the Kuru dynasty and prepared to leave for Varanavata. Previously, Duryodhana had summoned his counsellor Purochana and ordered him, \"O Purochana, this world is destined to be mine, and you can share in it equally. It is in our best interests to protect it. I have no more trustworthy counsellor than you to consult with. Therefore, help me to kill my enemy by doing as I ask. My father will request the Pandavas to go to Varanavata to enjoy the festivities there. I want you to construct a palace made of flammable materials. It should be constructed in such a way as to deceive the Pandavas. Soak the walls with ghee, resin, oil and a large quantity of shellac. Do it in such a way that they will not think it flammable. Make sure the palace is of the finest workmanship, and with the greatest humility, request the Pandavas to live there. On a certain  chosen by me, you will burn the palace of lac while the Pandavas and their mother are sleeping.  Agreeing to all of Duryodhana's proposals, the sinful Purochana went to Varanavata and did all that he was told.\nAs the Pandavas and their mother were leaving Hastinapura, Vidura approached Yudhisthira and instructed him in a Mleccha (lower class) language which no one else could understand. Vidura lovingly said to him, \"One who knows the schemes of his enemy should act in such a way as to avoid all danger. He who knows that there are sharp weapons capable of cutting the body which are not made of steel, and understands the means of avoiding them, can never be harmed. One who knows that the consumer of straw and wood and the drier of dew never burns the inmates of a hole in the forest, lives to see another . Remembering this, be on guard. One who is given a weapon by his foes that is not made of steel, can escape from his enemies by making his abode like unto the jackal [one who lives underground]. By wandering, a man can acquire certain knowledge, and by the stars he can ascertain direction, and he who keeps his senses under control can never be oppressed by his enemies.\nWhen offered good counsel, Yudhisthira replied, \"I have understood you.  Vidura then bade them farewell and returned to his own house. When Vidura had left, Kunti approached Yudhisthira and questioned him, \"What did the pious Vidura say to you? He spoke in such a way that no one could understand him. If it is not improper for me to know, then I should like to hear everything that he has spoken.  Yudhisthira replied, \"The pious Vidura has told me that the palace in which we are to live is built of flammable materials. He further said, The path of escape will be known to us, and that he who has controlled his senses can acquire sovereignty of the world.' The reply that I gave to him was, I have understood you.'\nThe Pandavas had set out on the eighth  of the waning moon in the month of Phalguna when the star Rohini was in ascendance. Upon arriving in the city of Varanavata, the townspeople came to greet them. The assembly consisted of many thousands of people who were anxious to see the pious Pandavas. The sons of Pandu were presented many auspicious articles and taken on a tour of the town. The scheming Purochana then took them to the palace made of lac. The foremost of all virtuous men, Yudhisthira, upon inspecting the palace, said to Bhima, \"O chastiser of the enemy, this house is truly made of burnable materials. Our adversaries, by the aid of trusted artisans, have built this house with hemp, resin, straw and bamboos, all soaked in ghee. The wicked Purochana is also staying in this palace to burn us to death when we least expect it. Our well wishing uncle Vidura has warned me that Duryodhana has had this house constructed for our death.\n\"If this is the fact,  Bhima replied, \"then we should live in another house in Varanavata.\n\"It seems to me that we should continue living here,  Yudhisthira said, \"seemingly unsuspicious. However, we should always be on guard and know all means of escape. If Purochana has found out that we have understood his plans, he may try to burn the house immediately. If we leave here, Duryodhana may try to have us killed by spies. While we have no rank and power, Duryodhana has both. We also have no friends and allies, and Duryodhana has both. While we have no wealth, Duryodhana has a full treasury. Duryodhana should think that we have died by fire. Deceiving him in this way, we shall escape from here when the occasion presents itself.\nAfter some time, a friend of Vidura's, well skilled in excavation, arrived at the palace of the Pandavas. In private he talked to Yudhisthira, \"I have been sent by Vidura for excavating a tunnel under this house. Purochana will set fire to this palace on the fourteenth  of the dark moon. This is all the plan of the wicked Duryodhana. Previously, Vidura instructed you in the mleccha language, and you replied in the same language. I am saying this so you will know that I am actually acting on Vidura's behalf.\n\"I know you as a trusted friend of our uncle Vidura,  Yudhisthira replied. \"This large mansion has been built of flammable materials, and there are few doors. I want you to build a large tunnel beginning from the center of the house and ending by the river Ganges. We will spend our s hunting in the forest so that the sinful Purochana will not detect that you are working. Make sure the floor is covered well, so no one will suspect that there is a tunnel.\nOn hearing these instructions, the miner agreed, and the next  he began his work. Every  the Pandavas would go to the forest accompanied by Purochana, and they seemed very happy to be under Purochana's care. Thus they lived in that palace for one full year.\nSeeing the Pandavas living in the palace cheerfully and without any suspicion, Purochana felt content that his plan would be successful. Beholding Purochana in a happy mood, Yudhisthira, the pious son of Kunti, spoke to his brothers, \"The cruel-hearted Purochana has been well deceived. I think the time has come for our escape. Let us set fire to the mansion and burn Purochana to death. Then we shall leave here unobserved by anyone.\nYudhisthira planned a festival in the palace of lac and invited many of the leading citizens of Varanavata. At the end of the night all had left, and Purochana had become so drunk with wine that he lay on the floor unconscious. It so happened on that occasion that a nishada (lower class) woman and her five sons had come to the festival in hopes of receiving charity. They also became drunk and laid on the floor unable to move. They fell fast asleep in a part of the palace that few people frequented. When everyone had left the house, it was late at night and suddenly a violent wind began to blow outside. Yudhisthira ordered Bhima to set fire to the house. Bhima first of all set fire to the place where Purochana was sleeping and then to other parts of the house. Soon the whole mansion was ablaze, and the Pandavas and their mother escaped through the tunnel excavated by the miner. They came out near the bank of the Yamuna, and in the distance, as they looked back, they could see the palace of lac high in flames.\nThe heat of the fire became intense and awakened the townspeople. Seeing the house ablaze, the citizens with sorrowful faces began to exclaim, \"The wicked Purochana, guided by Duryodhana, has built this death house. O, to hell with Dhritarastra who has such a wicked heart. He has burnt to death the sinless sons of Pandu.\nThe citizens thus lamented the loss of the Pandavas, and waited the whole night until the flames died down. They extinguished the fire and searched through the ashes. They then found the burnt body of Purochana and the bodies of the nishada woman and her five sons. The people began to weep saying, \"Indeed, this is the plan of the evil Duryodhana. By his wickedness, he has brought about the death of the Pandavas. There is little doubt that Duryodhana has, with Dhritarastra's permission, burnt to death the heirs of Pandu. Let us send a message to King Dhritarastra saying, Your desire has been achieved! You have burnt to death the sinless Pandavas!'\nUpon receiving news of the supposed death of the Pandavas, Dhritarastra and Duryodhana were jolly at heart, but outwardly expressed great regret. They arranged for the last funeral rites of the Pandavas, and Lord Krishna Himself attended the ceremony. Neither Vidura nor Lord Krishna were in lamentation because they knew that the Pandavas and their mother were happy and alive. The deceitful Duryodhana felt his desires had been fulfilled, and in due course of time began to rule the kingdom under the direction of his father Dhritarastra.\n \nThus Ends the Mahabharata Summation to"
}