{
    "id": 79,
    "title": "Chapter Four",
    "content": "Arjuna Challenges the Kaurava Army\n \nAfter the Matsya King had recovered his cows, Duryodhana and the Kuru host invaded the kingdom of Virata. With Bhishma, Drona, Kripa, Karna, Ashvatthama, and Duhshasana, Duryodhana succeeded in driving away the cowherdsmen and stealing sixty thousand cows. When the cowherdsmen were defeated, they hurried went to King Virata to complain of the Kuru's action. When the cowherdsmen saw that the city was empty of men, they approached Uttara Kumara, the son of the King. They related to him everything that had happened and asked that he free the cows at once. Hearing the appeals of the cowherdsmen, Uttara Kumara assured them, \"As expert as I am in the use of the bow, I would set out this very  if only I could find someone who could be my charioteer. Therefore, look for someone competent to manage my horses, and I will without delay enter the battlefield and penetrate deep into the ranks of the Kaurava army. I will fight with Bhishma, Drona, Karna, Duryodhana and Ashvatthama, and defeat them all. The Kaurava army shall witness my prowess. Seeing me raining arrows from my chariot, they will ask if it is not Arjuna returned to take back the kingdom.\"\nHearing these boastful words, Arjuna whispered in private to his dear wife Draupadi, \"Tell Uttara that Brihannala was formerly the Arjuna's charioteer, and has been tested in many previous battles.\" While the prince was still glorifying himself, Panchali bashfully spoke out from among the women, \"The handsome youth of the name Brihannala was formerly Arjuna's charioteer. It was he who held the reins of Arjuna's chariot when Agni consumed the Khandava forest. It was with him that Partha conquered all creatures at Khandavaprastha. In fact, there is no charioteer equal to him.\"\n\"O Sairindhri,\" Uttara said, \"you may know what this youths past history may be. You may know what this one of the neuter sex may or may not have done. I cannot, however, request Brihannala to hold the reins of my chariot.\"\n\"Brihannala, O hero, will without doubt, obey the words of your younger sister,\" Draupadi replied. \"If he consents to become your charioteer, you will, without doubt, return, having vanquished the Kurus and rescued the cows.\"\nThus informed by Sairindhri, Uttara asked his sister to go to the dancing hall and bring Brihannala to him. The princess then hurriedly went to the dancing hall and requested Brihannala to become the charioteer of Uttara Kumara. The princess stated that if he did not do so, she would give up her life. Brihannala quickly agreed and came into the presence of the young prince. Uttara then inquired, \"O Brihannala, Sairindhri has said that formerly you drove the chariot of Arjuna when he conquered the whole world. Will you not, therefore, drive my chariot, and help me conquer the Kuru host who have stolen our cows?\"\n\"O prince,\" Arjuna replied, \"what ability do I have to act as a charioteer? I only know about music, dance, and songs. I can entertain you in this way, but little do I know about holding the reins of a chariot.\"\n\"O Brihannala,\" Uttara ordered, \"whether you are a dancer or a singer, take the reins of my chariot, and together let us challenge the Kuru warriors.\" Although Arjuna knew perfectly how to put on armor, in the presence of all he began to make many mistakes trying to attire his armor. All the women began to laugh at his attempts to put on the golden mail. Seeing Arjuna failing to garb the armor properly, Uttara Kumara helped him equip himself for battle. Together they then mounted the chariot and hoisted the chariot's flag bearing the sign of a lion. As they were leaving, the girls of the palace requested, \"O Brihannala, bring us some fine sample of clothes from Bhishma and Drona after Kumara has defeated them in battle.\" Agreeing with their proposal, Arjuna urged the horses on, and they left the capital city. Having left the city, Virata's heroic son commanded Brihannala, \"Proceed quickly to where the Kurus are. I will rescue the cows and bring them back to the city bringing great joy to my father.\"\nArjuna quickly caught up to the retreating Kuru army. It looked like a vast sea and was causing dust to rise up into the sky. Beholding the ocean of Kuru warriors, headed by Bhishma, Drona, Karna, and Duryodhana, the hairs of Uttara's body stood on end out of fear. He then revealed to Partha his anxiety, \"I am incapable of fighting with so many warriors. These heroes cannot be vanquished even by the heavenly denizens. My mind is overcome with fear at the very sight of Bhishma and Drona. My father has gone out to meet the Trigartas and has left me alone to encounter these innumerable warriors. Therefore, O Brihannala, cease to advance any further.\"\n\"Why do you look so pale and fearful,\" Brihannala scornfully replied. \"This will only bring joy to your enemy? As of yet you have not encountered one warrior in battle. It was you who ordered me to drive your chariot and challenge the enemy. I will, therefore, take you to the front line of the battlefield. In the presence of the women you boasted your prowess. Why do you now want to run from the battlefield? If you were to return home without fighting, men and women would meet together and laugh at you. As for myself, I will not return from the battlefield without rescuing the cows. I have been praised highly by Sairindhri and yourself, and therefore I will give battle to the Kurus.\"\nUttara, his knees shaking, falteringly said, \"Let the Kurus rob the Matsyas of all their wealth. Let the men and women laugh at me. Let the cows perish, and let the city be a desert. Let me stand exposed before my father. Still there is no need for battle.\" Saying this much, the prince panicked, jumped from his chariot and ran away, sacrificing honor and pride.\nBrihannala called to him, \"This is not the practice of those who are brave. A kshatriya never runs from his enemies. Even death in battle is better than running from the battlefield.\" Saying this and descending from the chariot, Arjuna, the son of Kunti, ran after the prince while his braid and red garments fluttered in the air. When the Kuru warriors saw this scene, they burst into laughter. They began to talk amongst themselves, \"Who is this person who is part man and part women. Although bearing a neuter form, he resembles Arjuna. He has the same head, arms, neck and he walks in the same way as Arjuna. He is certainly none other than Arjuna. Who else but Arjuna would dare to challenge us alone? The one running away is Uttara, the King's son. He has come out of the city due to childishness and not from true heroism. Arjuna is running after him to bring him back.\" Some generals disagreed with this, and thus they could not come to any conclusion.\nMeanwhile, Arjuna caught up to Uttara within a hundred steps and grabbed him by the hair. Apprehend in this way, he pleaded with Arjuna, \"Listen, O Brihannala, let us turn the chariot and go back to the city. He that lives meets with prosperity. I will give you all kinds of wealth and beautiful women as well. Only please set me free.\"\nWhen offered material benediction, Arjuna laughed and dragged Uttara back to the chariot. Arjuna, through compassion for the frightened prince, tried to encourage him, \"If, O chastiser of the enemy, you do not wish to fight with them, then hold the reins of the chariot, and I will fight with them. Protected by the potency of my arms, we will penetrate the enemies ranks and subdue them. Do not succumb to fear.\" In this way Arjuna comforted the frightened prince and asked him to ascend the chariot. He then told Uttara to drive the chariot toward the Shami tree that was just out side the city. This was the place where the Pandavas had left their weapons.\nBeholding that person of the third sex seated on the chariot, the Kurus headed by Bhishma and Drona became frightened at the thought that it might be Arjuna. They then noticed evil omens in all directions. Violent and hot winds began to blow. The sky became overcast with a dark gloom. The clouds presented a strange sight, and Jackals began howling from all directions. Seeing this, Drona ordered the troops into battle formation. He ordered them, \"Stand your ground, and do not flee out of fear. Protect yourselves and expect a terrible slaughter. This person on the chariot dressed like a eunuch is definitely Arjuna. There is no doubt about this. After defeating our forces, he will take away the cows. I do not see any hero amongst us who can withstand him. He has even defeated the demigods including Lord Shiva and Indra.\"\nHearing the cautious words of Drona, Karna boasted, \"You always speak of the glories of Arjuna, but he is not even equal to a sixteenth part of myself or Duryodhana.\"\n\"If this is Arjuna,\" Duryodhana said, \"they my purpose has been served. He will have to return to the forest for another twelve years. However, if this be anyone else in a eunuch's garb, I will prostrate him on the ground with my arrows.\"\nUpon reaching the Shami tree, Arjuna ordered Uttara Kumara, \"Climb this tree, and bring down that bag covered with the skin of an animal. It appears like a corpse, but it contains the weapons of the Pandavas. Out of all the weapons I want the Gandiva bow that is owned by Arjuna. It is the strongest of all bows and can withstand the enemy's weapons. With it I will defeat the Kuru host.\" Uttara then climbed the tree and cut the wrappings from around the bag and beheld the weapons of the Pandavas shining like the sun. He saw the Gandiva along with four other bows, and he was struck with wonder. His hair stood on end, and while touching those bows, he questioned Arjuna, \"To what warrior does this magnificent bow belong, and to what warrior does this bow belong which has golden elephants embossed on it. Whose bow is this that has radiant golden suns embossed on it? Whose bow is this that has gold inlay and precious gems? Whose quivers are these covered in gold and holding a thousands arrows with golden heads? All these swords, maces, bows and arrows have an effulgence that is hard to bear. Tell me truly, O Brihannala, to whom do these weapons belong?\"\n\"The bow of which you have inquired about first is Arjuna's bow called the Gandiva,\" Brihannala replied, \"It is famed throughout the universe and equals a hundred thousand weapons. It was originally owned by Lord Shiva for the period of a thousand years. It was then owned by Indra for eighty years and Soma for five hundred years. Varuna has owned it for a hundred years, and now Arjuna has owned it for sixty-five years. Partha has obtained this bow from Varuna. The other bows belong to the other Pandavas. The quivers you asked about belong to Arjuna and are inexhaustible. The other quivers and weapons belong to Yudhisthira, Bhima, Nakula and Sahadeva respectively.\"\nUttara then questioned Brihannala, \"These weapons are very beautiful, but where is the son of Pritha, Arjuna, as well as Yudhisthira, Bhima, Nakula and Sahadeva. We have heard that they have lost their kingdom and are now in exile. Also where is Draupadi who followed her lords into the forest although she was a princess accustomed to great comforts?\"\nArjuna replied, \"I am Arjuna, also called Partha. Your father's counselor, named Kanka, is Yudhisthira. Your father's chef is Bhima. The caretaker of your father's horses is Nakula, and the cowherdsmen that takes care of your father's cows is Sahadeva. Know the maidservant of Sudeshna, Sairindhri, to be Draupadi. For her sake Kichaka was slain.\"\nSkeptical, Uttara questioned Arjuna, \"I will believe you if you can tell me the ten names of Arjuna.\"\n\"I will tell you, O son of Virata, my ten names,\" Arjuna replied. \"Listen to them with close attention. They are Arjuna, Phalguna, Jishnu, Kiritin, Svetavahana, Vibhatsu, Vijaya, Krishna, Savyasachin and Dhananjaya. I am known as Dhananjaya because I have defeated all countries and taken away their wealth. They call me Vijaya because I enter the battlefield and never return without vanquishing my enemy. I am called Svetavahana because of the white horses yoked to my chariot. They call me Phalguna because I was born on the mountain crest of Himavat at the auspicious time when the constellation Uttara Phalguna was on the ascendent. I am named Kiritin because of the crown given by Indra that is as effulgent as the sun. I am known as Vibhatsu, among demigods and men, for never having committed an unworthy deed on the battlefield. I am known as Savyasachin, because by drawing the string of my bow with both hands, I can release countless arrows. I am known as Arjuna because my complexion has no equal on earth. I am known as Jishnu because I am invincible on the battlefield. And I was given the name Krishna because I always meditate on Lord Krishna, the Supreme Personality of Godhead, the Lord of the Yadu dynasty.\"\nAfter hearing Arjuna's description, Uttara was pleased and offered respects and worship to Arjuna. He begged his forgiveness for acting out of fear and then agreed to drive his chariot. Ascending the chariot, he requested Arjuna, \"Order me as to where I should drive this chariot.\"\nUttara Kumara had taken all the weapons of the Pandavas and put them in the chariot. He cast off all fear and was prepared to do as he was ordered. He said to Arjuna, \"I will drive this chariot as Daruka drives the chariot of Lord Krishna, or as Matali drives the chariot of Indra.\"\nThen Arjuna took off his bracelets and wore on his hands a pair of beautiful gloves embroidered with gold. He then tied his hair in the back with a white cloth. Seated on that excellent chariot, he turned toward the east, purifying his body and concentrating his attention on Lord Krishna's form. He recalled to mind all his weapons, and they appeared before him saying, \"We are here, O illustrious one. We are your servants, O son of Indra.\" Obtaining the celestial weapons, Arjuna looked cheerful. After stringing his bow, he pulled back the string and released it, causing the earth to tremble, and the Kuru's hearts were seized with fear. He then hoisted on the chariot his own golden banner, bearing the insignia of an ape who was none other than Hanuman. Then Arjuna, his fingers encased in leather gloves, set out in a northerly direction. He blew his conchshell causing a tremendous sound to vibrate in all directions. The hairs of the Kuru warriors stood and end, and Uttara Kumara fell to his knees at the sound of the blast. Even Arjuna's horses fell to the ground at the sound of his conch. Arjuna then took the reins of the chariot, raised the horses and comforted Uttara, \"Why do you fear the sound of a conch. You are a kshatriya by birth and have heard the blast of many conchshells. Why are you so terrified now?\"\n\"I have heard the sounds of many conchshells on the field of battle,\" Uttara Kumara replied, \"but none like this. Nor Have I ever seen a banner like this one with a monkey shouting heartrending screams. The sound of your bow, and the blaring of your conch, as well as the screams of this superhuman creature on the banner have greatly bewildered me. The whole sky seems to be affected by the monkey on this banner, and the sound of your Gandiva bow has deafened my ears.\"\nArjuna laughed heartedly and said, \"Firmly stand on the chariot and tightly catch the reins, for I will blow the conch again.\" Arjuna then blew his conchshell which was so loud that the mountains seemed to split, and the clouds dispersed from the sky.\nSizing up the situation, Drona informed the others, \"It appears from the sound of his conchshell that this is none other than Arjuna. The evil omens in all directions indicate misfortune for the Kurus. Our whole army is stepping backwards out of fear of that ape on the banner of Arjuna's chariot. Send the cows ahead, for we should stand here prepared to meet the onslaught of Arjuna.\"\n\"It appears that Arjuna has come out of hiding before completing the last year of exile,\" Duryodhana then said to the Kuru generals. \"This being the case, they will have to enter the forest for another twelve years. We will have to consult Grandfather in this regard. We must now prepare ourselves to fight. Why are all these great warriors sitting on their chariots panic stricken?\"\n\"Everything is in confusion because Drona has come under the sway of fear,\" Karna spoke condescendingly. \"He is affectionate towards Arjuna, and he doesn't want to fight. I see that all our generals are seized with fear. I don't care if it is Indra himself that we have to encounter, I will fight with all my weapons and kill this Arjuna. I am in no way inferior to Arjuna, and to, I will slay him as promised in the gambling match to my friend Duryodhana. I will grind this Arjuna into the ground, and with my javelin, I will kill this monkey that rides on the banner. You will behold to Arjuna's chariot broken, his horses killed, his prowess gone and himself lying on the ground sighing like a snake.\"\n\"O Karna,\" Kripacharya said, \"your heart is crooked and always inclined to war. Do you not remember that Arjuna alone stopped the onslaught of the Gandharvas in the Dvaitavana forest while you ran from the battlefield. Do you not remember that Arjuna alone killed the Nivatakavachas which were incapable of being slain by the demigods. Even Indra himself is unfit to fight with Arjuna. Therefore, he, who would fight with Arjuna, should take sleeping pills. You are like a fool that wants to enter blazing fire. You want to tie a stone around your neck and enter the deepest part of a river. Although he is undefeatable, still we should stand and array our troops in battle formation. Do not, out of foolishness, fight with Arjuna alone. If all six of the great warriors fight with him at one time, then maybe we can defeat him.\"\n\"O Karna,\" Ashvatthama advised, \"you cannot win battles with words. Why then do you boast? What kshatriya is there that expresses delight at winning a kingdom with dice like the wicked son of Dhritarastra? In single combat did you defeat the Pandavas for their kingdom? What act of prowess caused you to order Draupadi to be brought into the assembly of Kings, and by what act of prowess did you endeavor to see her stripped naked? Take out your dice now and throw them at Arjuna. Let the sinful Shakuni come and fight with Arjuna. The Gandiva does not throw dice, but arrows as deadly as virulent poison. Let this battle be lead by Shakuni, if he chooses to fight. I shall, however, not fight with one who is greater than all the demigods combined.\"\nBhishma, the great grandsire of the Kuru dynasty, then gave his counsel, \"Drona's son has spoken well as well as Kripa. As for Karna, he fights only out of duty trying to enliven the troops. I am of the opinion that we should fight. When the son of Kunti has come, it is not a time for quarrel. Let us arrange our troops in battle array and protect Duryodhana from Arjuna's onslaught. He should take the cows and return to Hastinapura. Arjuna has not come out of hiding unless the time period of exile has expired. The wheel of time revolves with it divisions. At certain times there are excesses which add up to two months every five years. Thus being the case, there would be an excess of five months in thirteen years. Arjuna has not come out of hiding unless he knew this fact. Therefore, O King, you can make the decision on whether to battle is proper. Arrange the forces quickly for Dhananjaya is at hand.\"\n\"I will not, O grandsire, give back the Pandavas their kingdom,\" Duryodhana said. \"Let all preparations for the battle be made without delay.\"\n\"Listen to what I regard as good advice,\" Bhishma said. \"Take one fourth of the army and proceed to Hastinapura. Another fourth of the army will escort the cows to our city. With half of the troops will will fight with Arjuna. Myself, Drona, Karna, Ashvatthaman, and Kripa will fight with Vibhatsu when he approaches. We will try to withstand him like the bank withstanding the surging sea.\"\nGrandfather Bhishma then gave orders for the army formation. Having sent away Duryodhana with one fourth of the troops, Bhishma ordered Drona to guard the middle of the formation. He ordered Ashvatthama to guard the left and Kripa to guard the right. He ordered Karna to stand in front of the army, and he himself chose to guard the army from the back.\nAs Arjuna approached the Kuru army, he released two arrows that fell to the ground in front of Bhishma and Drona. After thirteen years of exile, he was offering obeisances to his grandfather and his martial guru. He then released two more arrows that barely grazed the ears of each, indicating that he was now ready to fight with them. Hanuman was roaring from the banner striking terror into the troops. Seeing the Kurus ready for battle, Arjuna ordered Uttara Kumara, \"O charioteer, keep the horses at a distance so that my arrows may reach them. I want to find that vain prince of the Kurus, Duryodhana. Disregard all the other great warriors and single him out. After defeating him, all the others will cease battle. There in the distance stands Drona and beyond him his son Ashvatthama. And there are the great bowmen--Bhishma, Kripa and Karna. I do not see the King, and I suspect he has taken the southern road anxious to save his life. Follow the Duryodhana's path, for after defeating him I will come back, bringing with me the cows.\"\nArjuna encircled the ocean of troops trying to make his way to Duryodhana. Understanding his intentions, Kripa and the others began to chase after him. Arjuna soon caught up with Duryodhana and challenged his troops to battle. From Arjuna's bow issued a thick shower of arrows. Soon the whole sky was covered with those arrows, and the soldiers of Duryodhana fell into confusion. While those warriors were in a confused state, he again blew his conchshell which struck terror into the hearts of the Kuru warriors. They gave up all hope for life and fled the battlefield. In this state of confusion, the cows turned back and headed for the city of Virata. As Arjuna was approaching Duryodhana, the Kuru host headed by Karna fell upon him. The first warrior to reach him was Vikarna. He rained arrows upon Arjuna, but it was no use. Arjuna cut his bowstring and the standard from his chariot. Losing the use of his bow, he fled the battlefield. The next warrior to reach Arjuna was King Satruntapa. He was provoked and desired to put an end to Pandu's son. Arjuna, however, killed his four horses and his chariot driver and then with an arrow capable of piercing his heavy coat of armor, he sent him to Yamaraja's court.\nArjuna then ranged the field of battle depriving life from the Kuru host. The next warrior to approach Arjuna was Sangramajit, the brother of Karna. He challenged Arjuna like a tempest, but Arjuna quickly killed his four red horses and with a crescent shaped arrow, severed his head. When his brother had fallen on the battlefield, Karna quickly pierced Arjuna with twelve arrows. He covered his horses with arrows and pierced Virata's son in the hand where he held the chariot's reins. Seeing the duel that was taking place, the Kuru host looked on, not taking any part. Arjuna covered the Karna's chariot with thousands of arrows so that it could not be seen. However, Karna soon released himself from that network of arrows and sent forth a thunderous roar competing with the monkey on the banner of Arjuna's chariot. Karna then released a multitude of arrows that covered Arjuna's chariot. Highly annoyed, and drawing his bow back to his ear, Arjuna pierced Karna in every part of his body. Mangled by Arjuna's crescent shaped arrows, Karna fled the battlefield.\nAfter Radha's son had been routed, the Kuru host fell upon Arjuna like the ocean attacks the beach. Using his celestial weapons, Partha pierced every warrior on the battlefield whether he was a foot soldier, charioteer, horseman, or elephant rider. Every warrior was not pierced with enough arrows so that there was not two fingers breadth between each wound. Horses were running here and there, dragging behind them the remnants of broken chariots. Elephants, pierced by thousands of arrows, were dropping on the field of battle, and looked like huge hills with streams of water running from them. Arjuna struck terror, besides arrows, into the hearts of Duryodhana's troops. As soon as anyone reached Arjuna he was sent to the other world. The whole battlefield soon turned into a nightmare of mangled bodies and severed heads. The Gandiva bow was in a perfect circle at all times, and the celestial weapons were drinking the blood of all who opposed. The earth became muddied by the river that was created from the dead soldiers of the Kurus. Arjuna pierced Drona with seventy arrows and Duryodhana with a hundred. He then pierced Karna in the ear with a bearded arrow and destroyed his chariot and horses. With this act, the troops that were supporting him fled in all directions.\nDhananjaya then ordered Uttara Kumara to head in the direction where Kripa was the commander of a division of soldiers. Seeing Arjuna coming, Kripa pierced Arjuna with twelve arrows. Arjuna was furious and pierced Kripa's horses with four arrows, causing the horses to rear, and Kripa fell from his chariot. Greatly angered by his defeat, Kripa mounted his chariot, and by means of a celestial weapon, pierced Arjuna with ten thousand arrows. Arjuna shook off that network of arrows, and with his own arrows, cut the armor from Kripa's body. He then cut his bow string and the standard from his chariot. Kripa picked up another bow, but that string was cut by Arjuna. Each bow that Kripa picked up was cut by Arjuna, and having no more bows, Saradwat's son picked up a javelin that resembled a blazing thunderbolt. Kripacharya released it with a meteor's speed, but Arjuna cut it to pieces with ten arrows. When Arjuna had smashed his chariot, killed his horses and charioteer, Kripa took up a mace, and descending from his chariot, ran at Arjuna. Kripa released the mace with all his might, but Arjuna sent it in another direction by means of his forceful arrows. When the warriors in Kripa's division saw that Kripa was in danger of being killed, they surrounded Arjuna and covered him with arrows. Taking Saradwat's son onto a chariot, they took him to another part of the battlefield.\nAfter Kripacharya had been taken away, the invincible Drona rushed towards Arjuna on his golden chariot drawn by red horses. Arjuna then spoke to Drona, \"Having completed our exile in the forest, we are not desirous of avenging offenses committed against us. O sinless one, I will not strike you unless you strike me first. This in my intention.\" Thus addressed by Arjuna, Drona released twenty arrows at the son of Kunti. Arjuna countered those arrows and released a shower of arrows so that Drona could not be seen. With his celestial weapons, Drona tried to overcome Arjuna, but Partha countered the Aindra, the Vayavya and the Agneya weapons. While engaged in a fight with Drona, Arjuna was being attacked on all sides. By means of his celestial weapons, Arjuna pierced thousands of warriors with thousands of arrows, and all that approached the chariot of Arjuna were sent to Yamaraja's abode. Suddenly Arjuna released from his bow hundreds of arrows that covered Drona's chariot, and the Kuru army thought that Drona was finished. Coming to his father's aid, Ashvatthama challenged Arjuna to fight. Drona's armor and weapons were gone, and this gave him a chance to slip away from the battlefield.\nArjuna immediately attacked Ashvatthaman's horses and threw them into confusion. Ashvatthama countered and found the opportunity to cut the string of the Gandiva bow. He then released an arrow that pierced the Arjuna's chest. Arjuna laughed loudly, and placing another string on his bow, again attacked Drona's son. Arjuna's quivers were inexhaustible, and he was releasing a constant flow of arrows, creating a slaughter on the field of battle. The stench of the dead bodies was overwhelming, and Uttara Kumara was fainting under the strain. When Ashvatthama's arrows were exhausted, he left the battlefield with no more weapons to fight with.\nWhile havoc was being created on the battlefield, grandfather Bhishma rushed at Arjuna. He blew his conchshell cheering the sons of Dhritarastra. The demigods as well as the sages assembled in the heavens to see the wonderful fight with the son of Ganga and the son of Kunti. Bhishma quickly pierced the monkey on the flagstaff with eight arrows. Arjuna, taking up a mighty javelin, cut off the top of Bhishma's chariot. The battle became fierce, and both were using celestial weapons received from such demigods as Prajapati, Indra, Agni, Rudra, Kuvera, Varuna, Yamaraja and Vayu. The demigods and the sages exclaimed the glories of both, and the Kauravas sent up loud roars, encouraging the aged Bhishma. Then, suddenly, Partha cut the bow of Bhishma into pieces. He then pierced Bhishma in the chest with ten arrows, and Ganga's son fell to the floor of his chariot in a swoon. The charioteer, seeing the critical situation, took grandfather Bhishma from the battlefield.\nAfter Bhishma had fled, Duryodhana attacked Arjuna with a murderous intention. He released an arrow that struck Arjuna in the forehead, causing blood to flow from his wound. Greatly incensed, Kunti's son pierced the King in return. In order to save Duryodhana's life, Vikarna, riding on the back of a huge elephant, attacked Arjuna. Seeing the elephant approaching like a mountain, Arjuna pulled out a golden arrow, and drawing the string of his bow back to his ears, released that arrow which entered into the elephant's forehead up to the feathers. The elephant trembled and fell to the earth screaming in agony. Vikarna jumped off the dead beast, ran backwards a full eight hundred feet and ascended his brother's chariot.\nArjuna then pierced Duryodhana's chest, and that great warrior, vomiting blood, tried to run from the battlefield. However, Arjuna would not let him go. He challenged him again, \"Sacrificing your name and fame, why do you flee from the battlefield? I am Arjuna, the third son of Pritha. Turn back and show me your face, bearing in mind the behavior of kings. Why are your running away from the battlefield like a coward. I do not see any body guards around your chariot. They have all fled like you. Stand and fight!\" Being stung by the words of Arjuna, Dhritarastra's son returned like a snake trampled under foot. Suddenly all the divisions of the army, headed by Bhishma, Drona, Kripa, Ashvatthama, and Karna, attacked Arjuna, trying to save the King's life. Seeing them coming at once, Arjuna called for the Sanmohana weapon received from Indra. Releasing this weapon and blowing on his conchshell, the whole of the army fell to the ground deprived of their senses. Arjuna then addressed Uttara Kumara, \"O best of men, go to the Kurus and take away their scarfs. Take some garment from Drona, Kripa, Duryodhana, Karna and Ashvatthama. Bhishma is still conscious for he knows how to counter this astra.\" Jumping down from the chariot, Kumara took some garment from each of the great generals and came back to the chariot. Feeling satisfied after his victory, Arjuna decided to leave the battlefield. However, Bhishma again attacked Arjuna, but Partha killed his horses and his charioteer, and with a smile on his face headed for the city of Virata.\nDuryodhana awoke, and seeing Arjuna leaving the battlefield, chastised Bhishma in strong words. \"Why don't you rise and challenge him,\" Bhishma replied. \"While you were unconsciousness, he could have taken your life. He, however, is not inclined to sin, and therefore, you are still alive. Let us go back to the city of the Kurus, and let Partha return to Virata's kingdom, having retrieved the cows. Do not foolishly throw away your life.\" Following the advice of the grandsire, Duryodhana, accompanied by the rest of his army, went back to Hastinapura humiliated by the prowess of Arjuna.\nArjuna then had Uttara Kumara return to the Shami tree. Again the weapons and the ape banner were put into the corpse-like covering and hoisted into the tree. Arjuna then told Prince Uttara that he should take credit for what had happened, and that he should not reveal their disguise to the King. Prince Uttara agreed not to disclose the Pandava's secret, but refused to take credit for such super human activities. That afternoon Uttara Kumara ordered the cowherdsmen to go to the capital and announce the King's victory. The son of Kunti and the son of Virata rested for the afternoon and then entered the city of the Matsyas.\n \nThus Ends the Fourth"
}