{
    "id": 51,
    "title": "Chapter seven",
    "content": "Duryodhana Embarassed at the Palace of King Yudhisthira\n \nKing Yudhisthira was known as Ajatrashatru, or a person who has no enemy. Therefore, when all men, all demigods, all kings, sages and saints saw the successful termination of the Rajasuya sacrifice performed by King Yudhisthira, they became very happy. King Yudhisthira, was a great soul. His congenial disposition attracted everyone as his friend, and therefore he was known as Ajatrashatru, one who never created an enemy.\nAfter Shishupala had died by the mercy of Lord Krishna and had become merged in the spiritual existence, and after the end of the Rajasuya sacrifice, when all friends, guests and well-wishers had been sufficiently honored and rewarded, King Yudhisthira went to bathe in the Ganges. While traveling in procession, different musical instruments, such as mridangas, conchshells, drums, kettledrums and bugles, vibrated. In addition, the ankle bells of the dancing girls jingled. Many groups of professional singers played vinas, flutes, gongs and cymbals, and thus a tumultuous sound vibrated in the sky. The princely guests from many kingdoms, like Shrinjaya, Kambhoja, Kuru, Kekaya and Kosala, were present with their different flags and gorgeously decorated elephants, chariots, horses and soldiers. All were passing in a procession to the Ganges, and King Yudhisthira was in the forefront.\nThe sacrificial heads, such as the priests, religious ministers and brahmanas, were all were loudly chanting the Vedic hymns. The demigods, the inhabitants of the Pitriloka and Gandharvaloka, as well as many sages, showered flowers from the sky. The men and women of Indraprastha, their bodies smeared with scents and floral oils, were nicely dressed in colorful garments and decorated with garlands, jewels and ornaments. They were all enjoying the ceremony, and they threw other liquid substances like water, oil, milk, butter and yogurt. Some even smeared these on each other's bodies. In this way, they were enjoying the occasion. The professional prostitutes were also engaged by jubilantly smearing these liquid substances on the bodies of the men, and the men reciprocated in the same way. All the liquid substances had been mixed with turmeric and saffron, and their color was lustrous yellow.\nIn order to witness the avabhrita bath of King Yudhisthira, many wives of the demigods had come in different airplanes, and they were visible in the sky. Similarly, the queens of the royal family arrived on different palanquins. There were gorgeously decorated and protected by bodyguards. During this time, Lord Krishna, the maternal cousin of the Pandavas, and His special friend Arjuna, were both throwing the liquid substances on the bodies of the queens. The queens became bashful, but at the same time their beautiful smiling brightened their faces. Because of the liquid substances thrown on their bodies, the saris covering them became completely wet. The different parts of their beautiful bodies, particularly their breasts and waists, became partially visible because of the wet cloth. The queens also brought in buckets of liquid substances and sprinkled them on the bodies of their husbands. As they engaged in such jubilant activities, their hair fell loose, and the flowers decorating their bodies began to fall. When Lord Krishna, Arjuna and the queens were thus engaged in these jubilant activities, persons who were not clean in heart became agitated by lustful desires. Such behavior between pure males and females is enjoyable, but persons who are materially contaminated become lustful.\nKing Yudhisthira, in a gorgeous chariot yoked by excellent horses, was present with his queens, including Draupadi and others. The festivities of the sacrifice were so beautiful that it appeared as if Rajasuya was standing there in person with the functions of the sacrifice.\nFollowing the Rajasuya sacrifice, there was the Vedic ritualistic duty known as patnisamyaja. This sacrifice was performed along with one's wife, and it was also performed by the priests of King Yudhisthira. When Queen Draupadi and King Yudhisthira were taking their avabhrita bath, the citizens of Hastinapura as well as the demigods began to beat on drums and blow trumpets out of feelings of happiness, and there was a shower of flowers from the sky. When the King and the Queen finished their bath in the Ganges, all the other citizens, consisting of all the varnas or castes--the brahmanas, the kshatriyas, the vaishyas, and the shudras--took their baths in the Ganges. Bathing in the Ganges is recommended in the Vedic literature because by such bathing one becomes freed from all sinful reactions.\nAfter taking his bath, King Yudhisthira dressed in a new silken cloth and chaddar and decorated himself with valuable jewelry. The King not only dressed himself and decorated himself, but he also gave clothing and ornaments to all the priests and to the others who had participated in the yajnas. In this way, they were all worshiped by King Yudhisthira. He constantly worshiped his friends, his family members, his relatives, his well-wishers and everyone present, and because he was a great devotee of Lord Narayana, or because he was a Vaishnava, he therefore knew how to treat everyone well.\nWhen everyone was refreshed after bathing and was dressed in silken clothing with jeweled earrings, flower garlands, turbans, long chaddars and pearl necklaces, they looked, altogether, like the denizens from heaven. This was especially true of the women who were very nicely dressed. Each wore a golden belt around the waist. They were all smiling. Spots of tilaka and curling hair were scattered here and there. This combination was very attractive.\nPersons who had participated in the Rajasuya sacrifice--including the most cultured priests, the brahmanas who had assisted in the performance of the sacrifice, the citizens of all varnas, kings, demigods, sages, saints and citizens of the Pitriloka--were all very much satisfied by the dealings of King Yudhisthira, and at the end they happily departed for their residences. While returning to their homes, they talked of the dealings of King Yudhisthira, and even after continuous talk of his greatness they were not satiated, just as one may drink nectar over and over again and never be satisfied. After the departure of all others, Maharaja Yudhisthira restrained the inner circle of his friends, including Lord Krishna, by not allowing them to leave. Lord Krishna could not refuse the request of the King. He therefore sent back all the heroes of the Yadu dynasty, like Samba and others. All of them returned to Dvaraka, and Lord Krishna personally remained in order to give pleasure to the King.\nIn the material world, everyone has a particular type of desire to be fulfilled, but one is never able to fulfill his desire to his full satisfaction. But King Yudhisthira, because of his unflinching devotion to Krishna, could fulfill all his desires successfully by the performance of the Rajasuya yajna. From the description of the execution of the Rajasuya yajna, it appears that such a function is a great ocean of opulent desires. It is not possible for an ordinary man to cross over such an ocean; nevertheless, by the grace of Lord Krishna, King Yudhisthira was able to cross over it very easily, and thus he became freed from all anxieties.\nWhen Duryodhana saw that Maharaja Yudhisthira had become very famous after performance of the Rajasuya yajna and was fully satisfied in every respect, he began to burn with the fire of envy because his mind was always poisonous. For one thing, he envied the imperial court which had been constructed by the demon Maya for the Pandavas. The court was excellent in its puzzling artistic workmanship and was befitting the position of great princes, kings or leaders of the demons. In that great palace, the Pandavas were living with their family members, and Queen Draupadi was serving her husbands very peacefully. And because in those s Lord Krishna was also there, the palace was also decorated by His thousands of queens. When the queens, with their heavy breasts and thin waists, moved within the palace, and their ankle bells rang very melodiously with their movement, the whole palace appeared to be more opulent than the heavenly kingdoms. Because a portion of their breasts was sprinkled with saffron powder, the pearl necklaces on their breast appeared to be reddish. With their full earrings and flowing hair, the queens appeared very beautiful.\nAfter looking at such beauties in the palace of King Yudhisthira, Duryodhana became envious. He became especially envious and lustful upon seeing the beauty of Draupadi because he had cherished a special attraction for her from the very beginning of her marriage with the Pandavas. In the marriage selection assembly of Draupadi, Duryodhana had also been present, and with other princes he had been very much captivated by Draupadi's beauty, but he had failed to achieve her.\nShortly after the completion of the Rajasuya sacrifice, King Yudhisthira was sitting on the golden throne in the palace constructed by the demon Maya. His four brothers and other relatives, as well as his great well-wisher, the Supreme Personality of Godhead, Krishna, were present and the material opulence of King Yudhisthira seemed no less than that of Lord Brahma.\nWhile he was sitting on the imperial throne surrounded by his friends, and the reciters were offering prayers to him in the form of nice songs, Duryodhana, and his younger brother were marveling over the opulence of the palace created by the demon Maya. While wandering through the palace they came upon a crystal floor. The king mistaking it for a pool of water lifted up his royal robes. He appeared foolish for doing so, and when he learned the floor was not actually water, he appeared embarrassed and angry. Nonetheless, he continued to inspect the palace and suddenly came upon a crystal pool adorned with lotus flowers with crystal petals. This time he was convinced it was land; and as he walked forward, he fell into the lake and all his clothes became wet.\nBy the craftsmanship of the demon Maya, the palace was so decorated in different places that one who did not know the tricks would consider water to be land and land to be water. Duryodhana was also illusioned by this craftsmanship; and when he was crossing water thinking it to be land, he fell down. When Duryodhana, out of his foolishness, had thus fallen, Lord Krishna's queens enjoyed the incident by laughing. King Yudhisthira could understand the feelings of Duryodhana, and he tried to restrain the queens from laughing, but Lord Krishna indicated that King Yudhisthira should not restrain them from enjoying the incident. Krishna desired that Duryodhana might be fooled in that way and that all of them might enjoy his foolish behavior. Seeing Duryodhana fallen into the lake, Bhima laughed loudly. Arjuna, Nakula, and Sahadeva also laughed at the foolishness of Duryodhana. When everyone laughed, Duryodhana felt very insulted, and his hair stood up in anger. Being thus insulted, he started to leave the palace, bowing his head. He was silent and did not protest. He again lifted up his clothes to pass over what he thought was water. Again it was only land and everyone laughed. Becoming more and more indignant, the king attempted to leave through a crystal door that he thought was open. When he bumped into the crystal door, he backed off with his brain reeling. He then went to another door and thinking it was a crystal door attempted to open it with his outstretched hands. The door was actually open and he fell down in his attempt. And coming upon another door that was really open, Duryodhana thought it was closed and went away from it.\nWhen Duryodhana left in such an angry mood, King Yudhisthira regretted the incident, and became very sorry. But despite all occurrences, Krishna was silent. He did not say anything against or in favor of the incident. It appeared that Duryodhana had been put into illusion by the supreme will of Lord Krishna, and this incident increased the enmity between the two sects of the Kuru dynasty. It appeared that it was a part of Krishna's plan in His mission to decrease the burden of the world.\n \nThus Ends Mahabharata Summation to"
}