{
    "id": 12,
    "title": "Chapter Commentary",
    "content": "In the beginning of this chapter the glories of Maharaja Bhishma are extoled. He was a leader par excellence. Lord Krishna tells Arjuna in the Bhagavad-gita, \"Whatever action is performed by a great man, common men follow in his footsteps. And whatever standards he sets by exemplary acts, all the world pursues.  (Bg. 3.21) Because Maharaja Bhishma was a powerful devotee and saintly king, the citizens wanted to follow in his footsteps. By engaging in the Lord's devotional service, the citizens automatically became joyful and radiant. This process is like watering the root of a tree. If the water is applied to the root, then the whole tree prospers. Similarly, if a king engages his citizens in worshipping Lord Vishnu, the root of all creation, then automatically they become happy.\nIf a head of state engages his subjects in sense gratification, the citizens wither in good qualities, creating an environment of sinful life. Directing our life toward sense gratification is like trying to water the leaves of the tree individually. The whole tree dies from such a watering process. The citizens in Maharaja Bhishma's kingdom loved him as a father, and always extoled his qualities and activities. They knew that Maharaja Bhishma would not utilize them for his sense gratification; for they truly believed that he was God's representative on Earth, and he never let them down in that regard. In to's society, no one trusts the leaders. They now travel in bullet proof cars to protect themselves from the discontented citizens whom they have exploited. Such is the difference between a self motivated leader and a godly king like Maharaja Bhishma.\nWhen Gandhari was married to Dhritarastra, she voluntarily blindfolded herself for the rest of her life. Gandhari was the ideal chaste woman of all time. She did not want to feel superior to her husband in any way. The ornament of a woman is her chastity or faithfulness to her husband. In the Bhagavad-gita, Lord Krishna told Arjuna, \"Among women I am fame, fortune, speech, memory, intelligence, faithfulness (chastity) and patience.  (Bg.10.34) A woman, who is chaste to her husband, is elevated in transcendental qualities. In the modern world, chasity is not emphasized. Women have been given independence in practically all matters. They can go to war, vote, head the household, or they can even lead a country. Because chastity is not in vogue, women are allowed to sample many men to find the right one according to their estimation. Many unwanted children are born out of such sampling. The whole situation degenerates the quality of the population, but what is to be done? We can only encourage everyone to chant the holy names of God and try to lead a pure life. The holy name alone can change the course of this age.\nKing Pandu possessed all the good qualities of a heroic and powerful king. The qualities of a brave warrior are given in Bhagavad-gita, \"Heroism, power, determination, resourcefulness, courage in battle, generosity, and leadership are the qualities of work for the kshatriyas.  (Bg.18.43) Maharaja Pandu was decorated with these qualities. He ruled the earth toward the end of the Dvapara Yuga more than five thousand years ago. At that time society was guided by the divine varnashrama system. As Lord Krishna states in Bhagavad-gita, \"According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me. And, although I am the creator of this system, you should know that I am yet the non-doer, being unchangeable.  (Bg.4.13) The four divisions of society are the brahmanas, the kshatriyas, the vaishyas and the shudras. The priestly class was meant to guide all other classes of men in spiritual knowledge. The warrior kings were meant to protect the citizens so that they could peacefully execute their prescribed duties. The mercantile and farming men were meant to till the land, take care of cows and do business. The worker class were meant to serve the other three sections of society. There was no exploitation of one class over another, because the common goal was to please Lord Vishnu. When God is placed in the center of civilization, everyone becomes happy and prosperous, and there is no artificial dominance of one section of society over another.\nThe varnashrama social system is compared to a human body. The priestly class was like the head that gives direction to the other parts of the body. The kings were like the arms that give protection. The vaishyas were like the stomach that gives nourishment to the head, arms and legs. And the workers were like the legs that give service to the rest of the body. In present  society there are no priestly intelligent men to guide society toward self realization, and thus the social body wanders aimlessly like a headless trunk.\nThe fall of the divine varnashrama system began when the brahmana boy Shringi cursed the powerful king Maharaja Parikshit. Because Shringi wrongly cursed the saintly King, the priests gradually lost their purity by which they controlled the kings. When the brahmanas lost their power, the kshatriyas became the leaders of society. This is like having a body without a head. The result of this was that the population in general forgot the aim of life+spiritual realization+and gradually became influenced by sensual monarches who simply engaged in the pursuit of material pleasure.\nFor the last five thousand years, the world has been ruled by monarchies, except in a few rare cases where a powerful ascetic priest directed the ruling kings. Chanakya Pandit directed Maharaja Chandragupta to conquer the major portion of India. Maharaja Patraparudra,the king of Orissa in the 1500's, took inspiration from Lord Shri Chaitanya Mahaprabhu, the incarnation of Lord Krishna in this age of Kali. Within the last one hundred years, monarchies have been abolished for the most part. Why? Because the kings became corrupt. They were no longer saintly leaders, but degraded rogues and thieves. Gradually the mercantile men threw out the powerless kings and instituted democracy, or government run by the people. The businessmen and the workers are now competing with one another for the supremacy of the world. There is no trust because the leaders are simply self motivated. Everyone has forgotten the goal of life, self realization, and as a result people are confused and bewildered. As the businessmen become more degraded, the worker class will take power. Modern communism is a government for the worker class. As Kali yuga progresses, all governments will be run by men with base qualities, leading to nothing but anarchy, or no government at all.\nMaharaja Pandu went out to conquer the world, leading his powerful army. He was the first warrior to engage the enemy, and he would not have been considered a king unless he came back from the battle scarred by some weapon. Leaders, who are afraid of fighting and simply sit in their comfortable offices and order others to fight, are not of the warrior class, but businessmen or workers. They have none of the heroic qualities mentioned in Bhagavad-gita. They do not know how to protect the citizens properly, nor do they know how to respect saintly persons. They are like Kali, who dressed like a king, but was found beating a bull and cow. Maharaja Parikshit, a real king, appeared on the spot to kill the pretender. Unfortunately, to there are no pious and powerful kings like Pandu or Parikshit who can make the representatives of Kali tremble at their feet. The whole situation has become chaotic.\nWhen Maharaja Pandu pierced the deer, he did not know that it was a disguised sage named Kindama. The sage had stated to Maharaja Pandu that unrestricted sex was not allowed in human society. At that time in Vedic culture it was understood that this one desire binds all persons to the material world. While Lord Rishabhadeva was instructing his one hundred sons, he told them, \"The attraction between male and female is the basic principle of material existence. On the basis of this misconception, which ties together the hearts of the male and female, one becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life's illusions and thinks in terms of I and mine.' (Bhag. 5.5.8) Unrestricted sex life is simply animal life, and it is for this reason that the sage took the body of a deer so he could enjoy like an animal. When a person engages in too much sex, he considers himself to be this body and this life to be all in all. One comes to the human platform when sex life is regulated for producing saintly children. If one is serious about getting out of this material world, one must refrain from four sinful activities: unrestricted sex, meat eating, indulging in intoxication and gambling. After giving these up, one must engage in the devotional service of the Lord in nine different categories: Hearing, chanting and remembering the Supreme Lord, serving His lotus feet, offering prayers, serving Him, worshipping His deity form, making the Lord one's friend and surrendering everything to Him. If one is absorbed in this nine-fold process, he will realize his eternal nature and liberate himself from the path of birth and death.\nMaharaja Pandu realized that although he was a powerful king, he had not conquered his real enemy, lust. He was therefore subject to the reactions of his fruitive activities. There is danger in this world at every step and therefore, one can never know when some tragedy will strike. Therefore, one should take close shelter of the Lord. This is confirmed in the Shrimad Bhagavatam, \"For one who has accepted the boat of the lotus feet of the Lord, who is the shelter of the cosmic manifestation and is famous as Mukunda or the giver of liberation, the ocean of the material world is like the water contained in a calf's hoofprint. The kingdom of God should be our goal, not this material world where there is danger at every step of life.  (Bhag. 10.14.58) No matter how comfortable one may be in this world, at"
}