{
    "id": 15,
    "title": "Chapter Eight",
    "content": "The Preceptor Drona\n \nSeeing the princes enter adolescence, Maharaja Bhishma began searching for a suitable teacher to tutor them in the science of warfare. One  the heroic princes came out of Hastinapura. to play ball, and they roamed the forest areas absorbed in the ecstasy of young boys. When the ball fell into a well, they all tried their best to retrieve it, but found it impossible.\nAs they were looking in the well, a brahmana appeared who had just finished his daily performance of agnihotra (fire sacrifice). Seeing the princes unsuccessful in retrieving the ball, the brahmana, whose name was Dronacharya, approached them. He was dressed in white robes and looked thin and effulgent due to his performance of austerity and sacrifice. \"Shame on your kshatriya strength!  Drona chided the boys, \"You are born in the dynasty of Bharata and you cannot recover this ball from the well? Witness the power of my weapons!\nDrona slipped off his ring and dropped it into the dry well. The ring landed on the ball. Taking a handful of grass, he chanted some Vedic mantras, turning the blades of grass into arrows. He then pierced the ring and the ball simultaneously. Piercing one arrow after another, he made a chain of arrows that came up to the top of the well. He then pulled the ball out of the well as the boys stood watching, struck with wonder. The boys offered their obeisances to the brahmana and inquired from him, \"O great brahmana, no one possesses such skill. Please reveal your identity and how we may render service to you.\n\"Go to Bhishma,  the brahmana replied, \"and describe my likeness and what you have just seen. He will tell you who I am.  The boys ran to Bhishma and explained to him everything that had happened. Bhishma smiled and exclaimed, \"This is Drona!  He then went out of the city to receive the elevated brahmana. Maharaja Bhishma brought him into the palace, and in private inquired from him, \"Dear brahmana, please let us know the reason for your arrival in Hastinapura.\n\"In my younger years,  Drona replied, \"I lived in the ashrama of my teacher along with the Panchala prince, Drupada. We made a close friendship, and were always looking after each other. He always told me that he was the favorite of his father, and that one  he would inherit the kingdom. Because we were close friends, he promised me that some  half his kingdom would be mine. After he finished his studies, he left for his own country.\n\"In time,  Drona continued, \"I married Krpi, the daughter of the sage Gautama, and begot a son named Ashvatthama. Because of poverty I could not even feed my son milk, and therefore, I went to the kingdom of the Panchalas to see my old friend, Drupada. When I entered the royal court, I greeted him joyfully, O tiger among men, It is Drona, your old friend.' Drupada was angered and derided me saying, You are certainly senseless, because you, a poor brahmana, are addressing me as your friend. My former friendship with you was for a particular reason. One of impure birth can never be a friend to one who is born of a high caste. Friendships can only exist between persons of equal rank. There cannot be friendship between the rich and the poor, or between a coward and a hero. O simpleton, great kings can never have friendships with poor and luckless fellows. I do not remember ever promising half my kingdom. I will, however, give you food and shelter for one night.' Unable to tolerate his abusive words, I quickly left his kingdom with a vow to win half his possessions. I have now desire to train competent students who can conquer the pride of this vain King. I have received all the celestial weapons from Parashurama, the annihilator of the kshatriyas. Because I am a brahmana, he taught me the complete science of warfare.\nAfter Dronacharya had detailed his purpose, Maharaja Bhishma humbly implored him, \"String your bow, O great brahmana, and take the sons of Pandu and Dhritarastra as your disciples.  When Drona had been appointed the martial preceptor of his brother's children, Maharaja Bhishma gave him a suitable home that was furnished with all opulences.\nAfter Drona had been properly situated, he soon began to train the young princes. Drona taught the sons of Pandu and the sons of Dhritarastra the use of many weapons, both human and celestial. Although the instruction given to them was the same, still Arjuna, the third son of Pandu, excelled all students. His lightness of hand and skill were beyond compare. Arjuna became very faithful to Drona and always stayed by his side. One , Drona gave to each of his students a narrow mouthed vessel to fill with water. However, he gave to his own son, Ashvatthama, a wide mouthed vessel so by filling it quickly, he could return to his father and receive special instructions. Arjuna came to know of this, and filling his vessel by means of the varuna astra (a celestial mantra that could produce water on the battlefield), he would come to the preceptor at the same time as Ashvatthama. Arjuna's allegiance and his strong appetite to learn won the heart of Drona. It soon became evident to everyone that Arjuna was the preceptor's favorite student.\nOne  Dronacharya told his cook, \"Never serve Arjuna food in the dark, nor tell him that I have given this order.  However, one night Arjuna was taking food in his tent by candlelight and suddenly a turbulent wind rose blowing out the candle. Arjuna continued to eat, although it was dark, and while he was eating, he thought, \"If I can eat in the dark, why can't I practice archery in the dark?  Thus he began training at night, and hearing the twang of Arjuna's bow, Drona came to him and embraced him lovingly, \"You are my foremost student, and I give you the benediction that there will not be an archer your equal in the world.\nThereafter, Drona began to teach Arjuna the art of fighting from a horse, from the back of an elephant, on a chariot and on the ground. He instructed him how to fight with the mace, sword, javelin and the dart. He trained him how to use many weapons at one time and how to fight with many men at one time.\nHearing reports of Drona's teachings, princes flocked to him by the thousands. Amongst them came a prince of the Nishadas, named Ekalavya. By caste he was lower than shudra, and fearing that because he was a Nishada, who in time might excel his high born students, Drona refused to accept him. After bowing at Drona's feet, Ekalavya went back to the forest, made a clay image of Drona and began to worship it. He practiced with great zeal in front of this deity of Drona, and in due course all the science of weaponry became known to him.\nOne  the Pandavas and the Kurus set out for the forest on a hunting excursion. They brought along a dog who could help them search for certain animals. When the dog was wandering in the forest, it saw Ekalavya, the prince of the Nishadas, releasing arrows in all directions. The prince wore black garments and was filthy due to not bathing, as was common among the lower classes. His hair was matted. Seeing this frightful sight, the dog began to bark. The Nishada prince, wanting to exhibit his prowess with the bow and arrow, shut the dog's mouth with seven arrows. The dog then ran back to the Pandavas. When the princes saw the dog, they were struck with wonder and immediately began searching the forest for the archer who had performed such a feat. They soon came upon the unknown bowman and seeing his grim appearance, questioned him, \"Who are you and who is your father?\n\"I am Ekalavya,  he replied, \"the son of Hiranyadhanus, the king of the Nishadas. Please know that I am a disciple of Dronacharya.\nAfter questioning Ekalavya further, the Pandavas went back to Drona and informed him of what had happened. Arjuna thought that the Nishada prince had come to Drona in secret and learned the art of weapons. He humbly questioned Drona, \"You have embraced me and told me that I would have no equal in archery. How then has this Ekalavya surpassed me?\nAfter reflecting on a proper course of action, Drona took Arjuna to the forest. In the woods they soon came upon Ekalavya. Drona saw his matted hair, ragged clothes and filthy appearance. When Ekalavya saw Drona, he approached him and offered his prostrated obeisances, touching his preceptor's feet. He then stood before his teacher waiting for his command.\n\"If you are really my disciple,  Drona said, \"then give me my dakshina (payment for tutorship).  Ekalavya was gladdened to hear the words of his preceptor and replied, \"O my teacher, what shall I give you? Command me, for there is nothing I will not sacrifice.\n\"If you are really intent on making me a gift,  Drona said, \"then please give me your right thumb.  Ekalavya was devoted to obedience, and with an unflinching mind, cut off his right thumb and gave it to his teacher. When the prince tried to shoot again with the use of his right hand, he found that he did not have the same accuracy as before.\nOne  Drona, the foremost martial teacher, called his disciples together to test their comparative excellence in the use of arms. He had placed an artificial bird on a tree top as the proposed target. He then commanded his students, \"Take up your bows, aiming at the bird in the tree. Release your arrow and cut off the bird's head as I give the order.\nDrona then called for Yudhisthira and inquired, \"Do you see the bird at the top of the tree?  Yudhisthira replied to his preceptor, \"Yes, I do.  Drona then asked him, \"Do you see anything else?  Yudhisthira replied, \"I see the tree, myself, my brothers and the bird.  Drona was not pleased and ordered, \"Stand aside! You are not fit to strike the target.\nDrona then repeated the experiment with Duryodhana and the other sons of Dhritarastra, and the result was the same. He ordered them all to stand aside. When everyone had failed, Dronacharya called for Arjuna. He commanded him, \"Fix your arrow to your bow and await my order. When I say so, cut off the bird's head.  He then asked him, \"Do you see the bird in the tree.  Arjuna replied, \"I only see the neck of the bird.  Dronacharya again inquired, \"What else do you see? Do you see the tree, your brothers or me?  Arjuna replied, \"I only see the neck of the bird!  With his hairs standing on end out of ecstasy, Drona ordered, \"Release your arrow!  Instantly Partha released his arrow and severed the head of the false bird. Drona immediately embraced Arjuna to his chest, considering Drupada already defeated in battle.\nOn another  Drona called for Yudhisthira and Duryodhana, and ordered them, \"My dear Yudhisthira, please follow my instructions. Go among the citizens and find someone who has some faults. When you have found that person, bring him to me.  Drona then requested Duryodhana, \"Go among the citizens and find someone who is superior in quality to you. When you find that person, bring him to me.  Both the students then left, and Drona returned to his quarters.\nAt the end of the  Duryodhana returned to his teacher and informed him, \"O my teacher, I have searched the kingdom for a person who is superior in quality to me, but I have not found anyone. Having concluded my inspection, I have returned to your presence.  Drona then dismissed Duryodhana.\nWhen the sun had set on the horizon, Yudhisthira arrived and offered obeisances to his martial teacher. Drona then inquired, \"Have you found someone of inferior quality?  Yudhisthira replied, \"I have searched all , but I could not find anyone. However, toward the end of the , I saw a vaishya man drawing water from a well, and since it was ekadashi (fasting ), I thought to bring him to you. Just as I was about to arrest him, I saw that he fed the water to his animals. Therefore, I have not found anyone with inferior qualities, but I have brought myself for fault finding with others.  Drona then dismissed Yudhisthira and reflected on the qualities of the two princes. He concluded that Yudhisthira was the personification of humility and fit to rule the people, whereas Duryodhana was too proud to be a pious king and would ultimately ruin the Kuru dynasty.\nOn another , Drona and his pupils went to the Ganges to bathe in the sacred waters. When Drona had entered the river, an alligator seized him by the thigh. Although capable of killing the alligator, he called to his students, \"Please kill this animal and rescue me!  Instantly Arjuna released five arrows that struck the alligator and killed it. This happened so fast that the others stood looking dumbfounded. The alligator released Drona and died within the waters.\nWhen Drona emerged from the river, he embraced Arjuna and said, \"O best of all warriors, I award you the brahmastra weapon, which is the most powerful of all astras (celestial weapons). It can never be used against an inferior opponent, or it will destroy the whole universe. This weapon has no equal in the three worlds. Keep it with great care and use it only against an enemy who is equal to or greater than you.  Drona then taught the mantras for this weapon to his disciple, and Arjuna received them with great respect. He then pronounced blessings upon Arjuna, \"There will never be a archer greater than yourself. You will never be defeated by any enemy, and your achievements will be recorded in the history of the world.\nThus Drona continued to instruct the sons of Pandu and the sons of Dhritarastra. When Drona felt he had given sufficient instructions to all the boys, he informed Bhishma that he would soon collect his dakshina (student payment) from all whom he had trained.\n \nThus Ends Mahabharata Summation to"
}