{
    "id": 109,
    "title": "Chapter Four",
    "content": "The Third  of Rivalry at Kurukshetra; Bhishma and Arjuna Reek Havoc\n \nDhritarastra inquired: When the sun appeared on the horizon, indicating the third  of battle, what did my sons and the sons of Pandu do, both desiring victory.\nSanjaya said: O King, listen as I relate the events that happened on the third  of the great war. When the night had passed away and the dawn appeared, the great grandsire of the Kuru dynasty, Bhishma, gave orders that the army be arrayed in the Garuda formation. The beak of the bird was the grandsire himself, and Drona and Kritavarman were the two eyes. Ashvatthama and Kripa were the head, and they were supported by the Trigartas. Bhurishravas, Jayadratha, Sala, Salya, and Bhagadatta were the neck of that great bird. Duryodhana and his followers constituted the back of the bird, and Vinda and Anuvinda, the Kings of Avantipura, were the tail of the bird. The two wings of that formation were the numerous divisions of troops under the different generals. Thus they waited anxiously for the third  of the battle.\nUpon seeing the array formed by the Kauravas, Arjuna, in consultation with the mighty Dhristadyumna, arranged their troops in a counter formation that resembled a half moon. On the right side of the moon was the mighty Bhimasena supported by Drupada and Virata. Dhristadyumna and Shikhandi took up their positions in the middle of that formation surrounded by the Chedis, the Karushas and the Kashis. Next to these great warriors was the pious King Yudhisthira as well as the five sons of Draupadi and the son of Arjuna, Iravan. On the far left side of that moon was Arjuna, with the Supreme Lord, Shree Krishna as his chariot driver. In this way the Pandava army was arrayed and readied for battle.\nThen commenced the rivalry between the two great forces. Each rushed at the other eager for battle. The two armies clashed, and the deafening sound of steel and weapons was heard in all directions. Large numbers of elephants and chariots on both sides rushed at one another with the intention of slaughter. As on the previous s, the sounds of the drums, kettledrums, conches, rattling chariots, clashing weapons, and the war cries of the foot soldiers combined together to produce a thunderous sound that weakened the hearts of many. Arjuna, the son of Kunti, began killing soldiers in hundreds and thousands causing a great carnage on the field of battle. Unable to tolerate the prowess of Phalguna, the unlimited Kaurava army attacked Arjuna. Simultaneously, they released thousands upon thousands of arrows, javelins, darts, swords, scimitars, maces and battle axes. Seeing that curtain of weapons coming toward him like a hurricane, he checked it with his celestial weapons. He then released countless arrows that created a massacre among the Kaurava ranks. Unable to confront the third son of Pandu, Duryodhana's immense army broke its formation and began to flee. Bhishma and Drona came forward to rally the troops, and also Duryodhana encouraged the soldiers to return to their positions.\nAfter bolstering the soldiers and enlivening them, Duryodhana spoke tersely to Bhishma, \"O grandsire, listen to what I have to say. As long as you, Drona and Kripa are alive, why should my army have to retreat. I do not regard the Pandavas as your equal match. If you had told me before the battle that you were not going to fight with the Pandavas, then I would have made arrangements with Karna on what course to pursue. I do not deserve to be abandoned. Please fight according to your prowess.\"\nLaughing at Duryodhana's words, Bhishma replied, \"Many a time I have told you that the Pandavas cannot be slain. I am doing the best this aged self can do. You can witness my prowess to as I check the progress of the sons of Pandu.\" Filled with delight, Duryodhana ordered the drums and conches to sound, encouraging the wavering army.\nDhritarastra inquired: O Sanjaya, after Bhishma vowed a determined effort to stop the Pandavas, what did the great grandsire do to combat the Gandiva bow of Arjuna?\nSanjaya replied: O Monarch, after the son of Ganga had been provoked by your son, that great warrior, protected by a large division of troops, rushed at the Pandava army longing for battle. The afternoon had already set in, and the Pandava army had gained a decisive victory. However, the grandsire caused a carnage of dead bodies to float in the ocean of Kurukshetra. Releasing his lethal weapons, he severed the arms, legs and heads of the oncoming enemy. So quick did he sever their heads that the trunks remained on the chariots still grasping weapons or armed with bow and arrow. His bow was drawn in a full circle, and he was releasing continuous lines of arrows in all directions. He caused thousands of chariot fighters to fall from their chariots, naming each before hand. The Pandava army could not tell where Bhishma was for he appeared to be in all directions multiplied by a thousand. At one moment he was on the west, and the next moment he was on the east. Not one of the Pandavas was able to get close to him, such was the prowess he exhibited. They could not tell where he was, but they could only see that the whole sky was filled with his arrows. Not one arrow released from the grandsire's bow missed it's target. With a single arrow, he was killing the gigantic elephants that opposed him. Two or three soldiers, riding on the same elephant and encased in mail, were pierced at the same time with one arrow. In the presence of Arjuna and Lord Krishna, the Pandava army began to tremble. That army was so completely routed that no two persons were seen close to each other; all had fled the battlefield. The only thing left was a vast ocean of severed bodies, broken weapons, shattered chariots, dead horses and prostrated elephants, lying like huge hills. The Pandava's soldiers were throwing away their weapons and running from the battlefield, saving themselves from the hurricane of grandfather Bhishma.\nSeeing the devastation of the army, the Supreme Personality of Godhead, Lord Krishna, spoke to Partha, \"The hour has come, O son of Kunti, to fulfill your vow to destroy the grandsire. Behold Yudhisthira's troops running in all directions like forest animals chased by a lion.\"\nThus provoked by Lord Krishna, Dhananjaya said, \"Take this chariot to the presence of Bhishma. I will force the grandsire from his chariot and take his life.\" Then Madhava, Lord Krishna, directed the chariot toward the spot where the son of Ganga was releasing his arrows. Sighting Arjuna coming forward to challenge Bhishma, Yudhisthira's army rallied and supported him from behind. Then that foremost of all warriors, Bhishma, seeing Arjuna coming to oppose him, released thousands of arrows by invoking his celestial weapons. At one point the chariot of Lord Krishna and Arjuna could not be seen, so heavy was the downpour of weapons. However, Vasudeva guided those horses out of that deadly curtain, and Arjuna cut the grandsire's bow in two with a single arrow. Picking up another bow and stringing it quickly, Bhishma roared and stretched that bow to its full limits. Arjuna, not affected by his grandfather's exhibition of prowess, cut that bow in two. The son of Shantanu applauded his grandson exclaiming, \"O Partha, such a mighty feat is indeed worthy of you. I am pleased with your fighting. Continue to attack to the best of your ability.\"\nSaying this much, Bhishma picked up yet another bow and released deadly arrows resembling fiery serpents. Lord Krishna quickly guided Arjuna's effulgent white horses out of the line of fire so that those arrows proved ineffectual. Then Bhishma, exhibiting his expertise, pierced both Vasudeva and Arjuna with many arrows. Invoking his celestial weapons by means of mantra, Bhishma covered the two Krishnas on all sides with hundreds and thousands of arrows, causing Arjuna to tremble on his chariot. Seeing Bhishma's mastery of weapons and the lackluster fighting of Arjuna, Lord Krishna decided to act in the interests of the Pandava army. He thought to Himself, \"In a single , Bhishma can destroy this whole army. Yudhisthira's divisions are retreating out of fear, and the Kaurava army is coming forward to take advantage of this slaughter. I shall, to, kill Bhishma for the Pandava's sake. Arjuna refuses to fight with his grandfather, and because of respect, he doesn't know what to do.\"\nWhile Lord Krishna was thinking in this way, Bhishma was releasing arrows in all directions. At this time Drona, Vikarna, Jayadratha, Bhurishrava, Kritavarman and Kripa all came to assist Bhishma in his fight with Arjuna. Satyaki saw that Arjuna was covered on all sides by the foremost warriors of the Kaurava army. Satyaki quickly came to that spot like Vishnu coming to the aid of Indra. He quickly rallied Yudhisthira's troops, encouraging them to fight and gain victory. Lord Krishna then commanded the brave Satyaki, \"Do not attempt to rally the troops, O son of Sini. Those who are fighting should also leave the battlefield. I, personally, will throw Bhishma down from his chariot, and then slay Drona and the sons of Dhritarastra. I will gladden the hearts of Arjuna, Bhima, Nakula and Sahadeva. I will joyfully give to Yudhisthira his kingdom this very .\"\nSaying this, Lord Krishna gave up the reins and jumped down from His chariot, taking up His Sudarshana chakra. That chakra was as effulgent as the sun and as sharp as a razor. Making the earth tremble with His steps, the Supreme Lord rushed at Bhishma weapon in hand. The yellow garments of Lord Krishna were waving in the breeze and looked like a cloud charged with lightning. His beautiful black hair was flowing in the wind, and His angered face appeared like a blue lotus tinged with a red hue. In a divine fury He rushed toward Bhishma, and all living entities thought that the end of the Kuru army was near. Seeing Lord Krishna coming toward him, Bhishma fearlessly supplicated His blessed Lord, \"Come, come, O Supreme Personality of Godhead, O Lord of the heavenly gods, O You who have the universe for Your abode. I offer my respectful obeisances unto you who carry, the disc, the club, the sword and the Sarnga bow. O Lord, forcibly throw me down from this chariot and exhibit Your prowess for You are the refuge of the three worlds. If You kill me in the presence of all, then great fortune will be mine both in this life and the next. By the respect You are paying me, O Lord of the Vrishnis and Andhakas, I become celebrated throughout the three worlds.\"\nHearing the chivalrous prayers of Bhishma, Lord Krishna, rushing with great speed, exclaimed, \"You are the root of this great slaughter on earth! If you were righteous, you should have stopped the vile Duryodhana long ago. I cannot tolerate this injustice against the Pandavas.\"\nAs Lord Krishna was rushing towards Bhishma, Arjuna jumped down from his chariot. Running on foot after the Lord of the Universe, he caught up to Him and seized Him with two hands. However, Lord Krishna dragged Arjuna a great distance unable to stop Him. With great difficulty, Arjuna managed to stop Lord Krishna's forward progress pleading, \"Please subdue your anger! Your are the refuge of the Pandavas, O Keshava. I swear that I will fulfill the oath I made in the assembly of Kings. O Vasudeva, at Your command, I will certainly annihilate the host of Kuru warriors.\"\nHearing Arjuna's promise, Lord Krishna was pacified and again mounted the chariot and took up the reins. Lord Krishna was engaged as the servant of His devotee, and it is this mood that has endeared Him to hearts of all living creatures. With dust on His lotus like face, the Supreme Personality of Godhead, took up His Panchajanya conchshell and blew it filling the sky in all directions with its sound. To the sounds of drums, kettledrums and conches, Lord Krishna caused the chariot of Arjuna to enter the ranks of the enemy. The twang of the Gandiva bow resembled a roll of thunder and struck fear into the sons of Dhritarastra. All the great warriors attacked Arjuna, like the ocean coming to the beech. Bhurishrava hurled seven javelins furnished with plumes of gold. Duryodhana also picked up a lance and threw it with all his strength. A blazing dart was thrown by Bhishma, and a mace was hurled by Salya, the ruler of Madras. With little effort, Arjuna shattered those weapons, and taking from his quiver a celestial weapon called Mahendra, he caused it to appear in the sky overhead. That mighty weapon, given to him by Indra, began to shower hundreds of thousands of blazing arrows upon the oncoming Kaurava army. The whole sky was filled with those arrows, and within a matter of moments, the din of the the drums, conchshells, chariots, elephants, horsemen, and the battle cries of the foot soldiers were heard no more, for they were silenced by Arjuna's arrows.\nComing to support Arjuna was the Pandava army headed by Virata and Drupada. They quickly engaged the remnants of the Kaurava army, and the slaughter was frightening. Each warrior was struck with hundreds of arrows that tore apart their bodies; flesh and blood muddied the ground. As the Mahendra weapon began to expand in the sky, it increased the slaughter of the troops rushing into battle. Bhishma, Drona, Kripa, and the other great generals were lacerated by the celestial weapon, and seeing the situation, they caused the withdrawal of the troops for the . The sun was setting on the horizon, and there was a great uproar amongst the Kaurava warriors. All agreed with each other, \"In to's battle, Arjuna has slain ten thousand chariot fighters, seven hundred elephants, and tens of thousands of foot soldiers. This achievement is wondrous. No one else can equal his prowess. All the great warriors, Bhishma, Drona, Ashvatthama, Bhurishrava, Salya, Jayadratha and the King, have been subjugated in battle by the angry son of Pritha.\" Speaking thus, Duryodhana's soldiers entered their camps for nightly rest.\n \nThus Ends the Fourth"
}