{
    "id": 54,
    "title": "Chapter Commentary",
    "content": "Duryodhana could not be satisfied even with the immense wealth of his father. This is the nature of materialistic persons. The heart burns with lust and greed, and they are never satisfied. Duryodhana thought Yudhisthira to be his enemy, but the actual enemy was in his heart. In the third chapter of Bhagavad-gita Lord Krishna told Arjuna, \"It is lust only, Arjuna, born out of the mode of passion, and later transformed into wrath, which is the all devouring sinful enemy of this world.\" (B.g. 3.37) Lusty desires can never be satisfied. Once one desire is fulfilled, another arises like a blazing fire. These desires whip the living being and don't allow him to be content. Only when this enemy is defeated within can there be real peace.\nIn this age the way to conquer the internal enemy is to slay him with the chanting of the Holy Names of God. This process will stop the blazing fire of lust within the heart and conquer the real foe. Lord Chaitanya Mahaprabhu has given us this sublime process to stop the repetition of birth and death. He has requested everyone to chant the Maha-mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare Rama Hare Rama, Rama Rama, Hare Hare. The translation of this is, \"O energy of the Lord, O my Lord, please engage me in Thy loving service.\" Lord Chaitanya left no hard and fast rules on which name of God you may chant for the Lord has hundreds and thousands of names. However, everyone He met He requested them to chant the Hare Krishna Maha-mantra, for this great mantra would deliver everyone in the age. The important point is to chant the holy name dear to you and conquer the enemy within.\nAt present nations are forming peace conferences to pacify the waring factions of the world, but until there is internal peace, there can be no external peace. In the name of God and religion, people perform greedy and lusty acts, because they have not subdued the real enemy within--lust and greed. Duryodhana could never be contented as long as he could not recognize his real enemy. Yudhisthira had conquered this enemy, and because he was at peace within, he was at peace without. His name is Ajatrashatru, one whose enemy was never born. That means that he never saw anyone as an enemy, even though others looked at him differently. His heart was completely situated on the transcendental platform of love for God.\nWhen Vidura heard the evil plan to steal the wealth of the Pandavas, he knew the age of Kali had arrived. Kali Yuga means the age of quarrel and hypocrisy. Before the age of Kali, kings were rajarshis, godly men in the dress of kings. Duryodhana was the first king to exhibit the qualities of Kali Yuga: envy, lust, greed, anger, etc. Therefore, Vidura, due to his vast knowledge and realization, could immediately understand that the age of Kali was here because Duryodhana envied the godly and pious Pandavas. Although Kali Yuga is an iron age of bad qualities, where the people are sunk in ignorance, still there is great mercy in this age. Just by chanting the Holy Names of God, one can stop the repetition of birth and death and go back to the kingdom of God."
}