{
    "id": 55,
    "title": "Chapter Nine",
    "content": "The Gambling Match\n \nThe Pandavas soon arrived at Hastinapura, the Kuru capital, where they were offered a superficial welcome by Dhritarastra and supplied rooms that were beautifully furnished. They spent the night in those apartments, and the next  they were taken by Dhritarastra to the new imperial court at Jayanta. Following them were Duryodhana and his one hundred brothers, Shakuni and the other members of the Kuru race such as Bhishma, Somadatta and Bhurishravas. The Pandavas were shown the assembly hall, and out of courtesy the Pandavas expressed appreciation for the beauty of the royal assembly court. However, it did not measure up to the beauty of the imperial court built by the demon Maya. Duryodhana and his followers were indifferent to the assembly house; their minds were fixed on the gambling match.\nAfter the hall had been inspected, Shakuni suggested that they sit down and play a game of dice. However, Yudhisthira advised, \"Gambling is deceitful, sinful, and there is no kshatriya prowess in it. When there is no morality in such action, why do you praise gambling in this way? The wise do not advise playing with one who is expert in dice. O Shakuni, do not try to subjugate us by deceitful means. Victory in battle without deception and wickedness is the mark of a true warrior.\"\n\"It is from a desire to be victorious\" Shakuni replied, \"that one person approaches another for gambling. But such a desire is not really dishonest. One who is expert in gambling approaches another to defeat that person. Similarly, one who is the expert in the use of weapons approaches a weaker enemy with the idea of defeating him. This is the practice in every contest. The motive is victory. If you think that my intentions are deceptive, then you may desist from play.\"\n\"Since you have challenged me,\" Yudhisthira said, \"I will not withdraw. This is my established vow. We are all under the control of destiny. Who in this assembly shall be my opponent? Who will match their skill against mine? Let the play begin.\"\nThe scheming Duryodhana joyfully suggested, \"O monarch, I shall supply gems and jewels and every kind of wealth. However, my uncle Shakuni shall roll the dice for me.\"\nNot agreeing with the terms, Yudhisthira replied, \"Gambling for one's own sake is allowed, but a substitute is never sanctioned.\"\n\"I see nothing wrong in this arrangement,\" Shakuni spoke up. \"It is evident that you want to avoid playing by offering some excuse. If you do not want to play, then tell us frankly.\" Yudhisthira could not reply, and the game of dice began.\nWhen the gambling match commenced, the hall filled up with princes and kings. Bhishma, Drona, Kripa and Vidura took their seats, but their hearts were not in this game. It was unprincipled and started with a sinsiter intention. King Dhritarastra also took his seat along with many others. They were anxious for the game to begin.\n\"O King,\" Yudhisthira said, \"here I have an excellent wealth of pearls, originated from the churning of the milk ocean. They are set in gold and radiant in beauty. What will you wager?\"\n\"I have many jewels and own a great fortune,\" Duryodhana replied, \"but I am not proud of it. Throw the dice, and we will see who is the winner.\"\nThen Shakuni, a past master in the art of gambling, took up the dice and threw them exclaiming, \"Look, I have won!\"\nYudhisthira then wagered, \"I have many dazzling jars of jewelry in my treasury, inexhaustible gold, and a mountain of silver and other minerals. This, O King, is the wealth that I will wager.\"\nShakuni threw the dice and exclaimed, \"Look I have won!\" Time after time Yudhisthira would stake his wealth, and time after time Shakuni would win, and the only sound that could be heard was, \"Look I have won!\" Yudhisthira lost his jewels, his gold, his silver, his army, his chariots, his horses, his slaves and his kingdom. Yudhisthira kept losing steadily watching everything being devoured by the demon Shakuni.\nDuring the course of the gambling, Vidura could see that the Pandavas were about to lose everything. He, therefore, tried to advise Dhritarastra, \"Dear brother, listen to my words, even if they are not pleasing to your ears. A sick man will not relish the medicine the doctor prescribes. Do you remember the time when this son of yours was born and brayed like a jackal. A jackal is living in your house in the form of Duryodhana. He will bring about the destruction of the Bharata race. At the time of his birth, I told you to cast him aside and save the Kuru dynasty, but you did not take my advice, and now you will have to pay heavily. This injustice in the form of a gambling match will not go unpunished. You will suffer greatly in old age because of the deaths of your sons at the hands of the Pandavas. Gambling is the foundation of all sin, and leads one to hellish life. Your son does not have the strength to fight with the Pandavas in a manly war. He is cheating them with the help of this prince of the cheaters. Please do not allow gambling match to continue, or it will have gruesome results. I urgently request you to stop this game.\" This advice was bitter medicine the King did not want to take, and, therefore, he did not respond to Vidura.\nHowever, Duryodhana heard Vidura's advice and responded harshly, \"O Vidura, you are always glorifying the sons of Pandu and neglecting us. You do not regard us as your children. Your tongue and mind are reflecting what is in your heart. You have been maintained by us like a serpent in our lap. The wise have said that there is no greater vice than to injure one's master. Why do you not fear this sin? We are now prevailing over our enemies, and we have now acquired great riches. Therefore, O parasite, why do you try to obstruct us? Do not imagine that you are our master. We did not ask you for your counsel, so why give it? One should not give shelter to another who is the friend of foes.\"\nVidura then tried again to persuade his brother, \"I have always been a well wishing friend to you and your family, but this injustice will not be tolerated. I am not partial to any section of the family-either the sons of Pandu or your sons. However, I am partial to those who are honest and just, and indifferent to those who are dishonest and crooked. Your son, O King, is dishonest, and his actions are proving it. If you allow impious actions to continue, you will have to reap the impious repercussions that will come in the future. We have never seen in the history of the world honest kings acting like your son. On the contrary, only the most vindictive of wicked kings act in the way Duryodhana is acting. He is an enemy in your own camp. Therefore, at your command, O King, allow Arjuna to kill this unscrupulous person.\" Again these words of wisdom fell on deaf ears and the gambling match continued.\nBy this time Shakuni had exploited everything and inquired of Yudhisthira, \"What now will you wager?\"\n\"Here is my brother Nakula\" Yudhisthira replied, \"who is a powerful warrior. He is what I shall now stake in this gambling match.\"\nSaying this much Shakuni rolled the dice and said, \"Look, I have won. Now what will you bet?\"\n\"Here is my brother Sahadeva,\" Yudhisthira replied, \"who knows all the principles of morality. He is my wager in this gambling match.\"\nShakuni then rolled the dice exclaiming, \"Look Yudhisthira, I have won. Now what will be your wager? You still have Arjuna and Bhimasena.\"\n\"O wretched person,\" Yudhisthira replied, \"you are cheating by playing a game of crooked dice. You are trying to create disunion between us who are of one heart. However, I am not the controller of destiny, and, therefore, I will wager this brother of mine Arjuna, who is the foremost archer in the world.\"\nShakuni then rolled the dice and laughingly exclaimed, \"Look, I have won! Now what will you wager?\"\n\"I have Bhima,\" Yudhisthira replied, \"who is capable of subduing all warriors on the field of battle. I will wager this brother of mine.\"\nShakuni then pitched the dice and said, \"Look Yudhisthira, I have won. Now what is there left to wager?\"\nYudhisthira then replied to the sinful Shakuni, \"I have myself who am the oldest of my brothers and who is the King of Indraprastha. I will wager myself.\"\nAfter saying this much, Shakuni rolled the dice and exclaimed, \"You have permitted yourself to be won, O King. Is there anything left for you to wager? I think you still have one thing left in your possession. Why don't you stake Draupadi in this gambling match. By her you can win yourself back.\"\n\"The beautiful Draupadi\" Yudhisthira replied, \"is still in my possession. Making her as my wager, I will play with you, O best of the charlatans.\"\nWhen King Yudhisthira had made this last wager, there was a cry of anguish among the elders present. Bhishma, Drona and Kripa were covered with perspiration, and Vidura, holding his head between his hands, sat like one who had lost all reason. He sat with his face downward and was breathing heavily like a snake. Dhritarastra was the only one of the elders who was elated at heart. He repeatedly asked, \"What has been won? What now has been won?\" He could not conceal his emotions. Karna and Duhshasana were laughing loudly, but others were crying in the assembly. Picking up the dice that were loaded in his favor, Shakuni rolled them and exclaimed, \"Look, I have won everything!\" With these words the entire assembly hall was shocked into silence.\n \nThus Ends the Mahabharata Summation to the Ninth"
}