{
    "id": 43,
    "title": "Chapter Three",
    "content": "Lord Krishna journeys to Indraprastha City\n \nHaving heard the statements of Devarshi Narada, and understanding the opinions of both the assembly and Lord Krishna, the highly intelligent Uddhava began to speak, \"O Lord, as the rishi advised, You should help Your cousin Yudhisthira fulfill his plan for performing the Rajasuya sacrifice, and You should also protect the kings who are begging for Your shelter. Only one who has conquered all opponents in every direction can perform the Rajasuya sacrifice, O almighty one. Thus, in my opinion, conquering Jarasandha will serve both purposes. By this decision the Rajasuya sacrifice will be performed, and You will save the imprisoned kings. Thus, Govinda, You will be glorified.\n\"The invincible King Jarasandha\" Uddhava continued, \"is as strong as ten thousand elephants. Indeed, other powerful warriors cannot defeat him. Only Bhima is equal to him in strength. He will be defeated by an equal opponent in duel, not when he is leading his hundred military divisions. Now, Jarasandha is so devoted to brahminical culture that he never refuses requests from brahmanas. Bhima should go to him disguised as a brahmana and beg charity. Thus he will obtain single combat with Jarasandha, and in Your presence Bhima will no doubt kill him. Even Lord Brahma and Lord Shiva act only as Your instruments in cosmic creation and annihilation, which are ultimately done by You, the Supreme Lord, in Your invisible aspect of time.\n\"In their homes, the wives of the imprisoned kings sing of Your noble deeds-about how you will kill Jarasandha and deliver them. The gopis also sing Your glories--how You killed the crocodile enemy of Gajendra, the elephant king; Ravana, the enemy of Sita; and the enemies of Your own parents as well. So also do the sages who have obtained Your shelter glorify You, as do we ourselves. O Krishna, the killing of Jarasandha, which is certainly a reaction of his past sins, will bring immense benefit. Indeed, it will make possible the execution of the Rajasuya ceremony as You desire.\"\nDevarshi Narada, the Yadu elders, the ministers and Lord Krishna all welcomed Uddhava's proposal, which was entirely auspicious and full of wisdom. Thereafter, Lord Shree Krishna, the chief of the Yadus, honored Narada Muni. After bowing down to the Lord, Devarshi Narada's senses were fully satisfied. Thus having heard the decision of the Lord and having been worshiped by Him, Narada placed the Lord firmly within his heart and graceful departed into the clear blue sky.\nWith pleasing words the Lord, who has eyes like lotus petals, addressed the messenger sent by the kings, \"My dear messenger, I wish all good fortune to you, I shall arrange for the killing of King Magadha. Do not fear.\" Feeling satisfied at heart, the messenger departed and relayed the Lord's message to the imprisoned kings. Eager for freedom, they then waited anxiously for their meeting with the Lord of all sentient beings.\nThe almighty personality of Godhead, the son of Devaki, begged His superiors for permission to leave. Then He ordered His servants, headed by Daruka and Jaitra, to prepare for departure. Arrangements were made for His 16,108 queens, their children and baggage to be taken to Indraprastha. After taking leave of Lord Baladeva and King Ugrasena, Lord Krishna mounted His chariot marked with the insignia of Garuda and departed for Indraprastha. The vibrations of mridangas, bheris, kettledrums, conchshells and gomukhas filled the sky in all directions as the Lord set out on His journey. He was accompanied by the commanders of His chariot, elephant, calvary and infantry divisions. He was also surrounded on all sides by His personal body guards. Lord Achyuta's chaste wives, along with their children, followed the Lord on golden palanquins carried by stout armed men. The queens were adorned with fine clothing, ornaments, fragrant oils and flower garlands, and they were surrounded on all sides by soldiers carrying swords and shields.\nOn all sides of the procession were finely adorned women--attendants of the royal household, as well as courtesans. They rode on palanquins and camels, bulls and buffalo, donkeys, mules, bullock carts and elephants. Their conveyances were fully loaded with tents, blankets, clothes and other items for the trip. Lord Krishna's imperial procession was adorned with royal umbrellas, chamara fans and huge flagpoles with waving banners. During the  the sun's rays reflected brightly from the soldiers' finely polished weapons, jewelry, helmets and armor. Thus Lord Krishna's army, exuberant with shouts and clatter, appeared like an ocean stirring with agitated waves and timingila fish. The royal procession could be seen from one horizon to the other, so great was the number of men, women, animals and paraphernalia.\nAs He traveled through the provinces of Anarta, Sauvira, Marudesha and Vinashana, Lord Hari crossed rivers and passed mountains, cities, villages, cow pastures and stone quarries. The inhabitants of these regions perfected their eyesight by gazing on the transcendental features of the Lord. They waved their upper clothes and glorified the transcendental activities of the Lord. After crossing the rivers Drishadvati and Sarasvati, He passed through Panchala and Matsya and finally came to Indraprastha.\nKing Yudhisthira was delighted to hear that the Lord, whom ordinary citizens rarely see, had now arrived. Accompanied by his priests and dear associates, the King came out to meet Lord Krishna. As songs and musical instruments resounded along with the loud vibration of Vedic hymns, the King went forth with great reverence to meet Lord Hrishikesha, just as the senses go forth to meet the consciousness of life. The heart of King Yudhisthira melted with affection when he saw his dearmost friend, Lord Krishna, after such a long separation, and he embraced the Lord again and again. The eternal form of Lord Krishna is the everlasting residence of the goddess of fortune. As soon as King Yudhisthira embraced Him the King became free of all the contamination of material existence. He immediately felt transcendental bliss and merged in an ocean of jubilation. There were tears in his eyes, and his body trembled due to ecstasy. He completely forgot that he was living in this world. Then Bhima, his eyes brimming with affectionate tears, laughed with joy as he embraced his maternal cousin, Krishna. Arjuna, Nakula and Sahadeva also joyfully embraced their dearmost friend, the infallible Lord and tears of love fell profusely from their eyes.\nAfter Arjuna had embraced Him once more and Nakula and Sahadeva had offered Him their obeisances, Lord Krishna bowed down to the brahmanas and elders present, thus properly honoring the respectable members of the Kuru, Shrinjaya and Kaikaya dynasties. Sutas, Magadhas, Gandharvas, Vandis, jesters and brahmanas all glorified the lotus-eyed Lord--some reciting prayers, some dancing and singing--as mridangas, conchshells, kettledrums, vinas, panavas and gomukhas resounded. Thus surrounded by His well-wishing relatives and praised on all sides, Lord Krishna, the crest jewel of the justly renowned, entered the decorated city.\nThe roads of Indraprastha were sprayed with fragrant water sprinkled from the trunks of intoxicated elephants, and colorful flags, golden gateways and full waterpots enhanced the city's splendor. Men and young girls were beautifully arrayed in fine, new garments, adorned with flower garlands and ornaments, and anointed with aromatic sandalwood paste. Every home displayed glowing lamps and respectful offerings, and from the holes of the latticed windows drifted incense, further beautifying the city. Colorful banners waved in the breeze, and the roofs were a series of finely carved golden domes situated on broad silver bases. Thus Lord Krishna saw the royal city of the Kuru King, Maharaja Yudhisthira.\nWhen the young women of Indraprastha heard that Lord Krishna, the reservoir of pleasure for every eye, had arrived, they hurriedly went onto the royal streets to see Him. They abandoned their household duties and even left their husbands in bed, and in their eagerness, the knots of their hair and garments came loose. The royal streets being quite crowded with elephants, horses, chariots and foot soldiers, the women climbed to the top of their houses, where they caught sight of Lord Krishna and His queens. The city ladies scattered flowers upon the Lord, embraced him in their minds and expressed their heartfelt welcome with broadly smiling faces. Observing Lord Mukunda's wives passing on the well paved and ornately designed streets like stars accompanying the moon, the women exclaimed, \"What pious activities and austerities have these ladies executed that grant them the joy of Lord Keshava's generous smiles and playful sidelong glances?\"\nAlong the well decorated avenues of Indraprastha, citizens came forward holding auspicious offerings for Lord Krishna, and sinless leaders of occupational guilds came forward to worship the Lord. With wide-open eyes, the members of the royal household rushed forward in a flurry to lovingly greet Lord Mukunda, and thus the Lord entered the royal palace of King Yudhisthira. When Queen Kunti saw her nephew Krishna, the master of the three worlds, her heart filled with loving devotion. Rising from her couch with her daughter-in-law, Draupadi, Kunti embraced the Lord and all feelings of anxiety disappeared from her heart. King Yudhisthira respectfully brought Lord Govinda, the Supreme God of gods, to his personal quarters. The King was so overcome with joy that he could not remember all the rituals of worship.\nEncouraged by Queen Kunti, Draupadi worshiped all of Lord Krishna's wives, including Rukmini, Satyabhama, Bhadra, Jambavati, Kalindi, Mitravinda, Nagnajiti, Lakshmana and the other queens of Lord Krishna who were present. Draupadi honored all of them with such gifts as clothing, flower garlands and jewelry. King Yudhisthira personally made arrangements for Krishna's comfort and saw to it that all who came along with Him--namely His queens, soldiers, ministers and secretaries--were comfortably situated. He arranged that they would experience a new feature of reception every  while staying as guests of the Pandavas.\n \nThus Ends the Mahabharata Summation to the Third"
}