{
    "id": 119,
    "title": "Chapter One",
    "content": "The Eleventh  of Rivalry;\nDronacharya Becomes Commander\n \nDhritarastra inquired: O Sanjaya, after the Kauravas had lamented the fall of the renowned Bhishma, what did my sons do, urged on by their fate? Indeed, the grandsire Bhishma was invincible and without a second on the front line of the army. Who did my son next chose to lead these famed divisions?\nSanjaya said: O King, after Bhishma had fallen on the battlefield, Duryodhana inquired from Karna, \"Bhishma was our commander for ten s. He achieved lasting fame and killed thousands upon thousands of men. This was all done fairly. Now that he is about to ascend to the higher regions, who, O Karna, should be the commander in chief of our troops? Without a leader, this army, which is like a boat without a captain, will sink into the Pandava Ocean. Who, now, is capable to lead my forces to victory?\"\nKarna replied, \"Anyone of the maharathis is certainly qualified to lead your forces. All of them are proficient in weaponry and are expert in arraying large armies. If one among them is chosen, then the others will feel offended. However, the preceptor Drona is senior and is the most revered. Among all the Kings and princes, there is not one who will not accept the leadership of this esteemed bowman. He is also your preceptor and worthy of your worship.\"\nAgreeing with Karna's advice, Duryodhana went to Dronacharya who was standing in the midst of the troops. Offering obeisances to his preceptor, Duryodhana requested, \"O sire, among our forces, you are senior by birth. You are born of noble parentage and are superior to us in learning and intelligence. By your ascetic penances, you have realized the eternality of Brahman. Your prowess on the battlefield exceeds all others in my army. With you as its protector, we will feel confident that we will cross the great Pandava ocean. O sinless one, take command of these eleven akshauhini divisions and, fighting in the forefront of my army, lead us to victory.\"\nDrona said, \"I am acquainted with the six branches of Veda, and I also know the science of Varnashrama. I possess the divine astras and know how to array large divisions. I will display all these virtues, for you are desiring victory. However, I will not be able to kill the Pandavas or Drupada's son, Dhristadyumna, for he is born to slay me.\"\nAfter agreeing to take command of the huge divisions, Drona was formally installed in that position. He then prepared for the 's battle, and arranged the divisions in the form of a cart called Sakata. The Pandavas arranged their army in the formation of a crane called Kraunca. Before the battle began, Duryodhana went to Drona and requested a boon, \"If you are inclined to give me a benediction, then I request that you capture Yudhisthira alive and bring him to me.\"\nDrona replied, \"Why do you want Yudhisthira alive? Would you not be content with his death? It is wonderful that no one wishes to see his death, and therefore, he is known as Ajatashatru. Even you bear this affection for him.\"\nDuryodhana said, \"If Yudhisthira were killed, I would still not be victorious. If Ajatashatru were slain, then Arjuna would annihilate my whole army. All of them cannot be killed even by the heavenly gods united. If Yudhisthira is brought here alive, then I will challenge him again at dice and send him to the forest for another thirteen years.\"\nUnderstanding the vile intention of Gandhari's son, Drona said, \"If Yudhisthira were not protected by Arjuna, then it is possible to capture him. However, Arjuna has become too powerful. It is true that I was his martial preceptor, but since that time he has received all the divine astras. He has even acquired celestial weapons from Lord Shiva and Indra. Therefore, he has become invincible. If Arjuna can be lured away from Yudhisthira, then it will be possible to capture the King. If Arjuna can be taken to another part of the battlefield, then without doubt, I will abduct Yudhisthira.\"\nWhen Drona had agreed to this proposal, Duryodhana thought that victory was his. However, through spies, Yudhisthira learned of Duryodhana's plan and assembled his brothers as well as the other Kings that supported him. In their presence he requested Arjuna, \"You have heard Duryodhana's plan which Drona will try to accomplish. This ruse cannot be carried out as long as you are close by. Therefore, always stay near me and protect me at all costs.\"\nArjuna replied, \"Just as Drona's death will never happen at my hands, so, O King, I will never allow you to be captured by the enemy. The stars in the sky may disappear, or the earth may split into fragments, but still I will not allow Drona to seize you. Even if Indra himself leads Duryodhana's army, I will never allow you to be captured. As long as I am alive, O great King, you have no need to fear Drona. I have never spoken an untruth, nor have I ever made a vow that I could not keep.\"\nAfter Arjuna had pledged Yudhisthira's protection, the army was made ready for combat. When the Kaurava host attacked the Pandava army, there was a great bloodbath on both sides. The invincible Drona began to afflict the Pandava sea with arrows that resembled thunderbolts of lightning. Coming up to challenge him was Yudhisthira supported by his vast army of rathis and maharathis. They challenged the preceptor Drona who rode on his golden chariot drawn by red horses.\nWhile this encounter was taking place, Shakuni assaulted Sahadeva. He pierced the chariot, the standard and the charioteer with many sharp arrows. Laughing at the deceitful gambler's lack of prowess, Sahadeva cut the bow from Shakuni's hands, felled his standard and killed his charioteer. He then pierced the Gandhara King with sixty arrows. Shakuni jumped from his chariot, mace in hand and killed Sahadeva's chariot driver. Sahadeva also stepped down from his chariot with his mace and began to fight with the son of Suvala.\nMeanwhile King Paurava attacked Abhimanyu and covered him with a curtain of arrows. Abhimanyu countered and pierced Paurava with seven shafts, felled his banner and pierced the chariot driver with three shafts. Then Arjuna's son placed on his bowstring an arrow capable of killing his enemy. However, Kritavarman cut the arrow and the bow from Abhimanyu's hands. Throwing aside the broken bow and arrow, the son of Arjuna took up a sword and shield, and descending from his chariot, ran at Paurava. Whirling his sword and shield, he jumped onto Paurava's chariot and knocked him unconscious. Abhimanyu raised the King up by his hair and was about to kill him. Seeing Paurava about to be slain, Jayadratha jumped from his chariot with sword and shield, challenging the son of Arjuna. Abhimanyu then left Paurava and jumped to the ground. Many warriors then released lances, arrows and scimitars to encompass the death of Subhadra's son. However, Abhimanyu cut all those weapons to pieces with his sword. There then ensued a battle between Jayadratha and the son of Arjuna that was fierce and wonderful. Those two warriors encircled each other and whittled at each others body thirsting for victory. When Jayadratha struck Abhimanyu's shield with his sword, it broke. With no weapon to fight with, the Sindhu King ran from the battlefield. Ascending his chariot, the son of Arjuna then began to scorch the Kaurava divisions.\nWitnessing Jayadratha's defeat, Salya took up a deadly dart and threw it with all his strength at Abhimanyu. However, Arjuna's son caught that weapon in the air. Releasing that same weapon, it killed Salya's chariot driver and knocked Salya to the chariot floor. All the Pandavas cheered at Abhimanyu's victory and exclaimed, \"Well done!, Well done!\"\nSalya then stepped down from his chariot and challenged Abhimanyu. Abhimanyu also stepped down from his chariot and rushed at Salya. However, Bhima appeared on the scene and asked Abhimanyu to step aside. Then those two bulls amongst the kshatriyas began to whirl their maces, which looked like streaks of lightning. Both iron maces had the power to slay hundreds of warriors at a time. Both warriors were extremely bitter, and both began to beat each other with fury. Although both managed to hit the other with their upraised maces, still neither appeared injured. Highly provoked they rushed at each other, and with all their might, they struck each other at the same time. Battered by a blow from Bhima's mace, Salya fell senseless to the earth. Bhima also fell from the blow of Salya's mace. At that time the revered chariot fighter, Kritavarman, appeared and took Salya on his chariot. Bhima then stood up and prepared once again to fight. Dismayed at the loss of Salya, that division of the Kaurava army retreated in fear.\nBeholding the army broken, the son of Karna, Vrishasena, single handedly protected it. He released thousands of arrows and began to kill the Pandava chariot fighters and horsemen. Nakula's son Satanika assaulted Vrishasena and pierced him with ten arrows. The son of Karna, however, cut the royal banner and bow of Satanika. When this happened, the other sons of Draupadi challenged Vrishasena and covered him with weapons. Coming up to protect Karna's son was Ashvatthama. He quickly stopped the assault of Draupadi's sons. The Pandavas, with a desire to protect their sons, also came up to fight with Ashvatthaman. Both armies met and the battle was wonderful. Gradually the Pandava army began to break the front lines of the Kaurava host, and the warriors on Duryodhana's side began to flee the battlefield. Drona rebuked them, \"Heroes do not run away. I will give you protection.\" Encouraged by the preceptor's words, that multitude of soldiers returned for battle.\nDrona then ripped into the Pandava ranks and killed thousands of soldiers. Having penetrated deep into the Pandava army, Drona was looking for the opportunity to seize Yudhisthira. Kumara, a powerful warrior who was protecting Yudhisthira's chariot, stopped the advance of the preceptor by releasing a thousand arrows. Not tolerating that action, Drona severed the great warrior's head. As Drona was coming closer to Yudhisthira's chariot, Virata, Drupada, Satyaki, Singhasena and Vyaghradatta, the Panchala Prince attacked him. Vyaghradatta pierced Drona with fifty arrows and Singhasena also attacked him. However, Drona released from his mighty bow two broadheaded shafts that severed those warrior's heads. With no one to oppose him, Drona assaulted Yudhisthira. At this time loud cries were heard from the troops, \"The King is slain! To, Drona will surely capture Yudhisthira.!\"\nThese exclamations were heard by Arjuna who quickly appeared on the scene filling the sky with the sound of his Gandiva bow. He was mowing down the Kaurava ranks causing a great carnage. Arjuna suddenly came upon Drona's division, and with his celestial weapons, he pierced every warrior which threw them into confusion. Intent on saving his elder brother, Arjuna was releasing arrows so fast that no one could tell when he pulled the arrow from the quiver, or when it was released from his bow. All this happened as fast as lightning. Seeing Arjuna's anger, both Drona and Duryodhana ordered the troop withdrawal for the . The Shrinjayas and the Panchalas, filled with joy over Arjuna's triumph, began to blow on their conchshells and beat on drums.\nIn the Kaurava's camp, Duryodhana assembled all the kings to assess the 's events. In that assembly, Drona said, \"I have told you that when Arjuna is near Yudhisthira, it will be impossible for me to capture him. Although all the great warriors fell upon Arjuna, our attempts were frustrated. Do not doubt what I say; Krishna and Arjuna are undefeatable. If, however, Arjuna can be separated from the King, then I will surely be able to seize him. Let someone challenge Arjuna and draw him to another part of the battlefield. The son of Kunti will not return till he has defeated his enemy. Meanwhile, while Partha is fighting with his opponent, I will take the opportunity to capture Yudhisthira. In Dhristadyumna's presence, I will bring King Yudhisthira under my control. This scheme will prove more fruitful than the defeat of the whole Pandava army.\"\nHearing Drona's plot, the Trigarta King, Susharman, volunteered, \"In the past, we have been humiliated by Arjuna. My brothers and I have never injured him, yet he always seeks to kill us. Our hearts burn in anger, and we are not able to sleep at night. Tomorrow we will challenge him and take him to another part of the battlefield. We take this vow to that either we will kill Arjuna, or he will kill us. We will never retreat in battle. Myself, along with my brothers, Satyaratha, Satyavarman, Satyavrata and Satyeshu, will challenge Arjuna in battle and slay him. This is our promise!\" Having made their resolutions, those great kings rested for the night and waited for dawn when they could fulfill their vows.\n \nThus Ends the First"
}