{
    "id": 39,
    "title": "Chapter One",
    "content": "Maya Danava Erects the Imperial Court\n \nBefore Lord Krishna and Arjuna had gone a great distance, the demon Maya Danava fell at their feet pleading, \"You have spared my life, and for this I am very grateful. My name is Maya Danava, the architect of the demons. Please allow me to show appreciation for your merciful act.\"\nSince the demon was looking at Arjuna, Arjuna replied, \"I do not want anything in return for saving your life. It is my principle never to accept charity for performing a good deed. However, if you want to offer a gift, then ask Krishna what you can do for Him.\"\nLord Krishna thought for a moment and said, \"You are the architect of the demons, capable of performing many wonderful feats. The Pandavas are very dear to me, and, therefore, I want you to construct an imperial court for them that will excel all on earth.\" Maya Danava readily agreed, and together they departed for Indraprastha.\nUpon reaching the royal palace, Arjuna related to Yudhisthira all events that had transpired in relation to the burning of the Khandava forest. Maya Danava was then introduced to Yudhisthira, who welcomed him with great honor. Maya Danava greatly appreciated the humility of the King and considered him a saint amongst the kshatriyas. They then began discussions about the construction of an assembly hall that would have no equal in the universe. Maya Danava chose a plot of land that was 90,000 feet square to begin his work.\nNow that Lord Krishna, the Supreme Personality of Godhead, had lived Indraprastha for some time, He desired to return to His own capital, Dvaraka. The Pandavas were very reuluctant to let Him go. \"You are the Supreme Personality of Godhead,\" Yudhisthira lovingly said; \"that brightest moon that guides our boat to safety. You have given us everything, and, therefore, how can we agree to Your leaving us at this time? You are Hrishikesha, the master of our mind and senses. Please stay and always direct our thoughts and actions.\nLord Krishna declined the loving offer of Yudhisthira, but reassured His devotee that He would return whenever Yudhisthira called for Him. Lord Krishna then took leave of His Aunt Kunti, who affectionately smelled His head and embraced Him. He satisfied His sister Subhadra with sweet words and bestowed many blessings upon her. Then Lord Keshava ascended His chariot, and Yudhisthira took up the reins. Arjuna and Bhima stood on either side and fanned Him with chamara whisks. Nakula and Sahadeva stood behind, holding an umbrella over the Lord of the universe.\nWhen the chariot had gone about two miles, Lord Krishna requested the Pandavas to return to their capital. He then affectionately bade farewell to the five brothers and proceeded toward Dvaraka. The Pandavas could not take their attention off the Supreme Person because of His exquisite beauty. Their eyes followed Him a great distance until He could be seen no more. They were unsatiated with the sight of Lord Krishna, and their minds accompanied Him to the city of Dvaraka. The Pandavas returned to the city of Indraprastha, but they always contemplated the transcendental qualities and pastimes of the Supreme Personality of Godhead.\n Maya Danava was busy with preparations for constructing the great assembly hall. He approached Arjuna and informed him, \"Near Mount Kailasa there are many jewels that I have secretly hidden. To the east of Mount Kailasa there is also a lake called Bindu, wherein lies a mace that was thrown by a king of the demons after killing his enemies. That mace is equal in power to a hundred thousand maces. It is a fit weapon for Bhima, even as the Gandiva is for you. Also, in the lake is a large conchshell named Devadatta which belongs to Varuna. The blast of that conchshell can be heard in all directions. I will bring that conch as a gift.\" Maya then took leave of Arjuna and wenl to Mount Kailasa.\nMaya Danava searched for his great quantity of jewels and found them. He also entered Lake Bindu and found the powerful club and the conchshell Devadatta. He took those back to Indraprastha and presented the club to Bhimasena and the conchshell to Arjuna. The sound of this conchshell could break the heart of any opponent.\nMaya then began to construct the great royal assembly house. It took him a full fourteen months, but it was, indeed, magnificent. The columns were golden and radiated an effulgence like the sun itself. The walls were embedded with thousands of multi-colored jewels, and the effulgence of the precious gems illuminated the entire palace. Within the palace Maya Danava placed water ponds that were lined with highly polished stone and filled with lotuses whose leaves resembled dark colored emeralds and whose stalks were made of precious jewels. There were also other flowers with golden leaves. The water was crystal clear and filled with a variety of fishes and tortoises of a golden hue. The pond was surrounded by a flight of crystal stairs, and it was difficult to understand where was water and where was land. Flowers inside and outside the palace bloomed in all seasons and were the finest variety.\nWhen the palace was completed, Maya Danava informed Maharaja Yudhisthira, and a great celebration was planned. Thousands of brahmanas came and invoked auspiciousness by chanting the Vedic hymns. Maharaja Yudhisthira gave thousands of cows in charity and fed the brahmanas sumptuously. He then entered this most opulent royal assembly court accompanied by his brothers. Kings and sages from every country came to see the wonderful Sabha (Royal court), and upon seeing it, they were struck with wonder. The fame of the assembly hall built by Maya spread far and wide, and even the demigods came to see it. Some of the princes who visited at this time stayed in Indraprastha to learn the science of archery from Arjuna. Chief amongst these princes was Satyaki, or Yuyudhana. He was a cousin of Lord Krishna. This was a happy time for the Pandavas, but it was like the lull before the storm. They were destined to enjoy their kingdom for only a few months more.\nDuring this time Subhadra gave birth to a son named Abhimanyu. He was born with many auspicious marks. The astrologers foretold that he would be a great warrior and add fame to the Pandava dynasty. Draupadi also gave birth to a child by each of her husbands. From Yudhisthira, Prativindhya took birth, and Bhima's son was Sutasoma. Arjuna's son was Shrutakirti. Nakula's son was Sataneeka, and Sahadeva's son was Shrutasena. The sons matured with the good qualities of their fathers, including mastering the science of weapons.\nOne  while the Pandavas were sitting in their imperial assembly court, the great rishi Narada Muni came to see them. The Pandavas rose with excited hearts and offered their respects to the great sage. They seated him properly and washed his feet, offering him all kinds of presentations for his pleasure. Narada Muni was then shown the royal assembly hall by Maharaja Yudhisthira, and Narada appreciated the wonderful workmanship. When Narada was again seated, Yudhisthira began to inquire from the exalted sage, \"My dear lord, you have traveled through the three worlds, and seen many elegant imperial assembly halls like the one I have. Can you tell me about them?\"\n\"Yes, I have seen all the great sabhas of the universe,\" Narada smilingly said. \"I will tell you about them. However, I have never seen an assembly hall anywhere that was built of such rare precious stones and jewels. This sabha defeats the beauty of the Sudharma imperial court in the heavenly planets.\"\nNarada then described the different assembly houses, such as those of Indra and Yamaraja. He told Maharaja Yudhisthira that in the imperial court of Yamaraja there were many kings from the Kuru house, including Pandu and others. Narada then went on to describe the royal courts of Varuna and Kuvera.\nWhen the narration was finished, the hall was silent. Narada waited for Yudhisthira to speak. \"My lord,\" inquired Yudhisthira, \"I have been listening to all the descriptions of the differnet sabhas, and I have noticed one thing. Most of the kings who were lords of this earth are all in the assembly house of Yamaraja rather than Indra's. Even my father, the great Pandu, was not in Indra's abode, as I was thinking all these years. I have heard from you that Harischandra of the solar dynasty is sitting on the throne of Indra. What pious activities did Harischandra perform that my father did not? My father was the purest of men and never spoke a word of untruth. He was a saint amongst the kingly order. Please tell me why my father is not in the court of Indra.\"\nNarada, who had come just to discuss this point, replied, \"Certainly, I shall tell you. The great Harischandra was the son of Trishanku, the favorite of the sage Visvamitra. Harischandra was a powerful monarch and had conquered all the kingdoms of the earth. Because of his pious activities, he was able to perform the Rajasuya sacrifice. For this reason he is able to share the same throne with Indra. The king who performs the Rajasuya sacrifice receives immense benefit in the heavenly realm. While I was in Yamaraja's abode, I met your father. He told me, 'My sons have become powerful on earth. If Yudhisthira performs the Rajasuya, I will be transferred to Indraloka, and also his fame will be spread far and wide.' This is the desire of your father. With your four brothers to help you and with Lord Krishna on your side, it will be possible for you to perform the Rajasuya. However, you must first conquer all the earthly kings. It is not an easy task, but I know you are capable of it. Reflecting on this, do as you think fit. I will go to Dvaraka City and request Lord Krishna to help you.\" Narada then left Indraprastha and ascended into the heavens, constantly chanting the glories of Lord Krishna.\n \nThus Ends the Mahabharata Summation to the First"
}