{
    "id": 89,
    "title": "Chapter Four",
    "content": "Karna is Offered Kingship of the World\n \nBefore leaving Hastinapura, Lord Krishna took Karna, the son of Radha, on His chariot and spoke with him concerning his birth. Lord Krishna revealed the truth to him, O son of Radha, you have worshiped the brahmanas who have realized the truth of the Vedas. Therefore, you know what is the Vedic conclusion regarding the birth of a child. In the past you have not known who your real mother was. This remains a mystery to you. Actually you were born to Kunti before her marriage to Pandu. Your father is the sun god. The daughter of Surasena had received a benediction from Durvasa Muni that she could call any heavenly lord from the higher planets to conceive a child. In her youthful innocence, she called for the sun god, and because the mantra could not prove fruitless, a child was conceived. Out of fear that she would never be able to marry, she placed the child in a basket and cast it afloat on the Ganges. Thus, you are actually known as Kaunteya. The Pandavas are, in reality, your younger brothers. If you come to their side, they will bow at your feet, and you will become the emperor of the world. When you are coronated as King of the earth, Yudhisthira will stand behind you in your chariot. Bhimasena will hold the royal umbrella over your head, and Arjuna will hold the reins of the chariot. Nakula and Sahadeva, as well as Draupadi's five sons, will walk behind you. Let the Pandavas proclaim, Victory to Vasusena.' Surrounded by the Pandavas, you will appear like your father, the sun god, followed by his many assistants.\nBewildered upon hearing the shocking facts from Lord Krishna, Karna did not reply, but contemplated the words spoken to him. After a few moments of silence, Karna said, Without a doubt, O Keshava, I believe that your words are truth. From the moral and Vedic understanding, I am the son of Kunti by the Sun god, Vivasvan. I can understand that from the command of Surya, Kunti was forced to abandon me in the Ganges. This is certainly my past history. Why was she so cruel as to have abandoned me in the Ganges to die? What kind of mother is this? When I was found in the Ganges by Adiratha and Radha, they took me into their home and cared for me. Out of affection for me, Radha's breast filled with milk, and she cleaned the urine and stool from my body. My father, Adhiratha, caused all the purificatory performances to be performed by qualified brahmanas. Thus they bestowed upon me the name Vasusena. I have married wives according to his selection, and by them I now have sons and grandsons. O Krishna, my bonds of affection and love are fixed on them. O Govinda, I cannot destroy this affection by means of gold or the whole earth. Duryodhana has been kind to me all these years, and I have shared his kingdom for the last thirteen years. How can I give him up? If I become victorious in battle, then I shall hand over this kingdom to Duryodhana. Without doubt, O slayer of Madhu, You have given me good advice. With You on the chariot of Arjuna, there will be little chance of our victory. If Yudhisthira comes to know that I am the first born son of Kunti, he will not accept the throne. With You as his guide, he is fit to rule this world, assisted by Arjuna and Bhimasena. For the offense I committed in the gambling match to my younger brothers and their queen, I shall lay on the battlefield slain by Arjuna. I shall witness the second son of Pandu, Bhimasena, drink the blood of Duhshasana on the field of battle. Those great heroes of the Kuru race, Bhishma and Drona, shall fall from their chariots, slain by the sons of Drupada, Shikhandin and Dhristadyumna. Before the end of this great struggle for lordship of the earth, everyone will witness Duryodhana slain by Bhima's mace. All these calamities will surely take place in the subsequent clash of dynasties.\nI pray to you, O Hrishikesha, that the warriors of the royal dynasties perish honorably. Let them die on the most sacred of places, Kurukshetra. The achievements accomplished on this battlefield shall open the heavenly realms for those who die on this hallowed ground. As long as the rivers, hills and mountains last, so will the brahmanas recite this great warfare of the Bharatas. The fame achieved in this battle will be the only wealth that the kshatriyas will obtain. O Keshava, bring Kunti's son, Arjuna, before me in combat, and keep our discussion a secret forever.\nLord Krishna then instructed Karna, When you return, say unto Bhishma, Drona and Kripa, that the present month is a pleasurable one. It is spring time, and there are ample fruits and vegetables. The roads are dry, and it is neither too hot nor too cold. Seven s after to is the new moon. Let the battle commence on that . Speak unto all the kings who have sided with Duryodhana. Tell them that I will fulfill all their desires. When they obtain death by the Pandava's weapons, they will attain the heavenly realm.\nWithout doubt, O Krishna,  Karna replied, a mammoth and ferocious war will take place which will bloody the entire earth. O slayer of Madhu, I see evil omens for the Kurus and auspicious ones for the Pandavas. O descendent of the Vrishni dynasty, that vindictive planet of great effulgence, Saturn, is afflicting the constellation Rohini. This will cause suffering to the living entities of this earth. The planet Mars is heading toward the constellations Anuradhas and Jeshthya, indicating a great slaughter of friends. The planet Mahapat is afflicting the constellation Chitra, and Rahu is attacking the sun. They say that the appearance of these evil portents produces a great carnage. All the auspicious birds like the swans, peacocks and cranes are following the Pandavas, while vultures, hawks and crows follow the chariot of Duryodhana. The gods are showering flesh and blood upon the followers of Duryodhana, and a black circle is appearing about the sun globe. The jackals are howling and fierce birds utter terrible cries. These omens indicate the downfall of the Kauravas and victory for the Pandavas.\nI have seen a vision of Yudhisthira ascending to a palace supported by a thousand columns. His brothers were accompanying him, and they were all dressed in white robes. I have also seen the sons of Dhritarastra, along with myself, headed for Yamaraja's abode. I have no doubt that the warriors aligned with Duryodhana shall have to enter the fire of the Gandiva bow.\nThe destruction of the world is at hand, Lord Krishna prophesied, when My words do not become acceptable to the heart. When the destruction of human life approaches, men take right for wrong and wrong for right.\nIf, O Krishna,  Karna replied, I live through this great battle, then we shall meet here again. Otherwise, O Hrishikesha, we shall certainly meet in mystical worlds above. O sinless one, I think this is the only way we shall meet again.  Saying this much, Karna embraced Lord Krishna, and ascending his own chariot, he returned to the presence of Duryodhana, feeling exceedingly disheartened. Lord Krishna, the Supreme Personality of Godhead, having finished his business on behalf of King Yudhisthira, then left Hastinapura and returned to the city of Upaplavya.\nUpon the failing to obtain peace, Vidura, quite saddened by the attitude of Duryodhana, approached Kunti to tell her what had happened. He informed her, Lord Krishna, as well as the Kuru elders, have failed to obtain peace. The wicked Duryodhana, Shakuni, Duhshasana and Karna are intoxicated with pride. When Krishna returns, without being able to effect peace, the Pandavas will certainly ready themselves for combat. Reflecting on all this, I cannot sleep  or night.\nOur grandsire, Bhishma, the son of Shantanu, does not want war,  Kunti replied. I also know that the preceptor, Drona, shows more affection for the Pandavas than even his own son. The deceitful Duryodhana, Duhshasana, Shakuni and Karna are the only ones who despise my sons. Out of all of them, Karna is especially powerful. I shall go to him, to, and disclose the truth about his birth.  Kunti the related to Vidura how Karna was born from her womb by the sun god, Vivasvan. She told him everything about the benediction from Durvasa; how she set the newborn child in a basket, and let the child float down the river Ganges. She then said, Because he is my son, why should he not follow my orders?  Kunti then decided to go to the banks of the Ganges and petition her son with parental words.\nHaving reached the sacred Ganges, Kunti saw her son, Karna, sitting in meditation and performing his daily worship. She stayed behind him till he had completed his prayers. When Karna felt the warmth of the sun's rays, he turned around and saw Kunti standing between himself and the sun. He was surprised to see such a women, and he greeted her with joined palms. He said, I am Karna, the son of Radha and Adhiratha. For what reason have you come here? Tell me what I can offer you, for I am a bestower of charity?\nKunti then disclosed to Karna the truth of his birth, You are not actually the son of Radha and Adhiratha. Your birth is divine. You are not a suta by birth. Your real father is the sun god whom you worship daily, and I am your mother.  Kunti was standing in the rays of the sun and Karna could not distinguish who she was. He therefore questioned her, Who are you?\nI am Kunti, the mother of the Pandavas.  Kunti replied. You are my first born son before my marriage to Pandu. Because of the shame of begetting a son while still not married, I had set you afloat on the waters of the Ganges. Your brothers are the Pandavas. It is time to take your place next to your brothers, and conquering the Kurus, enthrone yourself as King. To, you can embrace your younger brother Arjuna and become the best of friends. If you two are united, there is nothing in this world that you will not accomplish.\nAfter Kunti had spoken, a celestial voice from the solar orb spoke, The words spoken by Pritha are, indeed, true. O Karna, my son, act according to the instructions of your real mother. O tiger among men, you will benefit unlimitedly if you take your stand with the pious sons of Pandu.\n When Karna had heard the advice of his real mother and father, he did not waver from his position and spoke to her, O blessed lady, I cannot agree with your statement that to obey your commands is the my highest duty. O mother, I was abandoned by you as soon as I was born. This stain of my birth, being recognized as the son of a suta, has darkened my achievements. I could have died within the river after you set me afloat. If, indeed, I am a kshatriya then I have been deprived of these rights by your neglect. What enemy would have done me a greater injury? Without showing mercy to me by performing my birth rites, you have abandoned me, and now, to, you would have me follow your command? Before to you never sought my welfare as a mother. Why are you now soliciting me except to benefit yourself. If I go to the side of the Pandavas, everyone will think that I have gone because of cowardice. If I take up the your son's cause, then all will consider I have done so for my personal fame, leaving aside my friendship with Duryodhana. Your instructions, however beneficial, I cannot obey. Your request, however, will not prove to be fruitless. I will promise you, though able to kill all your sons except Arjuna, I will not do so. Arjuna, alone, I will fight with, and killing him or being killed by him, I will achieve lasting fame. O blessed lady, the number of your sons will always remain not less than five. Either I will be killed by Arjuna, or Arjuna will be slain in battle.\nHearing these words, Kunti, who was trembling from grief, embraced her son who remained unmoved by the emotion of his real mother. She then requested, O my son, you have granted to four of your brothers the assurance of safety. Please remember this promise at the time of the battle.\nKarna replied, Let it be so.  Kunti then left her son at the bank of the Ganges and returned to her own apartments.\n \nThus Ends the Fourth"
}