{
    "id": 56,
    "title": "Chapter Commentary",
    "content": "Those who are demoniac by nature are always envious of those who are godly. The Pandavas were great devotees of the Lord and possessed divine qualities. They appeared to be temporarily defeated in the wicked gambling match arranged by the sinful son of Dhritarastra. Because the cause of the Pandavas was just and because they were always taking shelter of Lord Krishna, they were destined to have their wealth returned and the offenders were to be punished. As stated in the final verse of Bhagavad-gita, \"Wherever there is Krishna, the master of all mystics, and wherever there is Arjuna, the supreme archer, there will certainly be opulence, victory, extraordinary power, and morality. That is my opinion.\" (B.g. 18.78) In summary, one who has taken shelter of the lotus feet of the Lord can never be vanquished in his struggle for existence in this material world.\nAs stated by Vidura, gambling is the root of all evil. There are four pillars of sinful life: illicit sex, gambling, meat eating and intoxication. When living beings take shelter of these four sinful activities, they are under the influence of Kali yuga. At the time of Maharaja Yudhisthira, there was no adultery, no gambling casinos, no slaughter houses and no LSD, cocaine, crack, whiskey, beer or other forms of intoxication. These types of sinful activities are indulged in by persons in the modes of passion and ignorance, but were unknown in Maharaja Yudhisthira's kingdom.\nWhen Vidura heard of the plan for the gambling match, he knew that Kali yuga had begun. This type of cheating was just unheard of amongst the royal order. Before the age of Kali, the monarchial regimes were anxious to be known in the history books for their morality and honesty. Dishonest rulers were marked down and cursed. The only reason this sinister gambling match didn't succeed was because of the presence of Lord Krishna on Earth. However, the  Lord Krishna left this world, Kali began his nefarious work with full force. We are only 5,000 years into the Kali yuga and already the four sinful pillars are taken for granted and are in full swing. No one is shocked by them. Practically every corner has a bar; adultry is no longer looked upon as sinful; 99% of the population eats meat; and a vast majority of people drink intoxicating beverages. Vidura told Dhritarastra that there would be a heavy reaction to cheating at dice. However, Dhritarastra was blind to what was right and what was wrong. Similarly, saintly persons have repeatedly warned human society of the reactions to sinful life. Nonetheless, people do not listen. When there are earthquakes, world wars, incurable diseases, famine, floods, depressions, tornadoes, hurricanes, and other disturbances, people cannot understand that these are reactions to sinful life. However, human beings are too absorbed in sinful life to want to renounce it and be happy. Sinful life and their concomitment reactions are destined to increase as the Kali yuga progresses."
}