{
    "id": 125,
    "title": "Chapter Four",
    "content": "Arjuna Vows to Kill Jayadratha\n \nDhritarastra inquired: After the great chariot fighter, Abhimanyu, had fallen in battle, unfairly slain by the six great warriors, what did the sons of Pandu do after lamenting the loss of their son?\nSanjaya said: Listen, O King, as I describe in detail the oath that Arjuna took in an assembly of Kings and princes that brought great joy to Pandava warriors. After the slaughter of the Adhiratha, Abhimanyu, who was but a mere boy, the Pandava warriors returned to their camps. They put aside their bows and armor, and sat surrounding King Yudhisthira. Yudhisthira, overwhelmed with grief, lamented in the following words, \"Alas, Abhimanyu, desiring my welfare, pierced the chakravyuha that was formed by the preceptor Drona. While in that formation, the heroic son of Arjuna fought and killed many of the celebrated Kaurava warriors. That youth with lotus like eyes was then slain unfairly by six maharathis. Alas, what shall I say to Arjuna or to the blessed mother Subhadra? He, who was only a child, sacrificed himself instead of refusing to do my bidding. Alas, we shall also lay down our lives when pierced by the wrathful glances of Arjuna. Enraged at his son's slaughter, Partha will now exterminate the Kauravas. It is evident that the cruel minded Duryodhana is desiring the extinction of his army in that he sanctioned the death of that young boy.\"\nSanjaya continued: While King Yudhisthira was lamenting in this way, the great sage Krishna Dvaipayana Vyasa came to him. Yudhisthira immediately arranged worship of the great Rishi, and after seating him comfortably, King Yudhisthira poured out his heart, \"O great sage, what can I say to you about our welfare? While battling with great chariot fighters of wicked mind, the son of Subhadra was slain. He fought in battle against overwhelming odds and was unfairly killed. On my orders he opened the preceptor, Drona's, formidable array and fearlessly entered it. While endeavoring to protect him, we were stopped by the ruler of the Sindhus, Jayadratha. Abhimanyu, who was but a child in years, was butchered by those evil minded Kauravas. I lament the loss of that great hero.\"\nVyasadeva then consoled the King, \"O King Yudhisthira, O thou of great wisdom who is conversant with the Vedas, persons like your self never lament for the dead bodies of others. It is known to you that the soul is eternal and can never be slain. This brave youth, having killed innumerable warriors, has ascended to the spiritual world. Indeed, that person for whom you lament acted like one mature in years. He has attained a destination that great yogis fail to attain after performing thousands of years of penances and austerities. O Bharata, death takes away the life of all living entities. This is the law of material nature, and no one can transgress it. Abhimanyu has now taken a spiritual body just befitting an inhabitant of the spiritual world. He now stands radiant in his own splendor. Therefore, O Ajatashatru, you should not grieve for one who has achieved perfection. It has already been decided that a great slaughter of the earth's warriors will take place on this Kurukshetra plain. It has been ordained by the Supreme Personality of Godhead, and no one can change that. Just become an instrument in this great battle. Fight with your enemy and attain great glory.\" After speaking these words of wisdom, the great sage left that place and returned to his own ashrama.\nAfter receiving enlightenment from Vyasadeva, the grandfather of the Pandavas, Yudhisthira derived some consolation over Abhimanyu's death. However, in the next instant he thought to himself, \"What shall we say to Dhananjaya?\" Thinking like this, they waited for the return of Lord Krishna and Arjuna.\nAfter the sun had set and the evening twilight still illuminated the sky, Arjuna proceeded toward his tent having slain a large number of Samsaptakas. Noticing evil omens in all directions, he spoke to Lord Krishna, \"O Keshava, my speech falters, and my heart is fearful. My limbs are weak and thoughts of disaster plague my mind. These are all indications of a great calamity. Certainly the death of a great warrior has taken place. Let us go quickly and inquire about Yudhisthira.\"\nCausing the horses to proceed at a faster pace, Lord Krishna, acting as his devotee's servant, soon brought the chariot to where the Kings and princes had gathered. Beholding the warriors in a dejected mood and everything in confusion, Vibatsu spoke to the Supreme Lord Krishna, \"O Janardana, I do not hear the auspicious sounds of the trumpets, drums and conches. I do not hear the sweet sound of the vina and the clapping of hands. The warriors do not rush to me to tell me of their achievements. Alas, my son, Abhimanyu, who is always cheerful, does not come with his brothers to receive me after returning from battle.\"\nWhen Krishna and Arjuna entered the camp, they saw the Pandava warriors cheerless and plunged into grief. Not seeing his son, Arjuna inquired, \"All your faces are pale, and there are no sounds of victory. Where is my son Abhimanyu? Why does he not come to congratulate me? I have heard that the preceptor Drona arrayed his troops in the formation of a Chakra. There is none amongst you who could pierce that array except my young boy, Abhimanyu. Did you, out of hopelessness, cause that boy to enter that formation alone? Alas, has that heroic youth with lotus eyes pierced that great formation, and upon fighting with numerous warriors give up his life? What warrior deprived of his senses has slain my dearest son, that favorite of Draupadi and Keshava and dearly beloved of Kunti? What shall I say to Subhadra upon returning without her son? What shall I say unto Uttara, his dear wife, upon returning to the palace? Alas, it would be better for me to enter Yamaraja's abode than look upon the crying faces of those ladies.\"\nUnto the lamenting son of Kunti, the lotus eyed Lord Krishna said, \"O son of Pandu, do not yield to sorrow. Abhimanyu has taken the path that all brave heroes follow. He has attained the regions reserved for exalted ascetics. Death is certain for one who does not retreat in battle. Do not grieve, O tiger among men. Those who know the Vedas have declared that the highest merit a kshatriya can attain is death on the battlefield while fighting the enemy. O best of the Bharatas, your brothers are cheerless upon seeing you plunged into grief. Knowing that the soul never dies and that your son has achieved perfection, give comfort to your brothers and friends.\"\nIn reply to Lord Krishna, Arjuna said, \"O Lord of the earth, I now desire to hear how Abhimanyu fought with the wicked Kauravas. You will see how I exterminate those who killed my son. I will slay them along with their friends and their kinsmen. All of the great warriors here were competent to save my son. Therefore, how could you have allowed him to be killed. If I had known that the Pandavas and the Panchalas could not have protected my son, then I would have protected him myself. Alas, all of you have no manliness nor prowess, since in the very sight of all of you, Abhimanyu was killed. Perhaps, I should chastise myself, for knowing that all of you were weak, cowardly and irresolute, I went away. Alas, do you wear your coats of mail and fine weapons for decoration only? How is it that you could not give my son protection?\" Arjuna then sat down overcome by grief and anger. He was holding his bow and fine sword. No one could look upon him or speak to him. None could address him save Yudhisthira or Lord Krishna.\nWhen there was complete silence, King Yudhisthira explained how the Kauravas unfairly killed Abhimanyu, \"O might armed hero, after you had encountered the Samsaptakas, the preceptor Drona endeavored to capture me. We succeeded in resisting Drona at all points. However, the circular formation was too formidable to penetrate, and without you, our army would have been annihilated. Approaching Abhimanyu, we requested him to break the formation and lead all the great warriors to victory. Agreeing to the proposal and equipping himself with weapons that he had received from you, he penetrated the chakravyuha. We also followed close behind desiring to protect that lotus eyed youth. However, the wretched Sindhu King, having obtained a benediction from Lord Shiva, defeated us in battle. While we were struggling with the sinful Jayadratha, that formation closed on us, and Abhimanyu was surrounded by six great maharathis. They were Drona, Kripa, Karna, Asvatthama, Kritavarman and Brihadvala, the King of the Koshalas. These cowardly men deprived Abhimanyu of his chariot and weapons. While fighting on foot, he was finally killed by the son of Duhshasana. Your son fought bravely, killing eight thousand chariot fighters, two thousand princes and nine hundred elephants. He killed King Brihadvala as well as Lakshman, the son of Duryodhana. Dying in great glory, he has ascended to the spiritual world.\"\nArjuna was furious. He was wringing his hands, and tears were falling from his lotus petal eyes. Casting his glances like a mad man, he took an oath, \"Truly do I swear that tomorrow I will kill Jayadratha! This despicable person is the cause of my child's slaughter. Whoever desires to protect this vile person, I will cut them to pieces with my deadly arrows. Whether it be Drona, Kripa or Karna, I will defeat all of them and kill the Sindhu King. I promise that I will enter the hellish regions reserved for sinful persons if I do not sever the head of that vain king. If tomorrow the sun sets without my having killed Jayadratha, then I will enter blazing fire. Let the Kauravas, the demigods, the Asuras, the Rishis, whoever there may be, try to protect that sinful person, still, I will cut off the head of Abhimanyu's enemy.\" Having said these words, Arjuna began to stretch his Gandiva bow with both arms. The sound of the Gandiva bow ascended to the sky and touched the heavens. After Arjuna had taken this oath, Janardana blew his conchshell the Panchajanya, and Arjuna blew his the Devadatta. When Arjuna had taken that vow, the sounds of thousands of musical instruments were heard rising from the Pandava camp.\nSanjaya continued speaking to Dhritarastra: When Duryodhana's spies informed their master of the cause of excitement in the Pandava camp, Jayadratha became overwhelmed with fear. He said to the assembly of Kings, \"Arjuna has taken a vow to kill me. I shall, therefore, give up my weapons and return home to save my life. O foremost of the kshatriya race, protect me by the force of your weapons. Listen, you brave heroes, Partha seeks to slay me. Please render me fearless. Drona, Kripa, Karna, Duryodhana, Bahlika, Salya, and Duhshasana are capable of protecting a person who is on the point of death. When I am threatened by Phalguna, won't all of you joined together protect me? Having heard the joyous shouts of the Pandavas, my limbs are trembling in fear. Without doubt, the wielder of the Gandiva, has taken a vow to take my life. Who is there who can withstand Partha in battle? Who amongst you is competent to defeat that best among men? Even the very gods themselves cannot defeat him. Therefore, I take your permission to leave the battlefield. I will hide myself so that no one can find me.\"\nWhile Jayadratha was indulging in such lamentations, King Duryodhana consoled him, \"Do not fear, O tiger among men. No one will seek to encounter you while you remain in the midst of the great heroes on our side. Myself, Karna, Drona, Bhurishravas, Salya, Sudakshina, Vikarna, Duhshasana, Vinda and Anuvinda, Ashvatthama and Shakuni--these and many more will face Arjuna and protect you. These eleven akshauhinis of troops that I own will be carefully arrayed for your protection. Dispell your fear!\"\nAfter hearing these reassuring words from Duryodhana, the Sindhu King went to Drona and inquired, \"O illustrious preceptor, I wish to know the difference between myself and Arjuna. I wish to know in truth the chances I have to survive in battle against him.\"\n\"As far as instructions from a teacher are concerned,\" Drona replied, \"you are both equal. In consideration of ascetic merit and the qualities of righteousness, he is superior to you. However, you should not fear Partha, O Jayadratha. Without doubt I will protect you from this fear. The demigods themselves cannot defeat he who is protected by my arms. I will form an array that even Phalguna will not be able to penetrate. Do not allow death to be an object of terror to you. All men meet with death, taking with them the deeds of this life. The Kauravas, the Pandavas, the Vrishnis and all men are mortal and short lived. Act according to the duties of a brave kshatriya and fight your enemy.\" When Drona had banished Jayadratha's fear of Arjuna, Jayadratha set his heart on battle. Thus the joyful sounds of drums and kettledrums were heard in the Kaurava's camp.\nAfter Partha had taken a vow to kill the ruler of the Sindhus, Jayadratha, the mighty armed Lord Krishna addressed Arjuna, \"Without consulting Me, you have taken a vow to kill Jayadratha. How will you fulfill this oath? You have taken a great burden upon your shoulders which will be difficult to lift. I have heard from spies, that upon learning of your vow, the Kaurava warriors have taken precautions to save Jayadratha. They have three formations planned. The first will be the Shakata formation, the second will be a needle formation, and the third will be a Chakravyuha formation. From the front line of the battle to the point where Jayadratha will be stationed will be many many miles. Guarding Jayadratha will be six great maharathis: Drona, Kripa, Karna, Asvatthama, Bhurishrava and Vrishasena. The prowess of these six car warriors, O Partha, will, without doubt, be difficult to defeat.\"\n\"These six chariot warriors, whom you have mentioned, are not equal to half my prowess,\" Arjuna replied. \"You will see, O slayer of Madhu, the weapons of all these warriors cut to pieces, and myself heading in the direction of Jayadratha. In the presence of Drona and all the great warriors, I will kill Jayadratha. Even if the demigods and asuras combined were to help them, I will still cut off the head of the Sindhu King. I will use all the celestial weapons at my disposal-those obtained by Yamaraja, Kuvera, Varuna, Indra and Lord Shiva. Do not think lightly of the might of my arms and my weapons. When I have vowed Jayadratha's death, know that he is already slain. Besides this, I know that because I have You as my friend and chariot driver, it will be easy to conquer all the soldiers in the universe.\"\nAfter speaking to Lord Krishna, Arjuna requested Him, \"O Janardana, I cannot bear to see the face of Subhadra, who has just lost her son. I have no words to console her with. Please go and comfort her so that she will not grieve so much over the death of Abhimanyu. Also give solace to Abhimanyu's wife Uttara, and also give comfort to Draupadi who loved Abhimanyu as one of her own sons.\" Agreeing to the requests of His devotee, Lord Krishna then went to Upaplavya to console the aggrieved relatives.\nUpon reaching the city of Virata, Lord Krishna entered the palace where Subhadra and the other ladies were staying. Seeing His sister lamenting crying over the loss of her son, He began to give her instructions about the eternality of the soul, \"O lady of the Vrishni race, do not grieve for the loss of your son. All living entities have but one end as ordained by eternal time. The end your son met was the pride of any kshatriya. Having vanquished thousands of chariot fighters, your son has attained the spiritual world. He has gone to that place where great yogis attain only after long observance of penances and austerities. Dispel your sorrow, and do not grieve. Tomorrow, that wretched King of the Sindhus, who caused your son's death, will die on the field of battle. Arjuna has vowed to end the life of Jayadratha before the sun sets tomorrow. Therefore, do not shed any more tears.\"\nAfter consoling his sister, Subhadra, Lord Krishna returned to Kurukshetra and entered Arjuna's tent. At that time Arjuna offered his daily worship to the Supreme Personality of Godhead. He brought all kinds of auspicious articles and worshiped the Lord to his full satisfaction. After smearing His body with scented oils and adorning Him with flower garlands, Arjuna sat down beside his dear friend. Krishna then said, \"Lay down and sleep soundly for tomorrow there will be a great battle. I will now go to My own tent.\" Saying this much Lord Krishna went to take rest for the night. He was accompanied by His chariot driver Daruka.\nWhen half the night had passed, Lord Krishna was still awake talking with Daruka. He said, \"O Daruka, Arjuna has vowed to kill Jayadratha before the sun sets tomorrow. For protecting Jayadratha, Drona will arrange the troops in such a way that it will be impossible to come near him. It will be difficult to slay one who is protected by Dronacharya. Therefore, I will, if necessary, do the needful so that Arjuna can fulfill his vow. I will not be able to live on earth without Arjuna. Taking up my weapons, I will kill Karna and Duryodhana along with all their forces. He who hates Arjuna, hates Me, and he that is a friend to Arjuna, is also a friend to Me. O Daruka, when the morning comes, equip My chariot with the Kamodaki mace, the Sarnga bow and My Sudarshana discus. Also yoke My horses, Sugriva, Meghapuspa, Balahaka and Saivya to My chariot and make sure they are cased in golden mail. Upon hearing the blast of My Panchajanya conchshell on the Rishava note, you will come to Me quickly. I will then proceed to kill Jayadratha in the presence of all the Kauravas.\" Daruka replied, \"Arjuna will be certainly victorious tomorrow for You, my Lord, are is his charioteer. However, I will do as You have commanded me and ready Your chariot.\"\nMeanwhile, as Arjuna lay on his bed, he was contemplating the next s activities. As he thought deeply of Lord Krishna, he fell asleep. He then had a dream, and in that dream, Lord Krishna came to him. \"You possess the weapon given by Lord Shiva,\" He said. \"It is called the Pashupatra astra. However, you do not know how to use this weapon. Let us go together to Lord Shiva's abode and receive instructions on how this weapon may be implored to kill Jayadratha.\" Taking Arjuna by the hand, Lord Krishna took him to Kailasa. Passing through many beautiful regions, those two heroes, Nara and Narayana, finally came to the abode of Lord Shiva. Upon seeing the Supreme Personality of Godhead, Lord Krishna, Lord Shiva offered his obeisances. Lord Krishna is the source of all the devas including Lord Shiva and Lord Brahma. After offering his worship to Lord Krishna, Lord Shiva inquired from them, \"You are both welcome here. Please tell me the reason for your journey, for I will satisfy your desires, and grant whatever you wish.\"\n\"You have previously given me the celestial weapon Pashupatra astra,\" Arjuna replied. \"I now desire to learn how to use this powerful weapon.\"\n Hearing Arjuna's desire, Lord Shiva said, \"I will grant your request. Just near here is a lake full of amrita (nectar). This is where I keep my celestial bow and arrows. Go there and bring them to me.\"\nLord Krishna and Arjuna then went to the lake, and in the water they saw two snakes spitting fire and poison. They approached those snakes chanting prayers to Lord Shiva. As they came closer, the two snakes turned into a bow and arrow. Arjuna then took the bow and arrow and returned to Lord Shiva. While glancing at the bow, Lord Shiva produced a brahmachary from the sides of his body. That brahmachary, who was bluish in complexion, then took the bow and strung it. Placing his feet properly and chanting the proper hymns to invoke the astra, the brahmachary released the arrow into the lake nearby. After releasing the arrow, he then threw the bow into the lake. Then Lord Shiva called for the bow and arrow and gave it to Arjuna, and also gave him the benediction that he would fulfill his vow. Arjuna and Lord Krishna, fully satisfied with the worship of Lord Shiva, returned to Kurukshetra and to their own tents. Thus through that dream Arjuna learned how to use the weapon owned by Lord Shiva.\nWhen the morning came all the Pandavas rose from their nightly rest and offered their morning prayers. In the presence of all the assembled Kings, Yudhisthira said to Lord Krishna, \"O Krishna, relying on You alone, we seek victory and eternal life. You, O Lord, are aware of the loss of our kingdom at the hands of these vile sinners. O Lord of lords, You are compassionate to Your devotees who rely on You for their very existence. O slayer of Madhu, please help Arjuna to realize his vow. O descendent of Vrishni, become the boat that will take us across this vast ocean of the Kauravas. I offer my respectful obeisances unto You who are the eternal Lord, the Supreme Destroyer. O eternal Vishnu, O Hari, O Vaikunthanatha, Narada has described You to be the Supreme Lord, Narayana, who carries the Sarnga bow and who wields the Sudarshana cakra. O Lord of all creatures, please be merciful to us and do not allow Arjuna to enter fire at the end of the . O Lord, may his vow be fulfilled.\"\nTo these prayers, Lord Krishna replied, \"O Yudhisthira, in all the three worlds, there is no bowman who compares to Arjuna. He is the possessor of great weapons and wields the prowess of thousands of warriors. Treading over the heads of his enemies, he will certainly fulfill his oath. This very  you will see that sinful person, Jayadratha, laying on the Kurukshetra plain and his soul entering Yamaraja's abode. To, vultures and jackals will feast on the flesh of his dead body. Even if all the demigods united become Jayadratha's protectors, that ruler of the Sindhus will not live. Dispell all your anxiety and lamentation.\"\nWhile Lord Krishna and Yudhisthira were speaking, Arjuna came into their presence. Yudhisthira, rising from his seat, embraced Arjuna and smelt his head. He then addressed him, \"It is evident from your smiling face that victory awaits you to. With the full blessings of our eternal well wisher, Lord Krishna, I shall see you here at the end of the  with you vows fulfilled.\"\nArjuna then described to all present his dream of the previous night. He described how Lord Shiva had instructed him to use the Pashupatra astra. He also told them that Lord Shiva blessed him with the fulfillment of his desires. Hearing this excellent story, all were struck with wonder and exclaimed, \"Excellent! Excellent!\" Then with joyous hearts they proceeded to the battlefield to make preparations for the 's battle.\n \nThus Ends the Fourth"
}