{
    "id": 29,
    "title": "Chapter Fifteen",
    "content": "The Svayamvara of Draupadi\n \nAfter the killing the Baka demon, the Pandavas continued to reside in Ekachakra as before. One , a brahmana, traveling to different places of pilgrimage, came to Ekachakra and was invited as a guest in the house where they were residing. The Pandavas, wanting to hear some interesting news, inquired from him about anything he had seen in his travels. The brahmana spoke to them of various countries, holy places and sacred rivers. He also told them about the proposed marriage of Draupadi, the daughter of King Drupada. He explained how Draupadi and her brother Dhristadyumna were born from the sacrificial fire and also how Shikhandi was born.\nWanting to hear more in detail, the Pandavas questioned him, \"How, O brahmana, did Dhristadyumna's birth take place from the sacrificial fire? Please also explain the remarkable birth of Draupadi from the center of the sacrificial arena? How also did Drupada's son learn all the military arts from the great bowman Drona?\nThus questioned by those bulls among men, the brahmana began to narrate all they had asked about. He informed them, \"After the great King Drupada was defeated in battle by the Pandavas, that pious monarch wandered among the ashramas of brahmanas well-skilled in sacrificial rites. He was searching for someone who could help him kill Drona and regain his kingdom.\n\"Once he came upon the sacred river Ganges, and there he saw in an ashrama two sages, Yaja and Upayaja, who were descendants of Kasyapa Muni. They were peaceful and had subjugated their senses. The King made friends with them and daily came to see them. He  invited them to his court. One , King Drupada conversed with Upayaja as follows, O great brahmana, I desire a son who can kill Drona, the preceptor of the Kurus. He has taken half my kingdom and disgraced the Panchala dynasty. If you perform a sacrifice for this purpose, then my desire will be fulfilled. I promise to give you ten thousand cows in charity.'\n\"The rishi then replied to the King, I cannot perform such a sacrifice.' However, Drupada continued to worship that brahmana, and after one full year, Upayaja said, I desire nothing of this material world, and therefore I will not perform this sacrifice. However, my brother Yaja still covets worldly possessions. Approach him and ask him to perform the sacrifice you desire.'\n\"Drupada then went to the abode of Yaja and implored him to perform the sacrifice. He pleaded, O brahmana, there is a preceptor of the Kurus named Drona who has unfairly defeated me in battle and taken half my kingdom. There is no kshatriya equal to him on earth. His bow is a full nine feet long, and his arrows are capable of subduing any enemy. His brahminical power combined with kshatriya strength is superior to mine. However, your strength is greater than his, and I request you to perform a sacrifice by which I may receive a son who will be invincible in battle and cause the death of Drona. I promise to give you ten thousand cows in charity.' The brahmana immediately replied, So be it.'\n\"After Yaja had agreed to perform the sacrifice, the King made all the necessary preparations for the yajna. When everything was prepared, Yaja offered ghee into the sacrificial fire accompanied by the chanting of Vedic mantras. As the flames rose, there appeared from the fire a child who possessed the effulgence of the sun. He was wearing a golden crown and was encased in celestial armor. In his left hand, he held a bow and arrow, and in his right hand, he held a sword. He immediately ascended a chariot and rode about producing thundering roars from his mouth. Suddenly there was a voice from the sky prophesying, This prince has been born for the purpose of slaying Drona. He will dispel all the fears of the Panchalas and spread their fame. He will also remove the sorrows of the King.'\n\"At this time there also arose from the sacrificial fire a young princess who was blest with good fortune and was comparable to a demigoddess in beauty. Her eyes were black and shaped like lotus petals. Her complexion was dark and her hair bluish and curly. Her nails were raised and the color of copper. She emanated a fragrance like that of a blue lotus, perceivable for a full two miles. Her beauty was such that she had no equal on earth. When she was born, a voice from the sky predicted, This dark complexioned girl will be a crest jewel among women, and she will cause the death of many kings. This slender-waisted girl will accomplish the purpose of the demigods and bestow upon the Pandavas all good fortune.'\n\"When the family members of King Drupada heard these auspicious omens, they were very happy and roared with joy. The brahmanas then gave the children names. Let this son of King Drupada,' they said,  be called Dhristadyumna. Dhrishta, meaning one who has been born from the fire and dyumna, meaning one who is born with natural armor. The girl shall be called Krishna because she is dark in complexion, and she will also be known as Draupadi, being the daughter of King Drupada.'\nThe brahmana continued, \"Thus those two children were born from the sacrificial fire of King Drupada. Dhristadyumna was taken as a student of the great Drona even though he was destined to kill Drona. Dronacharya welcomed this as Providence and accepted Dhristadyumna as his disciple, giving him equal instructions with the other students.\nHearing of Draupadi's beauty, the Pandavas appeared bitten by Cupid's arrows. Indeed, the sons of Pandu lost their peace of mind. Then Kunti, seeing her sons inattentive and restless, addressed Yudhisthira and said, \"For such a long time we have been living in the abode of this brahmana. Now we should leave this place. Perhaps the kingdom of the Panchalas would be a suitable place to go. We have not yet seen that country, and it will no doubt, O hero, prove delightful to us.  All the brothers+Yudhisthira, Bhima, Arjuna, Nakula and Sahadeva+agreed, and they prepared themselves to go to the province of King Drupada.\nWhile they were in the midst of their preparations, Vyasa, the son of Satyavati, arrived at the brahmana's house. The Pandavas and their mother offered obeisances and stood before the great rishi with joined palms. They offered him a sitting place, water, food and sweet words. They then waited for the distinguished sage to speak. Vyasadeva advised, \"In the city of Kampilya in the country of the Panchalas lives a king named Drupada. He has a very beautiful daughter named Draupadi who is destined to be your wife. Soon there will be a svayamvara ceremony in which she will choose the husband she desires. Go there and obtain her for your wife, for she will bring happiness to all of you.  Having said this, the great ascetic left and again returned to his hermitage.\nThe Pandavas then set out for the country of the Panchalas. They traveled along the banks of the Ganges until they came to a sacred place where great sages worshipped Lord Shiva. It was nighttime, and it so happened that a certain king of the Gandharvas was sporting in the water along with his queens. Arjuna was carrying a torch and leading the party along the bank of the river. The King of the Gandharvas, seeing them coming, rose out of the water and ascended his chariot. He picked up his bow, stretching it to full length. He then commanded the Pandavas, \"It is commonly known that the hours of nightfall are set aside for the Gandharvas, Yakshas and Rakshasas to sport in this great river. The hours during the  are for the human beings. I am Angaraparna, the Gandharva, and I am the friend of Kuvera, the treasurer of the heavenly planets. This forest on the bank of the Ganges has been given to me by Kuvera and bears my name. Therefore leave this area if you value your life.\nHearing the challenging words of the Gandharva, Arjuna replied, \"Blockhead, whether it be , night, or twilight, who can bar others from the ocean, the Himalayas, and this sacred river, the Ganges? One can bathe in the Ganges and take advantage of its purification. Because this river flows from the lotus feet of Lord Vishnu, it can cleanse one of all sins. It is meant for all living beings at any time. How then can you stop us from drinking its water?\nAngered by Arjuna's words, the Gandharva, drawing his bow to a full circle, released arrows that were deadlier than poisonous serpents. Dhananjaya [Arjuna], wielding a shield and torch, deflected all the arrows released. He then addressed the Gandharva, \"Do not try to frighten those who are skilled in warfare. If you think that you are very powerful then defend yourself from this weapon.  Arjuna then threw his torch which was empowered with the mantras for the agneyastra. The weapon burnt the Gandharva's chariot and deprived him of his consciousness. He fell from his chariot to the ground. Arjuna grabbed him by the hair, and dragging him along the ground, brought him to his brothers. The Gandharva awoke and spoke to Arjuna, \"You have defeated me, and I can no longer boast my strength. I am pleased with you and want to impart to you the science of producing mystic illusions which the Gandharvas possess. I will also bestow upon you one hundred horses that will never tire on the field of battle. These horses cannot be killed and can travel at any speed according to the will of the charioteer. I want in return your weapon of fire.\n\"I will accept your horses in exchange for my weapon,  Arjuna said. \"Let our friendship last forever. Why have you stopped us from traveling the path along the Ganges? Normally, we have nothing to fear from the Gandharvas. This is a well known pilgrimage path so why have you attacked us in this way?\n\"Kshatriyas are known to be guided by the brahmanas,  the Gandharva replied. \"You are traveling from a great distance, but there is no brahmana preceeding you. Also no one can distinguish your ashrama although you have completed your brahmacharya (student) training. The fact is that you are not recognizable to human society. For this reason I have challenged you. In the forest nearby is a sacred place called Utkochaka. Dhaumya, the younger brother of Devala, is engaged in penances and austerities. Go there and request him to become your Guru. His superior intelligence will guide you through distressful circumstances.\nArjuna, being pleased with the Gandharva, gave him his fire weapon and told him to keep the horses until the time he called for them. The Pandavas then approached Dhaumya in the forest, and seeing his good qualities, they humbly requested him to become their priest and advisor, for every kshatriya should be guided by a brahmana. Dhaumya developed an immediate attachment for the Pandavas and agreed to become their priest. Indeed, the Pandavas considered themselves so fortunate to have Dhaumya as their guide that they thought Draupadi to be already obtained and their kingdom returned. They requested Dhaumya to accompany them to Kampilya and help them win Draupadi in marriage. Dhaumya agreed, and they all set out together for the kingdom of the Panchalas.\nThe city of Kampilya was alive with the sounds of musical instruments and the citizens were busily preparing for the svayamvara. Kings and princes from the most noble dynasties had come for the svayamvara. The Pandavas and Dhaumya took up their residence in the house of a potter and witnessed the preparations for the marriage ceremony. King Drupada had a special amphitheater built for the marriage of his daughter. In his heart he wanted only Arjuna to marry Draupadi, and for this purpose he had a unique bow constructed that was so stiff that only Arjuna could string it. Also, if by chance, someone else could string the bow, on the amphitheater ceiling was a wheel, and on the wheel was a fish. The person who strung the bow also had to pierce the eye of the fish, not by looking at it directly, but seeing the reflection of it in a pot of water on the floor. King Drupada felt that only Arjuna could perform this feat. Having arranged the svayamvara in this way, he announced to all the kings of the earth the means by which to obtain his daughter. He was hopeful that Arjuna had not been killed in the house of lac and that this svayamvara would bring him to the city of Kampilya.\nOn the  of the svayamvara, those kings and princes who had come from different kingdoms entered the amphitheater and took their respective seats. The citizens, anxious to see the outcome of the marriage ceremony, assembled in thousands. The priest for the marriage ceremony lit the sacrificial fire by means of Vedic mantras. When everyone was perfectly quiet, Dhristadyumna, taking the hand of the beautiful Draupadi, spoke to the assembled kshatriyas, \"Welcome to all kings and princes from different lands. Here is my sister, Draupadi, whose beauty surpasses the beauty of all women on earth. To gain my sister in marriage, one must string this strongly constructed bow. When the bow is strung, one must pierce the fishas it lies on the chariot wheel below the ceiling in the eye. One cannot directly look at the fish, but must see it by the reflection in this pot of water. Whoever can achieve this feat will obtain my sister Krishna for his queen.\nHaving spoken to the assembled monarches, Drupada's son then informed his sister, \"Here, O Draupadi, are assembled the best of the kshatriya race. Here is Duryodhana and his one hundred brothers accompanied by Karna. They have come here to obtain you for a wife. Innumerable other monarches have also come for you. Here is Shakuni, the son of the Gandhara King. He is also accompanied by his brothers. Here is the great bowman Ashvatthama, the son of Drona. Here is King Susharma with his five brothers, and here is the very powerful Jarasandha. There is King Virata along with his two sons, Sankha and Uttara. There is King Paundraka and King Bhagadatta who are counted amongst the great maharathis. The King of Kalinga has come as well as the King of Madras, Salya, whose strength equals thousands of elephants. There, sitting in front of you, is Krishna, the son of Vasudeva and His very powerful brother Balarama. Also from the Yadu dynasty have come Satyaki, Kritavarma and Akrura. There are many kings from the Vrishni dynasty as well as powerful kings from the Kuru race. There is Somadatta and his three sons Bhuri, Bhurishrava and Sala. Also here is King Shishupala. All these warriors as well as many others have come to gain your hand in marriage. Endowed with unsurpassable might, they will endeavor to pierce the eye of the fish.\nGazing upon the loveliness of Draupadi, all the princes and kings stood up anxious to exert their strength. They all became jealous of each other exclaiming, \"Draupadi shall be mine!  They were all infatuated by the celestial beauty of King Drupada's daughter, and some were so drunk with that beauty that they could barely walk. The demigods assembled in the sky in their stellar airplanes to witness the event. The whole arena became alive with excitement, and the Pandavas, dressed like brahmanas, stood up to get a better view of the beautiful princess. Krishna, the Supreme Personality of Godhead, seeing the Pandavas sitting amongst the brahmanas, leaned over and spoke to Balarama, \"O son of Rohini, sitting in the midst of the brahmanas is Yudhisthira, Bhima, Arjuna, Nakula and Sahadeva.  Lord Balarama glanced in the direction of the brahmanas, and seeing the Pandavas looking intently upon Draupadi, smiled with satisfaction.\nOne by one the kshatriyas came forward to string the bow. They were all adorned with crowns, garlands, golden armlets and other ornaments. They were full of enthusiasm and energy. However, most of them could not even string the bow. Indeed, in the attempt, they were knocked to the ground when their strength proved insufficient. Some, such as Duryodhana, were able to string the bow, but missed the fish's eye by the width of a finger. The great Salya missed the target by the width of a bean seed. Shishupala, the son of Damaghosa, was able to string the bow, but missed the target by the width of a sesame seed. Jarasandha was the next to try. He was able to string the bow, but missed the target by the width of a mustard seed. Seeing no one able to pierce the target, Karna, the foremost wielder of the bow and arrow, rose from his seat and approached the bow. Everyone was watching him with tense excitement. The Pandavas regarded the eye of the fish as already pierced. He quickly strung the bow and placed the arrow on the string. However, Draupadi loudly exclaimed, \"I will not select a suta as my lord.  Karna released his arrow, but missed the target by a hair's breadth.\nWhen none of the great kings were able to fell the target, Arjuna in the dress of a brahmana stood up and inquired from Dhristadyumna, \"Is a brahmana allowed to take part in this competition? I see that no king or prince can hit the target.  His fearless eyes swept over the assembly of monarches with a contemptuous look. \"Yes,  Dhristadyumna replied, \"anyone can take part in the competition. Come forward and string the bow, and if you can, pierce the target.  Arjuna then picked up the bow and stood there like a mountain. Remembering Lord Krishna in his heart, he quickly strung the bow and set his arrow. There was not a sound in the audience. All eyes were on Arjuna. Looking at the reflection of the fish in the water, Arjuna raised his bow toward the ceiling. He slowly drew back the string to full length and let loose his arrow, which pierced the fish's eye causing it to fall to the ground. There was an uproar amongst the demigods in the firmament, and the amphitheater resounded with joy. The demigods began to shower flowers upon Arjuna, and the brahmanas waved their upper garments in the air. The kings, who had been unsuccessful, were shocked with disbelief. The whole arena was filled with the sounds of drums, kettledrums, cymbals and conches. And thinking the brahmana to be Arjuna, King Drupada was smiling from ear to ear. The beautiful Draupadi, whose smiling eyes resembled lotus petals, then approached Arjuna and placed the garland of victory upon his neck.\nUnable to tolerate King Drupada bestowing his daughter upon a brahmana, the assembled kings contemptuously bellowed, \"This Drupada has insulted us deliberately. The Vedic statement is that the svayamvara ceremony is meant for the kshatriyas and not for the brahmanas. Since the brahmanas are to be protected, we can do nothing to harm this one who has pierced the target. However, in order to avoid total disgrace let us kill this Drupada.\nAfter speaking to one another in this way, they picked up their weapons and rushed at King Drupada to kill him. And Drupada, seeing the kings and princes approaching him, took shelter of Arjuna. Arjuna smiled reassuringly at him and told him, \"Do not fear! I am able to handle all of them.  In order to counteract the weapons of the enemy, Bhima uprooted a tree and stood next to his brother. Yudhisthira, Nakula and Sahadeva also stood ready for combat.\nLord Krishna, the Supreme Personality of Godhead, addressed His brother, \"That hero there, who walks like a lion and wields a bow four cubits in length, is Arjuna! There is no doubt of this. Look at that brahmana standing with an uprooted tree in his hand. That must surely be the second son of Pandu, the mighty Bhima. The tall youth who walks like a lion and is kingly in stature is Yamaraja's son, Yudhisthira. The other two handsome youths are the sons of Madri, Nakula and Sahadeva. They have not died in the house of lac after all.  Lord Balarama, smiling at His brother, said, \"This is good news, My dear Krishna. I am happy to hear that our Aunt Kunti and her five sons are alive.\nWhile Lord Krishna and Balarama were speaking, the kings approached Arjuna for combat. The brahmanas stood up to help Arjuna, but he assured them that he could handle the whole situation himself. Karna then rushed against Arjuna, and Salya rushed at Bhima. Duryodhana fought with Yudhisthira, and Shakuni fought with Nakula and Sahadeva. Arjuna counteracted all the arrows of Karna, and Karna, becoming furious, fought with greater vigor. Unable to defeat his opponent, Karna addressed him, \"O foremost brahmana, I am amazed to see the strength of your arms in combat. Are you Parasurama, or the great Indra himself? Could you be the younger brother of Indra, the infallible Lord Vishnu, disguised to defeat me in battle? No one can defeat me except for the son of Sachi or Arjuna, the son of Pandu.  Hearing these words, Arjuna replied, \"O Karna, I am not Parasurama, Indra or the eternal Lord Vishnu. I am only a brahmana, and I have learned the science of archery from my preceptor. I am here to vanquish you in battle.\nKarna then desisted from fighting for fear of angering a brahmana. Meanwhile, Bhima, engaged in battle with Salya, picked him up and threw him a distance without hurting him. No one could understand who the brahmanas were, and being unable to defeat them, they stopped their advances. Arjuna, followed by his brothers and Draupadi, left the arena of competition and went back to the potter's house. Lord Krishna, desiring to help the Pandavas, followed from a distance.\n \nThus Ends the Mahabharata Summation to the Fifteenth"
}