{
    "id": 14,
    "title": "Chapter Commentary",
    "content": "After the advice of Vyasa, Queen Satyavati and her daughters-in-law went to the forest for austerities and meditation. Meditation is meant for the Supreme Personality of Godhead. As stated in the Shrimad-Bhagavatam (Bhag. 12.13.1), dhyanavasthita-tad-gatena manasa pasyanti yam yoginah--Yoga or meditation is meant to focus on the transcendental form of the Lord. In previous ages persons were so pious that they could go to the forest and meditate on the eternal form of Lord Krishna. However, in this age of Kali people are not so advanced. Therefore, the incarnation of Lord Krishna in this age, Shri Krishna Chaitanya Mahaprabhu has advised us to fix our minds on the Holy Name by chanting Hare Krishna maha-mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare / Hare Rama Hare Rama, Rama Rama, Hare Hare.\nDuryodhana's only desire was to gain the throne and become king. He was possessed by greed. This mentality is typical of the demoniac person. Lord Krishna speaks to Arjuna in the sixteenth chapter of Bhagavad-gita about this state of mind. Lord Krishna says, \"The demoniac person thinks, So much wealth do I have to, and I will gain more according to my schemes. So much is mine now, and it will increase in the future, more and more. He is my enemy, and I have killed him; and my other enemy will also be killed. I am the richest man, surrounded by aristocratic relatives. There is none so powerful and happy as I am. I shall perform sacrifices, I shall give some charity, and thus I shall rejoice.' In this way, such persons are deluded by ignorance.  (Bg.13.13-15) Because Duryodhana was puffed up and arrogant, he had no appreciation for the spiritual qualities of the Pandavas. He offences against the Pandavas would soon fructify in the form of annihilation of the entire dynasty.\nThis was the beginning of many transgressions committed against the Pandavas by the sinister Duryodhana. The Pandavas and their mother Kunti were completely helpless; therefore they had to take close shelter of the Lord's lotus feet. In Queen Kunti's prayers to Lord Krishna, she states, \"My dear Krishna, Your Lordship has protected us from a poisoned cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the forest and from the battle where great generals fought. And now You have saved us from the weapon of Ashvatthama.  (Bhag. 1.8.24) The Pandavas and their mother were destined for political intrigues, but because they took shelter of Lord Krishna, they were protected in all circumstances. We can also follow in the footsteps of Queen Kunti and her sons by taking shelter of the lotus feet of the Lord whenever difficulties arise."
}