{
    "id": 24,
    "title": "Chapter Commentary",
    "content": "The burning of the Lac house was the second in an ongoing series of attempts to kill the Pandavas. It is said that whoever God protects, no one can kill, and whoever God doesn't protect, no one can save. It is obvious that the Pandavas were divinely protected by Lord Krishna, and therefore, no amount of scheming plots by Duryodhana could possibly kill them. Asuras cannot understand the divine protection of the Lord. They think that sheer numbers, power, or wealth alone can defeat the pious.\nWhatever harm we try to do to others always backfires on us. When we try to hurt someone else, the reaction always comes back to us. Instead of hurting someone else, we suffer more. Similarly, if we do good to others, good will come to us. Because Yudhisthira was always looking after the welfare of others, his welfare was automatically looked after. Everytime Duryodhana tried to to harm to the Pandavas, the Pandavas simply became stronger. We will see the result of Duryodhana's attempt to kill the Pandavas in the upcoming chapters. The Pandavas simply gained by the attempted murder designed by Dhritarastra and Duryodhana.\nWhat is required to receive the protection of the Lord? It is simple; one has to surrender everything to the Lord and become His obedient servant, as did the Pandavas. Anyone can receive this protection. One has to take the Lord into the heart and remember Him at all times. Lord Krishna will then carry what we lack. This is confirmed in the Bhagavad-gita, \"But those who worship Me with devotion, meditating on My transcendental form+to them I carry what they lack and preserve what they have.  (B.g. 9.24) If we always think of Krishna, Krishna will always think of us. The Pandavas were eternal associates of the Lord and always carried the beautiful form of Lord Krishna in their heart of hearts. Thus, they could not be harmed under any circumstances.\nOne may wonder how it was posssible for the Pandavas to allow the nisadha woman and her five sons to die in the house of lac to cover their own trail. Yudhisthira has been pictured as a kind hearted soul who could not hurt anyone. The fact of the matter is that the palace was very big as was most palaces in those s and it could may have well been that the Pandavas did not know that they had fallen asleep due to intoxication. Yudhisthira or any of the Pandavas would not unnecessarily hurt anyone. It is not stated that they knew the woman and her sons were there. The could have fallen asleep in some room not seen by any of the Pandavas."
}