{
    "id": 106,
    "title": "Chapter Two",
    "content": "The First  of Combat: Duryodhana Gains the Upper Hand\n \nSanjaya said: O King, beholding the two armies appearing like two mighty oceans, the heroic King Yudhisthira took off his coat of armor, and leaving aside his weapons, proceeded toward the Kaurava's front line. Arjuna, Bhima, Nakula and Sahadeva as well as Lord Krishna followed the great King in wonder of his actions. Yudhisthira entered the Kaurava ranks on foot followed by his brothers and His ever well wisher, Lord Krishna. Coming near the grandsire Bhishma, Yudhisthira offered his obeisances and touching the feet of his beloved grandfather he humbly submitted, \"I offer my obeisances unto you, O invincible one. Grant us permission to engage in combat with you. Also give us your blessings to obtain victory.\"\nThe great grandsire of the Kuru dynasty replied, \"If you had not obtained my permission in this matter, O King of the earth, then I would have cursed you to have been defeated. My grandson, I am pleased with you. O son of Pandu, commence the battle and obtain victory. You may also ask me for a benediction that will assist you in this battle. A man is a slave of wealth, but wealth is no one's slave. I have been bound to the Kauravas by their wealth and thus like a eunuch, I have taken a false master. O son of the Kuru race, what assistance can I be to you, even though I am fighting for your enemy?\"\n\"O sire,\" Yudhisthira requested, \"it is difficult for me to ask this of you. However, for the cause of virtue, I must ask it. Because you are invincible, how will it be possible for us to conquer you in battle? Please tell me if there is any righteousness in this request?\"\n\"I do not see, O son of Kunti,\" Bhishma replied, \"the person who can subjugate me in battle. However, I will indicate to you when the time for my death has come.\"\nBowing down to his beloved grandfather, Yudhisthira left him and proceeded to the chariot of Drona. He offered his obeisances to the preceptor and inquired from him, \"I ask you, O invincible one, how may I fight without incurring sin? How also will I be able to subdue the enemy?\"\n\"If you had not solicited my permission in humility,\" Drona replied, \"then I would have cursed you to have been defeated in battle. However, since you have come to me in this way, I am pleased with you. You may fight and win victory. I am bound by the Kaurava's wealth, but I pray for your success\"\n\"O great brahmana,\" Yudhisthira said, \"pray for my victory, and give me good counsel.\"\n\"Victory, O king,\" Drona replied, \"is certain for you, because you have Lord Hari for your advisor. I also grant you that you will vanquish your enemy in battle. Where there is righteousness, there is Lord Krishna, and where there is Lord Krishna, there is victory. Fight, O son of Kunti. What else is there to ask from me?\"\n\"O foremost of the brahmanas,\" Yudhisthira inquired, \"listen to my request. Since you are invincible, how will it be possible for me to subdue you in battle?\"\n\"As long as I live,\" Drona replied, \"you will not have victory. There is none amongst the enemy that can stop my progress. However, if I give up my weapons and sit on my chariot in meditation, then it will be possible to kill me. When I hear an untruth from a person who is always truthful, my death will take place.\"\nOffering obeisances to the preceptor Drona, King Yudhisthira went to the son of Saradwat. Offering obeisances to Kripa, the King requested, \"After obtaining your permission, I will fight with the Kaurava army, and by your blessings, I will defeat the enemy.\"\nKripacharya replied, \"If, having made up your mind to fight, you had not come to me, I would have cursed you to be defeated in battle. I am pleased with your humility. I, also, am bound by wealth to fight for the Kauravas. However, you may take a benediction from me.\"\nYudhisthira spoke falteringly, \"O preceptor, I ask you for the following boon.\" Yudhisthira could not speak another word, and his voice became choked up.\nKripa, understanding what he wanted said, \"I cannot be slain in battle, O King. Fight and obtain victory. I will rise every morning and pray for your success.\"\nOffering obeisances to the preceptor Kripa, King Yudhisthira went to Salya and offered his obeisances. With folded hands he spoke to his uncle, \"I request permission to fight in battle without incurring sin, and request your blessings for victory.\"\n\"If you had not come to me in this way, O King,\" Salya said, \"I would have cursed you to be defeated in battle. Because of your humility, I am pleased with you. Let it be as you wish. You may fight and obtain victory. I am bound to the Kauravas by a promise, and I am speaking to you like a eunuch. Still you may ask me for anything.\"\n\"If you remember the benediction you offered me at Upaplavya,\" Yudhisthira replied, \"during the preparations for the fight, I would ask you to honor that boon in regards to the Suta's son [Karna]. Please weaken his determination for battle.\"\n\"If this be your desire,\" Salya said, \"then I shall accomplish it. Fight according to your pleasure. I will obtain victory for you.\"\nHaving obtained blessings from his maternal uncle, Yudhisthira came out of the vast Kaurava army along with his brothers. They returned to their positions and again put on their armor. At this time Lord Krishna went to Karna and requested him, \"I have heard, O Karna, that you will not fight as long as Bhishma is alive. Come to our camp, O son of Radha, and fight along with us until Bhishma is slain. Afterwards, you may again take up you position by Duryodhana's side.\"\n\"O Keshava,\" Karna replied, \"I will not execute any action that is not agreeable to Duryodhana. For him I will give up my life.\" Upon hearing these words, Lord Krishna returned to Arjuna's chariot.\nAt this time in the midst of all the warriors, Yudhisthira loudly exclaimed, \"Anyone amongst the army of Duryodhana who will fight for us, we will accept as an ally!\" There was a moment of silence, and then Yuyutsu, one of Dhritarastra's sons by a vaishya wife, said, \"I will chose your side if you will accept me, O sinless one.\"\n\"Come,\" Yudhisthira said, \"come to our side and together we will fight with your foolish brothers. Both Lord Krishna and myself accept you. On you rests the continuation of Dhritarastra's line, and it will be you who will offer oblations to the forefathers.\" Yuyutsu then came the Pandavas ranks to the blare of conchshells and the beating of drums. The mighty armed sons of Pandu then ascended their chariots and again properly arrayed their forces in battle formation.\nDhritarastra inquired from Sanjaya: When the phalanxes of both sides were thus arrayed, who struck first, the Pandavas of the Kurus?\nSanjaya replied: O King, under Duryodhana's command, Duhshasana advanced with his troops, bearing the grandsire Bhishma at their head. The Pandavas also advanced with cheerful hearts, desiring battle with their grandfather. With Bhima leading them, the army of the Pandavas, accompanied by the tumultuous blowing of conchshells, bugles and trumpets as well as the beating of drums, encountered the troops of Duhshasana. The uproar of the soldiers was deafening, and Bhimasena roared like a bull. The thunderous war cries of Bhima's voice rose above the sounds of the instruments and the clashing armies. His voice sounded like Indra's thunderbolt. Indeed, the war cries of Bhima were so loud that the horses and elephants on both sides passed stool and urine. Bhima assumed an awful form and, fell upon Dhritarastra's sons headed by Duryodhana. Duryodhana, Durmukha, Dussaha, Duhshasana, Vivingsati and Chitrasena, pulling back their bowstrings, released snake-like arrows desiring to end Bhima's life. Joining Bhimasena in the encounter were the five sons of Draupadi, Abhimanyu, Nakula and Sahadeva. The commander in chief, Dhristadyumna also joined happily in that combat. He rushed against Dhritarastra's sons penetrating them with his pointed shafts. When those two armies met, a dust cloud rose up into the sky covering the battlefield with a darkness.\nUnder the order of King Duryodhana, all his generals rushed toward the Pandava army for battle. And under the command of King Yudhisthira, the Kings in his army rushed forward to halt their advancement. No one retreated from the field of battle. The sound of the troops, the twang of bowstrings, the tread of the infantry, the furious sounds of the horses, the falling of weapons and hooks, the clash of weapons, the sounds of elephants rushing against one another, and the clatter of the chariots mingled together and produced a loud uproar, causing one's hair to stand on end.\nGanga's son, Bhishma, rushed at Arjuna, taking up a bow that resembled the rod of death. And Arjuna, taking up his Gandiva bow, rushed at Bhishma with great fury. Bhishma, although piercing Arjuna's body with many arrows, could not make him waver, and the son of Kunti, Arjuna, also could not make the son of Shantanu falter. Satyaki rushed against Kritavarman and pierced him with many arrows. Kritavarman counter attacked and covered Satyaki with arrows, making him resemble a pin cushion. The mighty bowman Abhimanyu battled with the Koshala ruler, Brihadvala. Soon the King of Koshala cut off the standard and overthrew the charioteer of Subhadra's son. Abhimanyu was outraged and pierced Brihadvala with nine arrows. With another arrow Abhimanyu cut off the standard from his chariot and killed his charioteer. Bhimasena struggled in battle with Duryodhana, who was puffed up with false pride. Both of those mighty warriors covered each other with hundreds of arrows, and upon seeing that encounter, all were amazed. And Duhshasana, rushing against the mighty warrior Nakula, pierced him with many sharp arrows. Laughing at Duhshasana's prowess, Nakula cut off his standard and bow and struck him with twenty arrows. Duhshasana, however, countered and killed Nakula's horses and cut his standard from his chariot. Durmukha rushed against Sahadeva and pierced his body in many places. Sahadeva countered and killed Durmukha's chario Bhishma Parva"
}