{
    "id": 61,
    "title": "Chapter One",
    "content": "The First s of Exile\n \nAfter leaving the city of Hastinapura, the Pandavas traveled north and eventually came to the bank of the Ganges. They were being followed by many pious citizens who could not bear separation from those saintly kings. The citizens of Hastinapura did not want to live in a kingdom where Duryodhana and his followers ruled. They thus petitioned the Pandavas, \"All blessings upon the sons of Pandu! Where will you now go, leaving us in grief? We are distressed learning that your kingdom has deceitfully been taken away by the conniving Duryodhana. It behooves you not to forsake us, because we are your loving subjects. Deterioration of good qualities will certainly manifest by living in the kingdom of the Kuru king, Duryodhana. Please listen as we describe the merits and demerits from association with what is good and what is bad. As cloth, water, earth, and sesame seeds are scented by association with llowers, similarly we are endowed with good qualities as a product of your association. Association with fools produces an illusion that entangles the mind; but daily communion with the pious and wise leads one toward the path of liberation. Therefore, those that desire emancipation should associate with those who are devoted to God, and are wise, honest, pure in conduct and prone toward asceticism. Those persons should be served whose knowledge and actions are all pure, and this association is superior to study of the scriptures. Devoid of religious acts as we are, we shall gain religious merit by association with the righteous, just as one would engage in sin by associating with the sinful. The very sight, touch, association, or conversation with the dishonest causes one to lose purity of mind. Association with base persons impairs spiritual growth, whereas association with self realized souls exalts it. Those attributes found in the Vedas pertaining to religious qualities and extolled by the wise exist simultaneously in you. O sons of Pandu, because we desire our own welfare, and because you possess all exalted qualities, we wish to live with you in the forest.\"\nKing Yudhisthira knew that the citizens could not follow his term of exile in the forest, and compassionately he addressed them, \"Dear citizens, we are certainly blessed that you, who are moved by affection and compassion, credit us with merits we do not possess. Your affection for us can never be forgotten, and we also are always thinking of your welfare. We request one thing from you, and we hope you will consent to our desire. You should not, through affection and pity, act otherwise. Our nearest relatives are very much aggrieved by our absence. Bhishma, Drona, the King, my mother Kunti and many others are overwhelmed by separation and need solace. Therefore, if you are inclined to please us, serve their every need. Grieved at our departure, you have come a far distance. Please go back, and set your hearts towards serving these great souls. This, above all other things, is the one thing that causes me anxiety; and by showing concern for the Kuru elders, you would bestow upon me peace of mind and pay me the highest regard.\"\nThus requested in such a humble way by King Yudhisthira, the citizens cried loudly, exclaiming, \"Alas, O King, how will we live without you!\" Afflicted and overwhelmed with certain separation, the pious citizens, tears of love falling from their eyes, remembered the virtues of Kunti's sons, and unwillingly retraced their steps back to Hastinapura. The citizens were unwilling to leave King Yudhisthira's association, but out of love for the King, they did what he asked.\nAlmost all the citizens returned to Hastinapura with the exception of certain brahmanas who could not be persuaded to go back. They spent that night with the Pandavas in the forest by the bank of the celestial Ganges. Yudhisthira felt that he could not fulfill the needs of those pious brahmanas to his satisfaction, and therefore, he humbly requested them, \"Our kingdom has been plundered in gambling, and we do not possess anything. We are inhabitants of the forest and are dependent on begging for our sustenance. This forest is also full of dangers. Myself and my brothers are distressed at the loss of our kingdom and the insults to our queen Draupadi. I cannot say that we would be able to support you with food on a daily basis.\"\n\"There should be no anxiety on your part, O King,\" the brahmanas replied, \"for we shall find our own food in the forest. We cannot give up your company for you are religion personified. We are devoted to saintly persons, and we wish to help you in every way.\"\n\"Without doubt, it must be as you say,\" Yudhisthira said, \"for I am ever pleased with the association of saintly persons. However, how will I be able to see such worshipful persons, who do not deserve to endure any kind of hardship, subsisting on food found in the forest? O shame upon the wicked sons of Dhritarastra!\"\nAfter contemplating the situation, Yudhisthira went to his priest, Dhaumya and inquired \"These brahmanas are following us to the forest out of affection. At the present moment we are burdened with many calamities, and I am unable to support them. Tell me, O holy one, what should I do in this circumstance?\"\n\"The sun god Vivasvan is the source of all food grains and vitality on earth,\" Dhaumya replied. \"If you worship and pray to him, he will certainly show you his favor.\"\nYudhisthira, desiring the brahmanas welfare, followed the instructions of Dhaumya, and sat down to begin his meditation upon the Sun God Vivasvan. He fasted from any food or drink. After some time he entered the Ganges and remained in that position, half submerged in the water. He worshiped the sun god with prayers and survived only on air. Very soon the Sun God Vivasvan was pleased with Yudhisthira and appeared before him. The Sun God offered a boon, \"O King Yudhisthira, all your desires will be fulfilled. I shall provide you with food for this thirteen year period. Accept this copper pot which shall fulfill your needs. Whatever little amount is cooked in this pot in the form of fruits, vegetables, milk products and grains will become inexhaustible. It will last only as long as Draupadi has not eaten her meal from it. All good fortune to you, King Yudhisthira. After your term of exile is finished, I shall see you regain your kingdom.\" Vivasvan then disappeared.\nAfter receiving this benediction from the Sun God, Yudhisthira rose from the water, touched the feet of Dhaumya and embraced his brothers. He went to Draupadi and told her the potency of the copper pot bestowed upon him by the Sun God. Yudhisthira then personally prepared the evening meal consisting of four different kinds of food. With only a little food prepared, he fed the entire host of brahmanas. By the mystic power of the copper pot the small amount of food multiplied. There was also enough to satisfy the hungry Bhima, his other brothers and himself. When Draupadi had finally eaten her portion, the pot became exhausted.\nAfter the Pandavas had entered the forest, the blind King Dhritarastra called for his brother Vidura, and inquired from him, \"O Vidura, you are conversant with the laws of morality, and you look on all the Kauravas with an equal eye. Please give advice on the proper course of action for myself and my sons. According to providence things have now taken their course. What should we do now? How may I secure the goodwill of the citizens so that they may not destroy us at the roots?\"\n\"The three purposes of life: profit, pleasure and salvation have their foundation in virtue,\" Vidura replied. \"Therefore, O monarch, to the best of your ability treat equally the sons of Pandu and your own sons. You should return to the Pandavas what was taken away by the sinful Duryodhana. If you do this, your son may again take his position among honest men. A king should be content with what he has acquired by his own endeavors and never desire another's possessions. Your prime duty is to chastise Shakuni and to reinstate the Pandavas in their proper status. If you do not do this, then certainly this dynasty will meet with disaster. Abandon this child of yours, Duryodhana, for the good of your dynasty. Putting Duryodhana aside, coronate Yudhisthira as the King of the earth. Yudhisthira is known as Ajatrashatru or one who was born without an enemy. He will be able to rule this world free from passion. Duryodhana, Shakuni and Karna should be subordinate to the the Pandavas, and Duhshasana, in open court, should beg forgiveness from Draupadi and Bhimasena. If you follow this course of action, then all the citizens of the earth will offer homage to the Kuru dynasty. You have asked me how to counsel you, and I have given the proper answer.\"\n\"This counsel favors the Pandavas over my son,\" Dhritarastra said. \"My mind does not approve of this. How can I abandon my son for the sons of Pandu? The Pandavas are certainly to be protected like my sons, but Duryodhana has come from my body. How can I renounce my body for the sake of others. O Vidura, your counsel is crooked. You may either stay or go as you like. I have no more affection for you.\" Dhritarastra then rose and left. Vidura thought, \"The dynasty is doomed.\" He decided to join the Pandavas in the forest.\nThe Pandavas had left the banks of the Ganges and proceeded to the Yamuna River. After crossing that sacred river, which was the play area of Lord Krishna in His youth, the Pandavas headed in a westerly direction. On the banks of the Saraswati river they saw the forest of Kamyaka. They decided to spend some time there. Vidura learned about their location and followed their path through the forest; soon, he found them. Yudhisthira was excited to see his uncle. Vidura was moved with compassion at the sight of the Pandavas, and Yudhisthira had to comfort him with sweet words. Vidura then told Yudhisthira about the argument he had with his brother, which caused him to come to the forest. Yudhisthira was happy to have Vidura with him, and immediately made arrangements for his comfort.\nMeanwhile, in Hastinapura King Dhritarastra began to regret the argument he had with Vidura. He felt keen separation from Vidura, whom he loved much and who always gave him good counsel. Feeling as if he could not live without Vidura, he ordered Sanjaya to find Vidura and bring him back to the palace. Following the instructions of the King, Sanjaya ascended a chariot and began his search for Vidura. He found him in the Kamyaka forest and humbly begged him on behalf of his blind brother to return to the palace. Vidura felt it was his duty to try to save Dhritarastra, and thus he returned to Hastinapura.\nHearing that Vidura had returned and that the King had pacified him, Duryodhana began to burn in grief. He called for Shakuni, Karna and Duhshasana, and expressed his evil intentions, \"The learned Vidura has returned to the palace. He is always seeking the welfare of my enemies. If he again induces the King to call the Pandavas back to this city, I will take poison and kill myself. I will never again see the Pandavas in opulence.\"\nWanting to comfort Duryodhana, Shakuni said, \"O King, do not think in this way. The Pandavas will never come back from the forest for they are righteous men and always keep their vows. Even if the King calls them back, they will not come, for they are bound by the cord of the thirteen year exile.\"\nKarna then advised Duryodhana in a way that bolstered his heart, \"Please hear my opinion, O kings of the earth. Now is the time to put on armor, and taking up our weapons, kill the sons of Pandu as they live in the forest. When they are dead, then all in the palace will find peace.\" These sinful men, overcome by the influence of time, applauded Karna's words, and thus they started to execute their evil plan.\nWhile these unprincipled men were conniving to kill the Pandavas, the great sage Krishna Dvaipayana Vyasa, the father of Dhritarastra, came to the palace. He immediately ordered them to desist from the heinous act in which they were about to engage. Vyasa then went to Dhritarastra and informed him, \"O wise King, hear what I have to say! I will tell you what is salutary for the whole Kuru dynasty. I am not pleased that Pandu's sons have gone to the forest after being dishonestly defeated in gambling. O descendent of Bharata, when the end of the thirteenth year comes, the sons of your brother will shower death-dealing weapons like virulent poison. Why does your son, who has a wicked heart, seek to kill the Pandavas? He is a fool and should be restrained. In attempting to kill the Pandavas while they are in the forest, he will lose his own life. You should stop him from executing any further actions such as this one. Better let Duryodhana accompany the Pandavas in the forest, and if by chance they become attached to your son, then there will be good fortune in your family.\"\n\"O holy one,\" Dhritarastra replied to his father, \"I did not like the idea of this gambling match, but I think I was made to consent to it by the will of providence. None of the members of the court agreed with what happened. And yet knowing everything and its consequence, I am unable to throw away my senseless son, because of my fatherly affection. If, however, you offer words of chastisement, maybe he will listen.\"\n\"The great sage Maitreya has come from the forest after visiting the Pandavas,\" Vyasadeva said. \"He desires to talk with you, and also to influence your son. If you follow his advice, you will prosper, but if you neglect his words of wisdom, he will curse your son.\" Having said this much, Vyasadeva left the palace.\nThere then arrived at the entrance of the imperial court the great sage Maitreya. Dhritarastra greeted him warmly and worshiped him according to his position. Hearing that he had come from the Kamyaka forest, Dhritarastra inquired about the Pandavas. The great sage Maitreya replied, \"Yes, I have seen the Pandavas in my travels on pilgrimage. I was surprised to see the great King Yudhisthira dressed in deerskin and wearing matted hair. I was shocked to see this and to hear what had happened because of this dice game. How could this have happened in your presence and in the presence of Bhishma? Because of this unscrupulous act, you have lost your reputation.\"\nThen turning to Duryodhana, the great sage spoke compassionately, \"O mighty armed prince, listen to my words. O King, do not seek a quarrel with the Pandavas. Those tigers among men are great heroes on the battlefield. Do you not remember that Bhima killed the powerful Jarasandha, who possessed the strength of ten thousand elephants? Bhima has also killed the very powerful Hidimva and Baka, and recently he has killed the great Rakshasa Kirmira. The Pandavas are related to Lord Krishna and have as their allies King Drupada and his followers. Do not think you can win such a war. It is better to make peace with the Pandavas and live happily in your kingdom.\"\nWhile Maitreya was speaking beneficial words, Duryodhana listened with a smirk on his face. He hit his thigh again and again, and scratched the floor with his toes, not caring for the words of the Rishi. Maitreya, seeing the insolent behavior of the prince, thought of cursing him. With angry red eyes, he touched water and spoke the following condemnation, \"Since you have ignored my advice, you will suffer the result. In a great war that will come after the term of exile, I say that Bhima will fulfill his vow and smash your thighs with a single stroke of his mace.\" When the muni had spoken this curse, Dhritarastra tried to pacify him, but his attempts were futile. Maitreya finally relented, \"If Duryodhana makes peace with the Pandavas, my curse will not take effect; otherwise, it will act just as I have said.\"\nThe blind King, desirous of knowing Bhima's strength, wanted to hear about Kirmira's death, but the sage was angry and refused, \"Vidura knows about how Bhima killed Kirmira. He will inform you of this event.\" After cursing Dhritarastra's son, the eminent sage left the palace.\nDhritarastra was very anxious to hear about the death of the powerful Rakshasa, Kirmira. He then inquired from Vidura, \"O Vidura, I want to hear how the Rakshasa Kirmira, who had no equal, was slain by Bhima.\"\n\"Listen, O King,\" Vidura replied, \"as I relate these events. Formerly blessed sages and brahmanas inhabited the forest of Kamyaka, but due to the presence of the Rakshasas, they could not live there peacefully. When the Pandavas attempted to enter the forest of Kamyaka, a frightful Rakshasa appeared before them blocking their path. There were eight teeth protruding out of his mouth, and his eyes were the color of flaming copper. The hair on his head was red like fire and stood erect in a fearful way. He was roaring loudly, petrifying all living creatures in the forest. The movements of his steps caused the very earth to tremble, and all the animals in the forest fled in terror. A violent wind arose, and dust scattered in all directions. Seeing the Pandavas were fearless in his presence, he obstructed their path, appearing like a huge mountain before them. Draupadi closed her eyes in horror, and her husbands surrounded her for protection. Dhaumya, who possessed great mystic power, chanted various mantras, destroying the fearful illusion created by the demon. With the illusion dispelled, the mighty Rakshasa expanded his eyes in rage, seeming like death personified to all living creatures. King Yudhisthira then inquired from the demon, 'Who are you and tell us why you are obstructing our path?''I am the brother of Baka' Kirmira replied, 'and the friend of Hidimva. My name is Kirmira. I am the lord of this Kamyaka forest, and I obtain my food by daily subjugating men in battle. By killing all of you, I shall feast on your flesh and blood. Who are you, and for what reason have you come to the Kamyaka forest?' Yudhisthira then informed the man eater, 'I am King Yudhisthira, the son of Pandu, and these are my brothers, Bhima, Arjuna, Nakula and Sahadeva. I have been deprived of my kingdom and have now entered the forest for the period of thirteen years.'\nVidura continued, \"Kirmira said to Yudhisthira, 'It is by good luck that fate has fulfilled all my desires. With my upraised weapons, I have been searching the earth to revenge the death of my brother Baka. I have been searching for Bhima, but now I see that he is present before me in the dress of a brahmana. Bhima has slain my brother, but truly I say that he is a coward, for he killed my brother Baka when he was hungry and weak. Bhima also killed Hidimva in the same way, and then by force he stole his sister. This fool has now come into the forest in the middle of the night when the Rakshasas are most powerful. By slaying this cruel Bhima, I will be freed from the debt I owe to my brother and my friends. I will kill Bhima and devour him before your very eyes!'\n\"When threatened by Kirmira, the pious Yudhisthira exclaimed, 'It can never be as you say.' The first son of Kunti then began to chastise the Rakshasa with strong words. Provoked by Kirmira's words, the mighty armed Bhima uprooted a tree thirty feet in height, clipping it of its branches and leaves. In a twinkling of an eye, Arjuna strung his Gandiva bow and stood ready for action. Bhima told Arjuna to stand aside and approached the Rakshasa challenging, 'Stand your ground! Do not flee!' Bhima then brought the tree down upon the head of the Rakshasa. Kirmira, however, did not move nor did he seem affected by that blow. The Rakshasa also uprooted a tree and approached Bhima, swinging it with all his might. It appeared like the mace of Yamaraja, but had no effect on Bhima. Bhima and the Rakshasa uprooted all the trees in that area with the intent of killing each other. When neither of those mighty armed heroes could defeat the other with trees, Kirmira tore up a huge boulder and flung it at Bhima. The boulder, however, bounced off Bhima's head, not harming him in the least. The Rakshasa then rushed at Bhima with his outstretched arms, intending to crush him to death. Bhima and the Rakshasa wrestled one another and struck one another with their fists that were as strong as thunderbolts. Remembering his hatred for Duryodhana and looking for some way to release that anger, Bhima seized the Rakshasa with his robust arms, throwing him on the ground with great ferocity. He then grabbed him by the waist and began to whirl him around till he became senseless. Lifting Kirmira up, he bounced him off the ground. The Rakshasa had become weak, and Bhima, grabbing him by the arms, squeezed him with all his strength. In great anxiety the Rakshasa screamed with his mouth wide open, causing the whole earth to tremble. He began to vomit blood, and his whole body was a mass of broken bones. Bhima then threw him on the ground, and placing his knee on his stomach and his hands around his neck, he strangled the Rakshasa to death. Upon witnessing the superhuman strength of Bhima, his brothers were struck with wonder and glorified his prowess. After the death of this terrible ogre, they then set out along with the brahmanas for the Dwaitavana forest.\nVidura said, \"Thus Kirmira was slain by that king of the warriors, Bhimasena. As I was passing through the forest I saw the broken body of that fearless Rakshasa. I have heard of this achievement from the brahmanas present with Yudhisthira.\" Hearing the account of Kirmira's slaughter, King Dhritarastra sighed in sorrow and became absorbed in fearful thought.\nThus Ends The First"
}