{
    "id": 47,
    "title": "Chapter Five",
    "content": "Lord Krishna Benedicts the Imprisoned Kings\n \nThe kings and the princes released by Lord Krishna after the death of Jarasandha were rulers of different parts of the world. When they were released by the grace of Lord Krishna, they all looked very unhappy; their garments were dirty and torn, and their faces were almost dried up due to insufficient food and water. They were very weak due to hunger, and their faces had lost all beauty and luster. Because of the kings' long imprisonment, every part of their bodies had become slackened and invalid. But although suffering in that miserable condition of life, they had the opportunity to pray to the Supreme Personality of Godhead, Vishnu.\nNow before them they saw the color of the transcendental body of Lord Krishna, exactly like the hue of a newly arrived cloud in the sky. He appeared before them nicely covered with yellow colored silken garments, with four hands like Vishnu, and carrying the different symbols of the club, the conchshell, the disc and the lotus flower. There were marks of golden lines on His chest, and the nipples of His breast appeared to be like the whorl of a lotus flower. His eyes appeared to be spread like the petals of a lotus flower, and His smiling face exhibited the symbol of eternal peace and prosperity. His glittering earrings were set beautifully, and His helmet was bedecked with valuable jewels. The Lord's necklace of pearls and the bangles and bracelets nicely situated on His body all shone with a transcendental beauty. The Kaustubha jewel hanging on His chest glittered with great luster, and the Lord wore a beautiful flower garland.\nAfter so much distress, when the kings and princes saw Lord Krishna, with His beautiful transcendental features, they looked upon Him to their hearts' content, as if they were drinking nectar through their eyes, licking His body with their tongues, smelling the aroma of His body with their noses, and embracing Him with their arms. Just by dint of their being in front of the Supreme Personality of Godhead, all reactions to their sinful activities were washed away. Therefore, without reservation, they surrendered themselves at the lotus feet of the Lord. It is stated in the Bhagavad-gita that unless one is freed from all kinds of sinful reactions, one cannot fully surrender unto the lotus feet of the Lord. All the princes who saw Lord Krishna forgot all their past tribulations. With joined palms and with great devotion, they began to offer prayers to Lord Krishna, as follows.\n\"Dear Lord, O Supreme Godhead, master of all heavenly beings, You can immediately remove all Your devotees' pangs because Your devotees are fully surrendered unto You. O dear Lord Krishna, O eternal deity of transcendental bliss and knowledge, You are imperishable, and we offer our respectful obeisances unto Your lotus feet. It is by Your causeless mercy that we have been released from the imprisonment of Jarasandha, but now we pray unto You to release us from the imprisonment with the illusory energy of this material existence. Please, therefore, stop our continuous cycle of birth and death. We now have sufficient experience of the miserable material condition of life in which we are fully absorbed, and having tasted its bitterness, we have come to take shelter under Your lotus feet.\n\"Dear Lord, O killer of the demon Madhu, we can now clearly see that Jarasandha was not at fault in the least; it is actually by Your causeless mercy that we were bereft of our kingdoms because we were very proud of calling ourselves rulers and kings. Any ruler or king who becomes too puffed up with false prestige and power does not get the opportunity to understand his real constitutional position and eternal life. Such foolish so-called rulers and kings become falsely proud of their position under the influence of Your illusory energy; they are like a foolish person who considers a mirage in the desert to be a reservoir of water. Foolish persons think that their material possessions will give them protection, and those who are engaged in sense gratification falsely accept this material world as a place of eternal enjoyment. O Lord, O Supreme Personality of Godhead, we must admit that, before this, we were puffed up with our material opulences. Because we were all envious of each other and wanted to conquer one another, we all engaged in fighting for supremacy, even at the cost of sacrificing the lives of many citizens.\"\nThe kings continued: \"O Lord, we were simply engaged in the abominable task of killing citizens and alluring them to be unnecessarily killed, just to satisfy our political whims. We did not consider that Your Lordship is always present before us in the form of cruel death. We were so fooled that we became the cause of death for others, forgetting our own impending death. But, dear Lord, the retaliation of the time element, which is Your representative, is certainly insurmountable. The time element is so strong that no one can escape its influence; therefore, we have received the reactions of our atrocious activities, and we are now bereft of all opulences and stand before You like street beggars. We consider our position to be Your causeless, unalloyed mercy upon us because now we can understand that we were falsely proud and that our material opulences could be withdrawn from us within a second by Your will.\n\"By Your causeless mercy only, we are now able to think of Your lotus feet. This is our greatest gain. Dear Lord, it is known to everyone that the body is a breeding ground of diseases. Now we are sufficiently aged, and instead of being proud of our bodily strength, we are getting weaker  by . We are no longer interested in sense gratification or the false happiness derived through the material body. By Your grace, we have now come to the conclusion that hankering after such material happiness is just like searching for water in a desert mirage. We are no longer interested in the results of our pious activities, such as performing great sacrifices in order to be elevated to the heavenly planets. We now understand that such elevation to a material standard of life in the heavenly planets may sound very relishable, but actually there cannot be any happiness within this material world.\n\"We pray for Your Lordship to favor us by instructing us how to engage in the transcendental loving service of Your lotus feet so that we may never forget our eternal relationship with Your Lordship. We do not want liberation from the entanglement of material existence. By Your will we may take birth in any species of life; it does not matter. We simply pray that we may never forget Your lotus feet under any circumstances. Dear Lord, we now surrender unto Your lotus feet by offering our respectful obeisances unto You because You are the Supreme Lord, the Personality of Godhead, Krishna, the son of Vasudeva. You are the Supersoul in everyone's heart, and You are Lord Hari, who can take away all miserable conditions of material existence. Dear Lord, Your name is Govinda, the reservoir of all pleasure. One who is engaged in satisfying Your senses automatically satisfies his own senses also, and therefore You are known as Govinda. Dear Lord, You are ever famous, for You can put an end to all miseries of Your devotees. Please, therefore, accept us as Your surrendered servants.\"\nAfter hearing the prayers of the kings, Lord Krishna, who is always the protector of surrendered souls and the ocean of mercy for the devotees, replied to them as follows in His sweetly transcendental voice, which was grave and full of meaning. \"My dear kings,\" He said, \"I bestow upon you My blessings. From this  forth you will have firm devotion to me, the Supreme Self and the Lord of all that be. I assure you this will come to pass, just as you desire. Fortunately you have come to the proper conclusion, my dear kings, and what you have spoken is true. I can see that human beings' lack of self restraint, which stems from their intoxication with opulence and power, simply leads to madness. Haihaya, Nahusha, Vena, Ravana, Narakasura and many other rulers of demigods, men, and demons fell from their elevated positions because of infatuation with material opulence Understanding that this material body and everything connected with it have a beginning and an end, worship Me by Vedic sacrifices, and with clear intelligence protect your subjects in accordance with the principles of religion. As you live your lives, begetting generations of progeny and encountering happiness and distress, birth and death, always keep your minds fixed on Me. Be detached from the body and everything connected to it. Remaining self-satisfied, steadfastly keep your vows while concentrating your minds fully on Me. In this way you will ultimately attain Me, the Supreme Absolute Truth.\"\nAfter delivering His instructions to the kings and princes, Lord Krishna immediately arranged for their comfort and asked many servants and maidservants to take care of them. Lord Krishna requested Sahadeva, the son of King Jarasandha, to supply all necessities to the kings and also asked him to show them all respect and honor. In pursuance of the order of Lord Krishna, Sahadeva offered them all honor, and presented them with ornaments, garments, garlands, and other paraphernalia. After taking their baths and dressing very nicely, the kings appeared happy and gentle. Then they were supplied food fit for kings. Lord Krishna supplied everything for their comfort, as was befitting their royal positions.\nSince the kings were so mercifully treated by Lord Krishna, they felt great happiness, and all their bright faces appeared just like the stars in the sky after the end of the rainy season. They were all nicely dressed and ornamented, and their earrings glittered. Each one was then seated on a chariot bedecked with gold and jewels and drawn by decorated horses. After seeing that each was taken care of, Lord Krishna, in a sweet voice, asked them to return to their respective kingdoms. By His very liberal behavior, unparalleled in the history of the world, Lord Krishna released all the kings who had been in the clutches of Jarasandha, and being fully satisfied, the kings began to engage in chanting His holy name, thinking of His holy form, and glorifying His transcendental pastimes as the Supreme Personality of Godhead.\nSo engaged, they returned to their respective kingdoms. The citizens of their kingdoms were very greatly pleased to see them return; and when they heard of the kind dealings of Lord Krishna, they all became very happy. The kings began to manage the affairs of their kingdoms in accordance with the instructions of Lord Krishna, and all those kings and their subjects passed their s very happily.\nAfter thus causing the annihilation of Jarasandha by Bhimasena and after being properly honored by Sahadeva, the son of Jarasandha, Lord Krishna, accompanied by Bhimasena and Arjuna, returned to the city of Hastinapura. When they reached the precincts of Hastinapura, they blew their respective conchshells; and by hearing the sound vibrations and understanding who was arriving, everyone immediately became cheerful. But upon hearing the conchshells, the enemies of Krishna became very sorry. The citizens of Indraprastha felt their hearts become joyful simply by hearing the vibration of Krishna's conchshell because they could understand that Jarasandha had been killed. Now the performance of the Rajasuya sacrifice by King Yudhisthira was almost certain. Bhimasena, Arjuna, and Krishna, the Supreme Personality of Godhead, arrived before King Yudhisthira and offered their respects to the King. King Yudhisthira attentively heard the narration of the killing of Jarasandha and the setting free of the kings. He also heard of the tactics which were adopted by Krishna to kill Jarasandha. The king was naturally affectionate toward Krishna, but after hearing the story, he became even more bound in love for Krishna; tears of ecstasy glided from his eyes, and he became so stunned that he was almost unable to speak.\nAfter the slaying Jarasandha, King Yudhisthira sent his brothers to conquer the other kings of the earth. He sent Arjuna to the north, Bhima to the east, Sahadeva to the south and Nakula to the west. The intention of the brothers was not to claim the thrones of these kings, but to defeat them, extract tribute and make them agree to King Yudhisthira's domination. After being subjected, the defeated kings were invited to Maharaja Yudhisthira's Rajasuya sacrifice.\nArjuna, the mighty bowman, first of all subjugated King Bhagadatta, who accepted subordination under King Yudhisthira. Arjuna then marched against King Vrihanta, and one kingdom after another was brought under the sway of Maharaja Yudhisthira. Arjuna conquered Modapura, the Northern Ulukas, the kshatriyas of Kashmira and the seven tribes called Utsava-sanketa. The mighty son of Kunti then defeated King Viswagaswa of the Puru race. He then conquered the Trigartas, the Daravas, the Kokonadas and various other kshatriyas. The prince of the Kuru race then took the delightful town of Avisari, and then brought under his sway the king of Uraga named Rochamana. The exalted son of Pandu then defeated the Daradas along with the Kambhojas. In a terrible battle Arjuna subjugated the Rishikas. At last having conquered all the land of the Himalayas and the Nishkuta mountains, that bull among men encamped at the white mountains.\nArjuna then subjugated the Kimpurushas ruled by Durmaputra. He then defeated the Guhakas from a country called Harataka. The Kuru prince then beheld the Manasa Ganga lake and other lakes sacred to the Rishis. At last the son of Pandu arrived in the country north of Harivarsha and desired to conquer it. Thereupon certain frontier guards endowed with huge bodies approached him with gallant hearts and advised him, \"O son of Pritha, this tract of land can never be conquered by you. If you value your well being, please return to your kingdom, for any human who enters this region, will surely perish. We are satisfied with you prowess; O hero, your conquest must stop here. This is where the northern Kurus live, and war does not exist here. Even if you were to enter this region, you could not see anything for human eyes cannot perceive the subtle forms that exist here. If, however, you desire something, please tell us so that we may do your bidding.\"\n\"If your land cannot be seen by human beings,\" Arjuna said, \"then I shall not enter it. However, I desire that some offering be paid to King Yudhisthira as tribute.\" Immediately, guards brought celestial cloths made of the finest silk, and they also brought dazzling jeweled ornaments and skins. After conquering all countries of the north and extracting tribute and subordination from those kings, Arjuna brought back the enormous wealth to King Yudhisthira. The wealth consisted of unseen jewels and gems, and horses from the species called Tittiri and Kalmasha, whose color was like that of parrot wings and peacocks, and who were endowed with the speed of the wind.\nAs ordered by King Yudhisthira, Bhima marched toward the east with a great army. Within a short time that bull of the Bharata race conquered the Gandakas, Videhas and the Dasarnas. The king of the Dasarnas was named Sudharman. He fought a fierce battle with Bhima using only his mighty arms. Bhima was so pleased with the King that he made him commander in chief of his forces. Bhima then defeated Rochamana, the king of Aswamedha. Bhima then marched into Pulinda and brought Sukumara and King Sumitra under his sway. Bhima then challenged Shishupala and the Chedis. However, Shishupala treated Bhima with great respect and offered him his kingdom. Bhima requested Shishupala to be present for the Rajasuya sacrifice of Yudhisthira. Bhima then subjugated the Koshalas, the northern Koshalas, and the king of Ayodhya. The mighty son of Kunti then defeated the warriors from Vatsabhumi and the king of the Bhargas. He defeated Janaka, the king of the Videhas, then the Kiratas, then the son of Jarasandha, Sahadeva. Bhima encountered Karna and defeating him made him pay tribute to Maharaja Yudhisthira. Paundraka, who was later killed by Lord Krishna, was also subjugated by Bhima. After defeating innumerable monarches and exacting tribute from them all of them, he marched back to Indraprastha. The illustrious son of Kunti brought back a downpour of wealth consisting of coins and gems counted in hundreds and millions. He offered the entire wealth at the feet of Yudhisthira, the great.\nSahadeva, on the order of Maharaja Yudhisthira, marched toward the southern countries. He defeated the Surasenas, the Matsyas and brought under his sway Dantavakra, the mighty king of Adhirajas. He conquered the Nishadas and the kings of Avanti, Vinda and Anuvinda. He brought under Maharaja Yudhisthira's rule, King Bhishmaka and the king of the Koshalas. Sahadeva then fought with Mainda and Dvivida, the kings of Kishkinda. Then Sahadeva encountered his toughest challenge at Mahismati; he fought with king Nila, who was aided by Agni, the fire god. The encounter between the two forces was fierce, terrible and bloody, and before long Agni, the fire god, was scorching the front line of chariots, elephants and soldiers in Sahadeva's army. Witnessing the possible extinction of his army, Sahadeva did not know what to do.\nAgni had taken the side of King Nila because of the King's beautiful daughter. When the girl was young, she used to stay near the sacrificial fire causing it to blaze forth. As it came to pass, King Nila's sacrificial fire, even if fanned, would not blaze up till agitated by the gentle breath from the girl's fair lips. It came to be known that Agni desired the beautiful young girl for his wife. The girl also accepted a proposal from Agni. One  the deity assuming the form of a brahmana was happily enjoying the company of the young girl when he was discovered by the King. The King was enraged and ordered the brahmana to be punished according to law. However, Agni flamed up in wrath, and the King, struck with wonder, immediately offered his daughter to the fire god. Accepting the King's daughter for his wife, Agni requested the king to take a benediction. The King asked that his troops would never panic while engaged in battle. From that time on any king who was foolish enough to attack Mahismati had his troops consumed by fire. Now the same thing was happening to Sahadeva's troops.\nThe mighty son of Pandu, however, stood his ground like an unmovable mountain. He purified himself and touched water. He then pacified the fire god with sweet words. Agni approached Sahadeva and gave him assurance, \"O thou of the Kuru race, cease from offering prayers. I was only testing you. I know your purpose for subjugating the kings of the earth. However, O best of the Bharata race, as long as there is a descendant of King Nila's line, I will protect this town of Mahismati. I will, however, satisfy your desire.\" Agni then disappeared and soon King Nila appeared at Agni's request and paid tribute to King Yudhisthira.\nSahadeva then continued his conquest and soon received tribute from King Rukmi of Bhojakata and conquered all the kings of the south. He even exacted tribute from Vibhishana, the brother of Ravana and ruler of Lanka. Sahadeva, after accumulating vast hordes of wealth, returned to King Yudhisthira and presented all that he had collected.\nNakula, the heroic son of Pandu, went toward the east and collected tribute from those monarches who accepted King Yudhisthira's rule. He conquered the Dasarnas, the Karnatas, the Amvasthas, the Malavas and the Mlechcha tribes of the East. When Nakula came to Dvaraka, Lord Krishna, the Supreme Lord, gladly accepted the subjugation of King Yudhisthira, for the Lord is always conquered by the devotion of devotees. He is known as Ajita, unconquerable, but He is conquered by the love of His devotees. Nakula then approached his uncle, King Salya, who gladly accepted subordination under King Yudhisthira. King Salya bestowed upon Nakula large amounts of jewels and gold coins. So great was the treasure that Nakula exacted from various kings that ten thousand camels could carry it only with great difficulty. He entered Indraprastha and offered all that wealth at the feet of his brother, the magnanimous King Yudhisthira.\n \nThus Ends the Mahabharata Summation to the Fifth"
}