{
    "id": 85,
    "title": "Chapter Two",
    "content": "Discussions of Peace Between the Pandavas and the Kauravas\n \nWhen the brahmana priest, representing King Drupada, had arrived in Hastinapura, he entered the Kuru imperial court and relayed a message on Yudhisthira's behalf. He spoke in the presence of Bhishma, Drona, Dhritarastra, Duryodhana, Karna, Vidura and others. It is well known that Dhritarastra and Pandu were born of the same father. There is no doubt that they should equally share the wealth of the father. Why now are Pandu's sons not given an equal portion of that wealth? Dhritarastra's sons have tried in the past to exterminate the Pandavas from the face of the earth, but have not been successful. Even after the sons of Pandu acquired a kingdom by their own endeavors, the scheming Duryodhana cheated them out of it with the aid of Suvala's son, Shakuni. Their beautiful wife was also insulted by Duhshasana, and they were then sent to the forest for thirteen years. This was all with the consent of Dhritarastra. Those pious sons of Pandu have now emerged from exile and want a peaceful settlement with the Kurus. Despite all the offenses that have been committed in the past, they are willing to forget them, and are not eager for war with Dhritarastra's sons. They desire to get back their own kingdom with out involving the world in ruin. The sons of Pandu are now more powerful. Although the Pandavas have only seven akshauhini divisions of soldiers, while the Kurus have eleven, these are counteracted by men who equal a thousand akshauhini division of troops, such as Bhima and Satyaki. There is also the mighty-armed Dhananjaya who has the strength alone to defeat these forces. For his chariot driver, Arjuna now has Vasudeva's son, Krishna, who possesses infinite wisdom. Who is there in the world who will oppose them? Therefore, give back to the Pandavas what is rightly theirs and avoid any unnecessary bloodshed.\nAfter hearing the brahmana's message, Bhishma spoke to all assembled, How fortunate that the Pandavas are well and have Krishna, the Supreme Lord, as their ally. They are entitled to the ancestral kingdom left by their father. Arjuna, the son of Pritha, can not be defeated in battle. Even the King of heaven, Indra, cannot challenge Partha as he releases arrows from his Gandiva bow. Other bowmen cannot even compare to him.\nUnable to tolerate hearing about Arjuna's prowess, Karna interrupted grandfather Bhishma, What benefit is there in repeating Arjuna's glories again and again. The sons of Pandu have been discovered before the end of their year of exile. They should go back to the forest for another thirteen years, and then live as Duryodhana's servants. If they turn their faces from the path of righteousness and desire war, then they will be slain on the battlefield.\nWhy do you talk so much?  Bhishma replied, Do you not remember when Arjuna single-handedly overpowered in battle the six great chariot fighters. If we do not act as this brahmana has requested, then certainly we shall be slain in battle.\nDhritarastra pacified Grandfather Bhishma and spoke to the assembled Kings and princes, Bhishma's advice is unquestionably meant for our well being, and the good of the Pandavas. I will send this brahmana back to Upaplavya, and Sanjaya shall journey there also to offer greetings to them.  Drupada's priest then left for the city of the Matsyas.\nDhritarastra then called for Sanjaya, instructing him to proceed to Upaplavya and inquire about the Pandava's welfare. He also gave him messages for the Pandavas. Sanjaya then went to Upaplavya and was welcomed warmly by the Pandu's sons. Yudhisthira questioned Sanjaya about his relatives in the Kuru house, and then asked him to repeat King Dhritarastra's message. Sanjaya said, I hope that Yudhisthira, Bhima, Arjuna, Nakula and Sahadeva are faring well as Krishna, the son of Vasudeva. Let there be peace among the sons of Pandu and my sons. We have heard that you are protected by many kings of the earth as are we. With all these forces assembled, what is the need for unnecessary bloodshed. My desire and the desire of the Kuru elders is for peace. Therefore, let us make some arrangement so that the whole kshatriya race be saved from annihilation.\nYudhisthira replied to Sanjaya, What makes you think that we desire war? Peace is preferable to total annihilation of the earth's warriors. Why does Dhritarastra speak of peace now? Why did he not try to stop the injustice at the gambling match? Why did he not try to stop the injustice to Draupadi? Why did he not listen to Vidura's words of wisdom? Why suddenly does he want peace? Why does Dhritarastra nourish his envious son whose companions are the disgraceful Karna, Shakuni and Duhshasana? The fact is that he is not willing to part with half the kingdom due to affection for his dishonest son. If he is serious about this proposal for peace then let him return to me my kingdom of Indraprastha.\nO Pandava,  Sanjaya replied, I have heard your words which are full of righteousness. O son of Pritha, listen to my counsel that I now offer you. Life in this world is transient. Material fame and name last only for a few seconds in this temporary world. If the Kurus are not willing to give your share of the kingdom, then live in the Andaka and Vrishni kingdom by begging alms. This mortal existence is subject to constant suffering and is unstable. One who seeks after wealth in this world suffers from material attraction, but one who acquires virtue and truthfulness never laments, for these treasures no one can take from him. Therefore, desist from the desire for kingdom and wealth so that humanity can be saved from a dreaded war. When you went to the forest for exile, all the kings of the earth came to your aid. You could have at that time humbled the pride of the puffed-up Duryodhana. Why have you allowed your enemies to grow so powerful? To give up this idea of gaining a kingdom would be preferable to seeing Bhishma or Drona slain on the battlefield. What will you gain from this. Having killed all the heroes of the Kuru house, what joy will you experience?\nIt is true, O Sanjaya,  Yudhisthira replied, that one should not seek wealth in this world by unrighteous means. But it must be decided first whether it is virtue or vice that I seek. Everyone is controlled by the Supreme Being. Here next to me is the Lord of all created beings. Here is the celebrated Krishna who has humbled all the great earthly kings. He is able to judge whether my actions are from lust or virtue. I never reject the counsel that Krishna has given me.\nLord Krishna said, I desire, O Sanjaya, that Pandu's sons grow in prosperity and not suffer. I also pray for the prosperity of the Kurus as well. However, there cannot be peace as long as Dhritarastra's sons are envious of the Pandavas. How can you say that Yudhisthira is unmindful of his duties? How can you say that his desire for his kingdom is a desire of lust? Yudhisthira is ever mindful of his duties, and has never even known lust or wickedness in his heart. The kshatriya's duty is to protect those around him. If a kshatriya unlawfully takes the property of another, then he is subject to be punished. Duryodhana has unlawfully taken the Pandava's kingdom, and therefore he deserves to be punished. What is the difference between thieves and Dhritarastra's sons. Duryodhana has seized the Pandava's wealth and is therefore subject to death. Those dull headed fools, assembled together as Dhritarastra's sons, are under the clutches of death. I would have sympathy for the Kuru elders, if they had spoken up against the unrighteous acts performed against Draupadi and her husbands in the imperial court at Hastinapura. However, this was not the case. How can you say that Yudhisthira acts out of vice? I will personally go to Hastinapura to settle this matter with the Kurus. I hope they treat Me well and listen to my counsel for peace. If not, they will be burnt by wrath of Bhima and Arjuna. The sons of Dhritarastra have offended the Pandavas in many ways, and the reactions of these activities will be their ruin.\nYudhisthira then bid farewell to Sanjaya and sent kind words to all the members of the Kuru family. He told Sanjaya, Speak the following words to Duryodhana, Your desire for absolute domination, which torments your heart, is very unreasonable. It has no justification. We have no desire to harm you in any way. O foremost of the Bharatas, either give me back my kingdom of Indraprastha or fight with me! Peace is what we really want. Therefore, if you will not grant us a province then at least give us five villages. Even this will end the quarrel.'  Having spoken thus, Yudhisthira, the foremost pious man, sent Sanjaya back to the city of Hastinapura.\nSanjaya then returned and reported all messages given by the Pandavas. In the presence of Dhritarastra, Bhishma, Drona, Kripa, Duryodhana, Ashvatthama, Karna, Jayadratha, and all the Kings assembled for the cause of Duryodhana, Sanjaya relayed all messages given by the Pandavas. The Kuru elders agreed with the Pandava's request for peace, but Duryodhana showed little respect and left the assembly refusing to return anything to the Pandavas.\nAfter all had left, Dhritarastra questioned Sanjaya about the Pandava's strength. Present in the room were Gandhari, Vyasa and Vidura. Please tell me truly, O Sanjaya, of the strength of Krishna and Arjuna.\nKrishna and Arjuna have appeared on earth for the protection of the pious and to annihilate the miscreants,  Sanjaya replied. With Lord Krishna sitting on Arjuna's chariot, the Kurus will not survive. If the whole universe were to be placed on one scale and Lord Keshava on the other, that same Supreme Lord, who creates the whole cosmos, would tip the scale. Janardana can, at His pleasure, reduce the whole universe to ashes. All good qualities rest in this Divine Being, for He is the Supreme Personality of Godhead, the cause of this manifested world. Therefore, wherever there is Krishna, then there must certainly be victory. Through Arjuna, Lord Krishna will kill your wicked sons who are addicted to sin. It is by the will of the Supreme Lord Krishna that the wheel of time revolves causing the destruction of all creatures. I tell you truly He is the Lord of time, of death, of this universe, and of movable and immovable objects. The Supreme Personality of Godhead has descended on earth in human form and is perplexing everyone with his internal potency. Those who are devoted to Him can know Him as He is and no one else.\nDhritarastra then called Duryodhana into his room and inquired again about Lord Krishna, O Sanjaya, you say that the one we know as Keshava is the Lord of the Universe. How is it that I am unable to know Him as such?\nO King,  Sanjaya replied, because you have no knowledge of the Absolute Truth, your are covered by the darkness of ignorance. Even though the Supreme Lord stands in front of you, you will not recognize Him. Aided only by my knowledge, O sire, can you know who this renowned entity really is. That same one who is known as Madhusudana is the cause of material creation. He is the beginning, the middle and the end of all that be. One who has become devoted to Him can never be vanquished by material existence.\nDhritarastra inquired, How can one come to know Krishna as the Supreme Lord of this entire creation?\n One who has given up all worldly pleasures, Sanjaya replied,  and taken shelter of His lotus feet, can know Krishna as the universal Lord. One who has cleansed his heart of all impurities can see that same Lord Krishna seated in the heart of every living being as the Supersoul. One can only know that Supreme Being by controlling the senses and restraining from worldly temptations. Fixing the mind on His divine form, one can attain liberation from the imprisonment of birth and death.\nDhritarastra again questioned Sanjaya, I request you, O Sanjaya, to tell me again of the lotus-eyed Krishna. Please tell me of His various names by which one may obtain that most exalted of beings.\nO King,  Sanjaya replied, I will tell you as many names of the Supreme Lord as I know. Keshava, however, is immeasurable and is above the power of speech to describe. He is called Vasudeva in consequence of his covering all creatures with the curtain of illusion, or of His glorious splendor, or of His being the support of the mighty creation. He is called Vishnu because of his all pervading nature. He is called Madhava because He is the husband of the goddess of fortune. O Bharata, He is called Madhusudana, because he once killed the powerful demon Madhu. He was born in the Satvata race and given the name Krishna. The word krish is the attractive feature of the Lord's existence, and na, means pleasure. When the verb krish is added to the affix na, it becomes Krishna, which indicates the Absolute Truth or the reservoir of all pleasure. He is called Pundarikaksha, meaning one who has lotus-like eyes. He is called Janardana, because he strikes fear into the heart of all atheistic persons. He is also known as Vrishabhakshana. Vrishabha means the Vedas and ikshana means the eye. The union of the two means through the eyes of the scripture He can be seen. The conqueror of hosts is called Aja which means that He is unborn. Krishna is like the sun. The sun appears to take birth on the horizon, but it always exists. Similarly, Krishna appears to take birth from the womb of Devaki, but in actuality He eternally exists. That Supreme Soul is known as Damodara, meaning one who was bound around the waist by His foster mother Yashoda. He is called Hrishikesha because He is the Lord of the senses, and only by His grace can the fleeting senses be controlled. The Supreme Personality of Godhead is called Mahavahu, because He holds up the Earth and the sky with His two arms. He is also known as Adhoksaja because He never falls down of suffers deterioration. He is called Narayana because He is the resting place of all living beings. That Supreme Lord is called Purushottama because he is the foremost of all living beings. He possesses knowledge of all things, and is therefore known as Sarva. Truth always resides in Krishna, and He is therefore known as Satya. He is called Ananta because He holds all the planets in their proper orbits. Krishna is the Divine Lord of all beings, and it is He who will come here tomorrow to prevent the slaughter of the Kurus.\nDhritarastra then pleaded with Duryodhana, O my son, let us together seek Lord Krishna's protection and live happily in our kingdom. He is certainly our best friend and a worthy shelter of all.\nIf the divine son of Devaki,  Duryodhana replied, united in friendship with Arjuna, were to kill all persons in the universe, I still would not take shelter of He who is my enemy.\nInflamed, Dhritarastra chastised his evil son, This stupid son of mine has taken his vow to destroy our whole dynasty. Envious, wicked, and proud, he rejects the words of his superiors.\nGandhari then tried to correct her son, You are a fool! You never listen to wisdom that is meant for your own interest. All the elders have spoken in favor of peace, but you alone desire war which will destroy our family. You will remember your father's words when struck dead by Bhimasena's mace.\nDhritarastra then spoke to Sanjaya, I envy those, who, gifted with proper vision, are able to see Vasudeva as the Supreme Personality of Godhead. We will soon be able to behold that Supreme Person when He comes here on behalf of the Pandavas. I will then put myself under the protection of Him who has created the whole cosmic manifestation. I can now understand that He is the primeval cause of all causes and the creator of the universe. Every living being sings his glories. He is the foremost learned person and has previously descended as the younger brother of Indra. O, when will I take shelter of Him?  Thus Sanjaya and Dhritarastra discussed the glories of the Lord, but Duryodhana could not bear to hear such praise. Due to his envy of Pandu's sons and his insubordination to the Supreme Lord, he was destined for death along with all his brothers, friends and followers.\n \nThus Ends the Second"
}