{
    "id": 135,
    "title": "Chapter Ten",
    "content": "The Fifthteenth  at Kurukshetra;\nThe Fall of the Preceptor, Drona\n \nAfter Ghatotkacha's death in the middle of the night, the warriors on both sides fought on desiring victory. When the battle approached midnight, many warriors fell asleep where they were fighting. Some fell asleep while riding their elephants, while others fell asleep in their chariots. The horsemen fell asleep on their horses, and the infantry men fell asleep on the ground. Other warriors who were still awake began to slay those who had fallen unconscious due to fatigue. Seeing the situation, Vibatsu (Arjuna) ordered the troops on both sides, \"All the heroic soldiers are exhausted and overcome with sleep. Therefore, take rest. When the moon appears toward the end of night, you may again rise and fight.\" Hearing these pleasing words, the Kauravas and Pandavas laid down for a few hours rest. Indeed, they all praised Arjuna for his compassion. Laying aside their weapons, they fell into the slumber of sleep. Complete silence overcame the battlefield as those brave soldiers forgot the fatigue of battle. A sweet breeze blew giving solace to those gallant heroes who had fought for so long.\nSanjaya continued: O King, After a couple of hours had passed, the moon appeared on the horizon casting its rays in all directions. Illuminating the battlefield, that lunar disc revealed the sleeping soldiers overcome with battle fatigue. The darkness that had protected the soldiers for some time was now dissipated by the effulgence of the full moon. The soldiers awoke and again readied themselves for battle. Desiring to enter the spiritual world, they faced each other with upraised weapons.\nAt this time the wicked King Duryodhana approached Drona and rebuked him, \"No mercy should be shown to those who are still resting from the fatigue of battle. The rested Pandavas have now become stronger due to the energy received from sleep. You, O preceptor, are protecting the Pandavas and want them to prosper. All the celestial weapons including the Brahmastra are known to you. I request you to use these weapons to destroy the Pandava army. Indeed, even the heavenly gods will not be able to defeat you as you invoke your superhuman astras. The Pandavas are certainly afraid of you. However, your affection for them prevents you from fighting to your best ability.\"\nSanjaya continued: Thus chastised by his student, Drona felt anger in his heart. He spoke to Duryodhana, \"Although I am old, O Duryodhana, I am fighting to my utmost ability. These soldiers do not know how to defend themselves against celestial weapons. If I use them to slay large numbers of men, where will be the merit? If, from a desire to gain sovereignty, I slaughter defenseless soldiers, where will be my peace of mind? However, I am forced to follow your orders, but after slaying the host of Panchalas, I will throw down my armor and give up this mortal body. Do you really think Arjuna has been overcome with battle fatigue? Do not be so stupid as to think that his energy is limited. That third son of Kunti has defeated Indra in battle as well as the Gandharvas in the Dvaitavana forest. He has killed sixty thousand Nivitakavachas who could not be slain by the devas united. How then can human beings overcome him? O monarch, you have already seen how Arjuna has destroyed half your army. Where is your intelligence?\"\nTo these words of wisdom, Duryodhana replied, \"Myself, Karna, Duhshasana and Shakuni shall take half the army and assaulting Krishna and Arjuna, we will slay them in battle. You may head up the other half and achieve your vow by slaughtering the Panchala warriors.\" Laughing at Duryodhana's immaturity, Drona said, \"Blessings to you, O foremost of the fools! What kshatriya is there who would face one who is invincible in battle. Arjuna cannot be defeated, and even the heavenly gods have not been able to impede his progress. Only persons, who are destined to die, speak as you are speaking. You are sinful, arrogant, cruel, conceited and possess little wisdom. Just before you stands Arjuna. Go, now, along with Karna, Duhshasana and Shakuni. Being scorched by Phalguna's arrows, you will come running to me for assistance. Do not flee the battlefield, but fight to your best ability. Since I am not pleasing to you, you make take the task into your own hands.\"\nWith these words, the battle commenced and those brave warriors fought on desiring to enter the spiritual kingdom. When the end of the night came, the solar orb appeared on the horizon diminishing the splendor of the moon. All the soldiers descended from their chariots, horses and elephants and offered obeisances and prayers to the sun god as he made his appearance on the eastern horizon.\nWith the appearance of the sun, the warriors on both sides began to engage in combat. Taking half of the army, Drona began to grind the enemy ranks with his celestial weapons. The Preceptor then came upon Drupada and Virata. Those two Pandava generals began to release their selected weapons against their arch enemy, the son of Bharadvaja. Causing their weapons to be ineffectual, Drona cut off the bows of both Drupada and Virata. Enraged, Virata threw ten lances at Drona and sent up a loud roar. Drupada also released a terrible dart that flew through the sky like a meteor. Drona shattered those lances and the dart by means of his own arrows. The preceptor then took out a couple of broad headed shafts and pierced the chests of both heroes, depriving them of their lives. Witnessing the death of his father, Dhristadyumna took a vow to kill Dronacharya before the  had ended. He then went forward accompanied by a division of troops for keeping good his promise.\nMeanwhile, Arjuna was engaged in battle with the mighty Preceptor. Beholding the encounter between teacher and student, all on the battlefield were struck with wonder. Drona could not find an opportunity to gain the upper hand over his disciple. He invoked the Aindra, the Pashupati, the Tvashtra, the Vayavya, and the Yamya weapons. As soon as these weapons were released from Drona's bow, they were destroyed by the mantra weapons of Arjuna. Drona was very pleased with his disciple's abilities, and within his heart he cheered Arjuna. The heavenly denizens were witnessing the duel with intense curiosity. The firmament was filled with the praises of both teacher and student. Drona then invoked the Brahmastra weapon which caused fierce winds to blow and the earth to tremble. Partha countered that weapon with a Brahma weapon of his own. When the two weapons met, they were withdrawn by Arjuna causing the agitation in nature to abate.\nDrona then left Arjuna and began to exterminate the Panchalas and the Shrinjayas. With his superhuman weapons, he was destroying great numbers of men. It was obvious that Drona had given up all knowledge of morality for he was slaughtering troops who did not know how to defend themselves from the power of his weapons. Arjuna was reluctant to fight with his preceptor, and as a result there was no one who could oppose that mighty hero. Seeing the situation, Lord Krishna advised the Pandavas, \"This esteemed bowman cannot be defeated even by the devatas. However, when he lays aside his weapons, he can be killed by any great hero. Let us tell him that his son Ashvatthama has been slain. Out of affection for his son, he will no longer fight, and thus this army will be saved.\"\nHearing this plan, Arjuna did not appreciate it nor did Yudhisthira. However, others approved of it, and Bhima immediately went and killed a huge elephant named Ashvatthama that belonged to a king on their side. He then approached Drona and exclaimed aloud, \"Ashvatthama has been slain.\" He said it repeatedly and spoke of his son's death. Drona's arms weakened, and his weapons fell from his hands. Recollecting, however, his son's strength, Drona picked up his weapons thinking Bhima to be lying. He again attacked the Panchalas and began to carve away at their front line. Drona then invoked the Brahma weapon, causing the slaughter of tens of thousands of men at a time. With this weapon, he killed five hundred Matsya warriors, six thousand elephants, and ten thousand horsemen. Seeing Drona on the field of battle like Yamaraja himself, the demigods and sages who were witnessing the battle desired to take him to the heavenly planets. They then ordered him, \"O great brahmana, you are fighting unrighteously. You are versed in all the Vedas and should know not to kill innocent men needlessly. Such acts do not become you. With the Brahmastra weapon, you are burning men who do not know how to counter such weapons. Your predestined time on earth has now come to an end. O Drona, lay aside your weapons and fix your mind on the Supreme Godhead, Narayana. Do not continue to engage in such cruel acts.\"\nHearing the sages advice, and seeing Dhristadyumna before him, Drona no longer desired to engage in battle. When Yudhisthira came near him, Drona inquired whether his son had been slain or not. Drona believed that Yudhisthira would never tell a lie even for the sake for the sovereignty of the universe. Previously Lord Krishna had advised the King in these words, \"If Drona continues to fight using these celestial weapons, the whole army is destined for annihilation. You can save this needless slaughter of men by telling a lie. In this case falsehood is better that truth. There will be no sin incurred if you do so on My behalf. You should follow my instructions with firm faith.\"\nBhima then said to Yudhisthira, \"I have killed a mighty elephant belonging to the King of the Malavas, Indravarman. The elephant's name was Ashvatthama. I then went to Drona and said that his son had been slain. However, the Preceptor did not believe my words. If you say that his son is dead, then he will lay aside his weapons. Because we are desiring victory, you should accept Krishna's advice.\"\nReflecting on the good counsel given by Lord Krishna and Bhima, Yudhisthira told Drona that his son had been killed, indistinctly adding the word elephant after the name. Before this Yudhisthira's chariot used to ride at a height of four fingers above the ground. However, since he hesitated to act on Lord Krishna's order, his chariot and horses touched the earth. Hearing that his son was dead, Drona's strength diminished and his celestial weapons would no longer come at his command. Remembering the great sage's advice, he cast aside his weapons and sat down in meditation. He fixed his mind on the Supreme Person, Lord Krishna and turned his thoughts completely away from battle. Perfecting his practice of yoga, he left his body in the presence of all. Only those endowed with spiritual vision were able to understand what was taking place.\nTaking the opportunity given by providence, Dhristadyumna descended from his chariot with sword in hand. Arjuna called out loudly, \"O son of Drupada, do not kill him, but bring him alive. A teacher should never be killed by his student.\" Paying little attention to Arjuna's advice, Dhristadyumna rushed at Drona's chariot, and raising his sword, he severed the Preceptor's head. No one appreciated this act against a defenseless person, and all rebuked Drupada's son for his cruelty. Arjuna melted with pity for his teacher and almost fell unconscious. Dhristadyumna, covered with Drona's blood, then took the head by the hair and showed it to all warriors. Overcome with great fear, the Kauravas ran away in all directions.\nBeholding the troops retreating, Ashvatthama went to Duryodhana and inquired, \"O descendent of Bharata, why are the troops flying away in fear, and why are you not trying to rally them? All the great warriors including Karna are fleeing. Has some great calamity overcome the army?\"\n Duryodhana, unable to answer the question of Drona's son, said to Kripa, \"Please tell him why the army is running away.\" Then Saradwat's son told Ashvatthama that his father had been slain by Dhristadyumna. Kripa told him in detail how his father had been killed. He told him of the deception and lie by Yudhisthira which caused Drona to throw away his weapons. He told him how Bhima had killed an elephant named Ashvatthama, and using this as a deception, lied to his father. Kripa also told Ashvatthama how Dhristadyumna had cut off his father's head as he was sitting in meditation. He also spoke of how Arjuna had tried to stop the sinful act.\nHearing of his father's slaughter, Ashvatthama became like a cobra someone stepped on. He blazed up like a red hot fire and began to grind his teeth and squeeze his hands. He thought of annihilating the whole Pandava army.\nDhritarastra inquired: O Sanjaya, when Drona's son heard of his father's death, what did he say and what did he do? He lived only to please his father, and the father lived only to please the son. What action did that bull among men take to avenge the unfair killing of the Preceptor?\nSanjaya replied: O King, after his father's death, Ashvatthama appeared like Yamaraja himself, capable of destroying the three worlds. In that angry mood, he spoke to Duryodhana, \"I have now heard how my father has been cruelly slain. Without doubt my father has attained a destination meant for renowned heroes. I do not lament this. However, I cannot tolerate the fact that Dhristadyumna has seized his locks of hair and has displayed my father's head. To, the earth shall drink the blood of Drupada's son as well as the wicked King Yudhisthira. To I shall exterminate the whole Pandava army. Previously my father received a weapon from Lord Vishnu known as the Narayana astra. This weapon has the power to destroy even those that are considered unslayable. That weapon will destroy all who oppose it. No one shall escape with life to, having released that invincible weapon.\" With this resolution, Ashvatthama rallied the retreating troops.\nMeanwhile the Pandavas witnessed with wonder the Kaurava army again assembled for battle. Arjuna informed his brothers and all present that that Ashvatthama had rallied the troops with the intention of killing Dhristadyumna. Arjuna did not approve of the way Dhristadyumna had killed his preceptor. However, both Bhima and Dhristadyumna defended themselves saying that Drona had turned away from the path of righteousness. Hearing Dhristadyumna's criticism of Drona, Satyaki trembled with anger and took up a mace to kill Dhristadyumna. However, he was stopped by Bhima who pacified him with affectionate words. Sahadeva also spoke to him, and thus his anger was quelled. Together they again prepared themselves to meet the oncoming enemy.\nDrona's son then began a colossal carnage on the front line of battle. He piled up a mountain of heads from the Pandava army. Then touching water and invoking the Narayana astra, Ashvatthama aimed that invincible weapon at the Pandava army. The earth began to tremble and a great wind storm appeared on the Kurukshetra plain. In the heavens hundreds of thousands of celestial arrows appeared with flaming mouths. Maces, battle axes, Sataghnis, javelins and discs, effulgent as the sun, appeared in the sky, numbering tens of thousands. Coming down upon the Pandava army, those weapons began to destroy countless men. That divine weapon, owned by Lord Narayana, began to consume the Pandava army like a wild fire consumes dry grass.\nWitnessing the slaughter of troops, all the Pandavas fell into anxiety, not knowing what to do. Lord Krishna, the protector of His devotees, then ordered the troops, \"Lay down your weapons and descend from your chariots, horses and elephants. If you lay weaponless on the earth, this astra will not harm you. If you even think of battle within your mind, this weapon will kill you. Give up all thoughts of war and fix your minds in a peaceful state.\"\nHearing this advice, all the soldiers threw down their weapons and laid on the ground. However, Bhimasena, refused to surrender to the weapon. He yelled to all present, \"None of the warriors should lay down their weapons. I shall oppose this astra. With my heavy mace, I shall stop the force of this weapon. O Arjuna, you should not lay down the Gandiva bow for a stain will come upon your glory.\"\nThus addressed by Bhima, Arjuna replied, \"My vow is that this Gandiva bow shall not be used against women, cows, brahmanas and or any weapon owned by Lord Narayana.\" Bhima did not heed Lord Krishna's advice or the action of Arjuna. He rushed forward on his chariot to challenge Ashvatthama. Drona's son, smiling all the while, then began to direct the astra at Bhima. Indeed, that great weapon passed over all the soldiers and concentrated on Bhima's head. Suddenly Bhima appeared like a fiery mountain. Quickly Arjuna covered him with the Varuna weapon that cooled the blazing heat. He released that weapon so quickly that no one knew of it, not even Ashvatthama. The Narayana astra built up in strength, and the chariot of Bhima was blazing with fire. Seeing the certain death of Bhima, both Arjuna and Krishna rushed to save him. They jumped in his chariot, which was protected by the Varuna weapon and forced Bhima to the ground. Bhima was sighing like a snake and refused to part with his weapons. Then Lord Krishna pacified him, \"O son of Pandu, although I have forbidden you, you have not thrown down your weapons. If Arjuna could have countered this weapon, then I would have never recommended the army stop fighting. Just see, all the warriors have given up their weapons. If you do not do the same, this weapon will destroy you.\" Bhima then reluctantly threw aside his weapons and laid down upon the ground. Thus pacified, the Narayana astra refrained from killing the Pandava troops.\nWhen the heat of that weapon had cooled, sweet breezes began to blow and a fragrant aroma appeared in the wind. Beholding the pacification of the Narayana astra, the Pandavas again stood ready for battle. Duryodhana rushed to Ashvatthama and requested, \"O foremost brahmana, release this weapon again for the Pandavas are forming their troops for victory.\"\n\"O King,\" Ashvatthama replied, \"that weapon cannot be invoked again. If it is, it will undoubtedly slay the person who releases it. Vasudeva has baffled this weapon. I will, however, use my other weapons for slaughtering the Pandava host.\"\nMaking this resolution and seeing Lord Krishna and Arjuna present before him, Ashvatthama invoked the Agneya weapon which caused intense fire to appear. Arrows with intense flames fell upon the Pandava soldiers scorching their bodies. Ashvatthama then directed that weapon toward the chariot of Krishna and Arjuna. The Agneya weapon killed thousands upon thousands of chariot fighters, elephants and horsemen like a forest fire destroys trees. To save the Army, Arjuna invoked the Brahmastra weapon which countered the weapon released by Ashvatthama. When both weapons were withdrawn, the Pandavas saw that a full akshauhini division had been burnt by the weapon. So scorched were the soldiers that they could not be distinguished. Both armies thought that Krishna and Arjuna had been killed by the weapon, but upon seeing them in their chariot, the Pandava warriors cheered loudly and blew their conchshells.\nWhen his astra had been baffled, Ashvatthama did not know what to do. He descended from his chariot and ran away from the fight. As he was leaving the battlefield, he came upon Vyasadeva. He offered his obeisances unto him and spoke to him with tearful eyes, \"O great sage, why has my Narayana astra born no fruit? This fiery weapon has the power to destroy the whole Pandava army. Why then has it been pacified after the slaughter of only one akshauhini division of troops? O great muni, I desire to hear of this in detail.\"\n\"O son of Drona,\" Vyasa replied, \"as you have been told before, Krishna is the Supreme Godhead, who is to be worshiped by all persons. Even the heavenly Lords, Brahma and Shiva, worship and meditate upon that Supreme Person. He is the cause of all cosmic manifestation, and therefore, He can never be slain, for His body is not material. He makes possible the birth of all creatures in this world, and He is, therefore, the father of all living beings. He has appeared in this world to reestablish the principles of religion, and He is appearing like an ordinary human being bewildering everyone by his internal potency. Arjuna is his eternal associate and can never be slain. There is no warrior on this battlefield that can equal him. The eternal Lord Krishna should be worshiped by all beings.\"\nHearing Vyasadeva's words of wisdom, Ashvatthama was pacified and ordered that the troops be withdrawn for the . After the preceptor Drona had fallen, the Kaurava warriors became morose and entered their tents for nightly rest.\n \nThus Ends"
}