{
    "id": 58,
    "title": "Chapter Commentary",
    "content": "Offences against devotees never go unpunished. When one offends great souls, one loses his opulence, life span and family, and he suffers greatly. The seed of the offense was planted during the gambling match. That seed later sprouted and bore its fruit on the Kurukshetra plain. Duryodhana lost everything because of his hatred for the Pandavas. All actions bear their fruit in due course. As stated in all scriptures, \"Pride cometh before a fall.\" Duryodhana was full of false pride and not fit to rule. His downfall was only a matter of time.\nA pious action will bear a pious result; an impious action will bring forth suffering.  people criticize God for allowing one person to be born in a suffering condition and another in an affluent condition. Actually, God has nothing to do with it. The Supreme Lord sends the holy scriptures and holy people to request everyone to follow His law. If people do not follow His law, they must suffer. The living being creates his own happiness and distress. God has stated, \"Thou shalt not kill.\" Still people open slaughter houses and kill innocent animals. Jesus Christ opened the cages of the doves and lambs, and turned over the tables of the money changers declaring, \"My father's house shall not be made a den of thieves.\" If he didn't allow animals to be sacrificed before God, then surely a slaughter house would be condemned. We have to learn to take seriously what the Lord wants of us. If we don't then we have to suffer.\nOne may rightly ask why Bhishma and Drona did not defend the Pandavas while the offenses were being committed. Bhishma could have stopped the whole affair at that moment. He could have killed Duryodhana and anyone else who opposed religiosity. For his failure to defend the Pandavas, he had to die during the Kurukshetra war. Was it because he was dependent on Duryodhana that he didn't speak out? No, the answer is that it was actually the Lord's desire. Many purposes were served by this one incident. One, Krishna wanted to show Draupadi and the world that He is the only shelter. If Bhishma had spoken out, then Draupadi could not have realized this, but would have become dependent on Bhishma instead of Lord Krishna. Secondly, because Bhishma ultimately chose the side of Duryodhana, Lord Krishna wanted to show the world that if even you are the greatest warrior in the world, if you oppose religious principles, you are destined to die.\nYudhisthira did not have to engage in gambling. He was intelligent and knew what was right and what was wrong. He was a pure devotee of the Lord. However, he felt the situation to be the desire of the Lord for a higher purpose. Pure devotees know the will of the Lord and act accordingly in all circumstances. He could have challenged Duryodhana to battle or he could have just refused to gamble with Shakuni. These things all seem the logical thing to do. However, Lord Krishna is not under the law of logic. We cannot figure out His divine plan. We can only submit to His divine will. No one will argue that the Pandavas or Bhishma were not pure devotees. Bhishma is one of the twelve mahajanas or authorities on devotional service. That is a rarely attained position. Therefore, it is concluded that Bhishma was bewildered by Lord Krishna's internal potency so that he could not take action to defend the Pandavas."
}