{
    "id": 137,
    "title": "Chapter One",
    "content": "The Sixteenth  of Hostilities\n \nDhritarastra said: O Sanjaya, hearing of Drona's death, my heart trembles. One by one all the renowned maharathis are being drowned in the Pandava ocean. Due to the deceitful nature of my son, I don't think any of the great kings will survive. Please tell me, O Suta, who took charge of the Kaurava divisions after the fall of the mighty preceptor.\nSanjaya said: O King, after the fall of the preceptor Drona and after the forces were withdrawn on the fifteenth  of the battle, Duryodhana held consultation with his generals concerning the next commander of the army. They all gave their opinions on what should be done, and finally Ashvatthama spoke, \"We should not be discouraged at the loss of so many of our men. After all, destiny shall decide who will be the victor in this war. As for our commander, I think Karna should lead our army to victory over the Pandavas. He is the most competent among us in the use of weapons and cannot be slain. As powerful as Yamaraja himself, he will certainly vanquish our enemy.\" Agreeing with Ashvatthama's proposal, Duryodhana chose Karna as commander in chief of the Kaurava army.\nWhen the dawn of the sixteenth  arrived, both armies arrayed their troops in battle formation. Both were eager for combat and both blew on their conches, beat drums and sounded trumpets. The Kaurava army was headed by Karna, and the Pandava army was headed by Arjuna and King Yudhisthira. When the two armies met, there was a tremendous clash of weapons. Bhima was riding on a beautiful elephant and began to afflict the enemy forces with iron lances. He came upon the King of the Kulutas, who was also riding on an elephant. They began to afflict each other with their weapons, and Bhima was soon seen with six lances piercing his body. Not minding those weapons, he jumped down from his elephant and smashed the head of his opponent's elephant. The king of the Kulutas, jumping down from the dead beast, rushed at Bhima with an upraised sword. Bhima, however, with one blow from his mace sent that King to the other world.\nArjuna encountered the angry son of Drona, and after a fierce battle, he killed his charioteer and sent him running from the battlefield. When Ashvatthama finally stopped his horses, he no longer desired to fight with Partha, having been stung by his forceful arrows. Arjuna then engaged in battle with the remnants of the Samsaptakas headed by King Susharman.\nAfter his defeat by Arjuna, Ashvatthama came upon King Pandya, who was raining arrows from his chariot and killing the Kaurava host in great numbers. King Pandya had brought to the Pandava's cause a full akshauhini division of troops. He was regarded by both sides to be a great fighter. Ashvatthama challenged him to battle and covered him with hundreds of arrows. King Pandya was conversant with many celestial weapons, and invoking the Vayavya weapon, he blew away the mass of arrows released from the bow of Drona's son. Greatly angered, Ashvatthama killed his four horses and charioteer and then shattered his chariot to pieces. To escape death, King Pandya jumped to the ground. At that time there happened to be a wild elephant running amongst the warriors with no rider. King Pandya quickly ascended that elephant and continued his fight with Ashvatthama. He took up a golden lance and with all his strength threw it at Ashvatthama, shouting, \"You are slain! You are slain!\" That forceful lance shattered Ashvatthama's radiant crown which was bedecked with all kinds of precious jewels. Seeing his valuable crown shattered, Ashvatthama could not tolerate the King's success. With three crescent shaped arrows, he cut off the two arms and the head of that great warrior. Falling from the elephant, King Pandya lay on the ground, having been severed into four pieces.\nOn the sixteenth  of the battle, Sahadeva encountered Duhshasana and defeated him soundly. He then began to crush the innumerable troops that were assisting the sinful brother of Duryodhana.\nWhile Nakula was engaged in destroying the Kaurava divisions, Karna came up to challenge him. Smiling all the while, Nakula taunted him, \"O sinful person, by good luck I am able to see you standing before me to. You are the root cause of this terrible war. Slaying you to, I will regard myself as one who has achieved his objective.\"\n\"Strike me, O hero and prove your prowess,\" Karna replied. \"Having achieved some meager feats in battle, you think yourself powerful. To I will vanquish your pride with my powerful shafts.\"\nHaving said this much, Karna released seventy arrows, but the son of Madri, Nakula, baffled those arrows and released eighty at the Suta's son. Karna shattered Nakula's bow and also killed his charioteer with a broad-headed shaft. With four more arrows, he killed his four horses, and Nakula then jumped down to the ground with a spiked bludgeon in hand. He released that weapon with all his might, but it was diverted by Karna's arrows. Nakula then ran away to another part of the battlefield. Karna pursued him, and when he came upon him, he touched him with the horn of his bow and said, \"Your boastful words have now proved futile. Can you repeat them once more? Do not, O son of Pandu, fight with those who are superior to you. Only fight with those who are your equals. Go and take shelter of Krishna and Arjuna.\" Karna did not kill Nakula remembering his promise to Kunti before the battle had begun. After having been freed from the jaws of death, Nakula went in the direction of King Yudhisthira's chariot, his head lowered in shame.\nKing Yudhisthira encountered King Duryodhana and a fierce duel took place between those two great heroes. In the end Yudhisthira deprived Duryodhana of his chariot and all his weapons. Standing on the battlefield under the fear of death, King Duryodhana did not know what to do. Coming up to save him were Kripa, Karna and Ashvatthama. They surrounded the King and fully protected him.\nDuryodhana then ascended another chariot and again challenged Yudhisthira. Another battle then ensued in which both combatants exhibited extreme animosity. Duryodhana threw a golden dart at Yudhisthira that sped through the air like a meteor. However, Yudhisthira shattered that weapon, and then pierced Duryodhana with many arrows. Duryodhana countered and covered Yudhisthira with hundreds of arrows sending up a loud roar. Yudhisthira could not tolerate his victory and released a golden shafted arrow that pierced Gandhari's son and entered into the earth. Falling unconscious for a few moments, Duryodhana sat down in his chariot. When he regained his senses, he picked up his mace and ran at Yudhisthira to end his life. Seeing him coming Yudhisthira hurled a mighty dart blazing like a meteor. That dart hit Duryodhana in the chest, causing him to fall into a swoon. Then Bhima, recollecting his vow he had taken at the gambling match, reminded Yudhisthira, \"This one should not be slain by you, O King.\" With these words, Yudhisthira refrained from killing that sinful person who was the cause of destroying the entire kshatriya race.\nThen Arjuna began to annihilate the entire Kaurava army. With his mighty weapons, he caused a great carnage of men on the Kurukshetra plain. In all directions there were thousands of slain warriors, elephants, and horses. Broken axes, scimitars, maces, javelins and darts were scattered all over the battlefield. Severed heads, arms and legs were seen everywhere and the whole battlefield appeared like Yamaraja's abode where the sinful are punished. For those who were weak hearted, the battlefield appeared like a ghastly scene, and for those who were heroes and took delight in battle, the battlefield appeared like an entrance into the spiritual world. Thus those two armies fought on until the sun set on the horizon. With this, the sixteenth  of the great war ended and thus the two armies withdrew to their camps.\n \nThus Ends the First"
}