{
    "id": 62,
    "title": "Chapter Commentary",
    "content": "This feeling of intense separation that the citizens of Hastinapura felt for the Pandavas reminds one of when the great Lord Ramachandra was exiled to the forest by his father. Lord Rama is one of the incarnations of Lord Krishna, who appeared in the Treta yuga many millennia ago. At the time of Lord Rama's exile the citizens of Ayodhya also accompanied Lord Ramachandra to the forest unable to bear the separation of that great king. They considered the forest a better place to reside as long as Lord Ramachandra was there. They did not think living in Ayodhya with Kaikeyi to be of any value. The citizens of Ayodhya considered Ayodhya uninhabitable as long as Lord Ramachandra was there.\nThe value of association with the Lord and His devotees can never be minimized. Therefore, the holy scriptures state that one moment's association with a pure devotee of the Lord can guarantee one's success in life. Why is that? The reason is that hearing about the holy name, form and pastimes of the Supreme Lord Krishna from a pure devotee can give one the seed of pure devotional service by which one can attain pure love of God, the necessary item for entering the kingdom of God. If a fortunate person gets the seed of pure devotion and waters the seed, it will fructify into into a creeper that will take shelter of the lotus feet of the Lord and bear the fruit of loving devotion.\nReal association with a devotee means to follow his instructions. There are two kinds of association with the spiritual master. One is by vapu or personal association and the other is by vani or instructions. Of the two, following the instructions of the spiritual master is the most important, for by this process, one will come to realize the personal presence of the spiritual master. The citizens of Hastinapura were right in following King Yudhisthira's order to return to Hastinapura and give solace to Kuru elders.\nWhen Lord Chaitanya was traveling through south India, he met the Kurma brahmana. This brahmana was a householder who came to love Lord Chaitanya very much. In fact when the Lord left his village, he wanted to renounce everything and follow the Lord. However, the Lord instructed him, \"Whoever you meet and whoever you see, instruct them in the message of Bhagavad-gita and Shrimad-Bhagavatam. In this way you will always have my association.\" (C.C. Madhya lila) Lord Chaitanya gave this same instruction to all those whom He met on His South Indian tour. Personal association is not as important as following the instructions of the spiritual master.\nThe Pandavas were always under the protection of Lord Krishna. They were blessed whether they were in the forest or their opulent kingdom. A devotee can live anywhere and always think of Krishna. When a devotee always keeps the Lord in his heart, he can turn hell into heaven. A devotee of the Lord is actually a holy place personified, because he has realized the presence of the Lord in his heart and in the heart of all living beings. This is confirmed in Bhagavad-gita, \"The yogi who knows that I and the Supersoul in all creatures are one worships Me and remains always within me in all circumstances.\" (B.g. 6.31)\nThe cause of Duryodhana was doomed. Just as one receives the seed of devotion and it fructifies into love of God in due course, so also one can plant the seed of offenses and sins; and in due course the seed will fructify and produce the sour fruits of suffering, misfortune and misery. Duryodhana had planted the seed offenses already by trying to poison Bhima, by trying to burn the Pandavas in a house of lac, by stealing away their kingdom, and by offending Draupadi. He kept watering the original seed of sin by more offenses. In this chapter Duryodhana has offended Maitreya Rishi, for which act Duryodhana is cursed by the Rishi to die by Bhima's mace. He has also displeased Shrila Vyasadeva and been labeled a fool. In a previous chapter Narada also cursed the cause of Duryodhana. Although it appears that Duryodhana has won sovereignty of the whole world, his plant of sin will soon fructify into the fruits of suffering when he faces the Pandavas in the Kurukshetra war."
}