{
    "id": 127,
    "title": "Chapter Five",
    "content": "The Fourteenth  at Kurukshetra;\nArjuna Makes His Way Toward Jayadratha\n \n \nDhritarastra inquired: After the death of Abhimanyu, what did the Pandavas do to avenge his death? Knowing the prowess of Savyasachin (Arjuna), how could the Kauravas remain fearless on the front line of battle? Beholding the ape bannered son of Kunti in the forefront of the army, how did my sons react to his presence. A dark cloud of gloom has overcome the Kaurava camp, for no longer are heard the sounds of music and singing. The soldiers no longer talk of their 's achievements or listen to the Vedic hymns. I think to a great calamity will overcome Duryodhana and his followers. O Sanjaya, please relate to me all that happened on that fourteenth  of the great battle.\nSanjaya said: O King, I will tell you everything for I can see the Kurukshetra field with divine vision. Listen calmly, for these calamities are your fault. If you had formerly restrained Yudhisthira and your sons from playing at dice, this tragedy would have never come. Again, before the battle, when the peace proposals were being considered, if you had restrained both sides, then this great slaughter of kinsmen would have never happened. If you had encouraged the Kurus to bind and slay the sinful Duryodhana, then this disaster to your dynasty would have never taken place. If you had done any one of these, then world peace would have been in your grip. Formerly Lord Krishna showed more respect toward you than to Yudhisthira. However, since you have fallen from the duties of a Godly king, the divine son of Devaki no longer looks toward you as a king capable of upholding religious principles. There is no need to indulge in various lamentations this late in the war. The reaction to your indifference will be the loss of your kinsmen. Listen as I describe in detail the slaughter of the Kauravas on the fourteenth  of the great war.\nAfter the night had passed away and the dawn had arrived, Dronacharya arrayed the massive divisions in three formations. The first formation was in the form of a cart known as Sakata. The second array was the formation known as Chakravyuha. Within the Chakravyuha was the formation known as Suchimukha or the needle point formation, in which Jayadratha was protected by many soldiers and maharathis. The front line of the battlefield measured a full forty eight miles tapering off to a twenty mile width at the rear of the formations. From the front line of the battle to the point where Jayadratha was stationed was a full twelve miles.\n After arranging the troops according to his desire, Drona went to Jayadratha and spoke encouraging words, \"O ruler of the Sindhus, there should be no fear within your heart. I have arranged our great divisions in such a way that even the demigods will not be able to penetrate them. Bhurishrava, Karna, Ashvatthama, Salya, Vrishasena and Kripa will be near to give you protection. In front of you, in the form of a needle, will be a hundred thousand horsemen, sixty thousand chariot fighters, forty thousand elephants, and one hundred and twenty thousand foot soldiers. From the front line of the battle to your point of protection will be a distance of twelve miles. There is no need to fear Arjuna. If the heavenly gods headed by Indra cannot pierce this formation what will the mortal Pandavas do?\"\nComforting Jayadratha in this way, Drona then took up his position at the opening to the Chakravyuha. Within the Chakravyuha was the Suchimukha (needle) formation. At the point of that needle array was Kritavarman and next to him was the ruler of the Kambhojas and Jalasandha. Next to those stood Duryodhana and Karna. At the very front line of the battle stood Durmarshana, and behind him stood Duhshasana and Vikarna. Seeing this powerful formation arrayed by the preceptor Dronacharya, the heavenly denizens and rishis were filled with wonder.\nSanjaya continued: O King, your troops rejoiced at the thought that Arjuna would have to enter fire at the end of the . They beat on drums and sounded their conches giving joy to the whole army. Standing in the forefront of the Pandava divisions was Dhananjaya, who desired to slay Jayadratha. He also blew his conch, the Devadatta, and the Supreme Personality of Godhead blew upon His, the Panchajanya. The son of the wind god, Hanuman, who was riding on the banner, also roared loudly. His loud voice, mixing with the conch sounds of Nara and Narayana, caused fear to enter the minds of the Kaurava troops. Their hearts trembled, and their hair stood on end. The elephants and horses passed stool and urine simultaneously, and the infantry troops were terrified. Some lost their strength, and some lost their senses.\nThen Arjuna, the carrier of the Gandiva bow, requested Hrishikesha in these words, \"O Krishna, urge the horses toward Durmashana's division. I will penetrate this Sakata formation at that point and make my way to Jayadratha.\"\nThus ordered by Arjuna, Lord Keshava drove the horses to the spot where Duryodhana's brother was releasing his mighty weapons. Unleashing arrows like a downpour of water, Arjuna began a great slaughter of the Kaurava army. He began to sever the heads of many esteemed chariot fighters. The sound of the severed heads falling to the ground sounded like the falling of ripened fruits from a tree shaken by an elephant. Very soon the battlefield became a nightmare of headless trunks, dead horses and elephants. Angered by his son's death, Arjuna was killing soldiers in tens of thousands. Using his celestial weapons, Arjuna was making a path of destruction. No one could stand before him, and no one could come near him. He was carving a path through the enemy ranks hundreds of yards wide. Cutting through the elephant army, Arjuna caused ten thousand of those huge beasts to lie on the ground deprived of life. Routing the the division of Durmashana, Arjuna continued making his way through the Sakata formation. Cut up by Arjuna's arrows, the soldiers that supported Durmashana broke and fled for their lives. Huge elephants, full of fear, retreated into the divisions of foot soldiers crushing thousands of men as they went.\nDhritarastra inquired: O Sanjaya, when the van of my army was broken by the son of Kunti, who were the heroes that came to oppose him? How did the preceptor Drona manage to stop the forward progress of that mighty hero?\nSanjaya replied: The next division to attack Arjuna was Duhshasana. Your son was followed by thousands upon thousands of angry elephants. They speedily came upon Arjuna, and seemed capable of devouring the whole earth. Quickly rushing towards them, Arjuna began to slay that elephant army with his powerful shafts. Heads began to fall from the warriors who were riding those elephants.  Arjuna would pierce, with a single arrow, as many as two or three men riding on the same elephant, and they would fall to the ground hooked together by that arrow. Elephants were roaming the battlefield with armless and headless trunks hanging off their sides. Blood and flesh, flowing from the elephants and decapitated soldiers, created a ghastly scene that few could witness. Duhshasana was not able to ward of Arjuna's forceful weapons. Within a very short time thousands upon thousands of elephants littered the battlefield like huge barriers in a maze. Some of them had been pierced with one arrow and others with thousands. Some had their heads cut off, and others had their skulls spit open, gushing forth flesh and blood. Some of the huge beasts were completely cut in two and lay on the ground deprived of life. Some were only partially killed and lay on the ground shrieking in agony. Some of the elephants, upon falling to the ground, crushed foot soldiers and horsemen that were protecting them. The whole battlefield became a nightmare as Phalguna completely routed the huge division of elephants. Fleeing the battlefield, the remnants of that army sought Drona as its protector.\nSanjaya continued: O Monarch, completely routing your son's army, the mighty chariot fighter, Dhananjaya, proceeded against the division of Drona. Coming upon his preceptor, Arjuna solicited him, \"Give me your blessings, O brahmana. Through your grace, I will penetrate this formation and fulfill the vows I have taken. You are to be worshiped by me even as I worship Yudhisthira or Krishna. Truly I tell you that even as you protect Ashvatthama you should also protect me. O foremost brahmana, stand aside for I desire to slay the ruler of the Sindhus. I request that you assist me in accomplishing my vow.\"\nThus requested by Arjuna, the preceptor smilingly replied to him, \"O Vibhatsu, without defeating me, you will not be able to kill Jayadratha.\" Saying this much, Drona covered Arjuna with a thick shower of arrows. As Arjuna rushed forward, he struck his martial guru with nine arrows. Drona then drew the string of his bow to his ear and released many arrows resembling fire and poison. Those arrows pierced Krishna and Arjuna inflicting extreme pain. Drona then cut the string of Arjuna's bow. Stringing his bow again, the son of Kunti released six hundred arrows as if he had released only one. He then released seven hundred, then a thousand, then ten thousand. All these arrows killed the troops that were protecting Drona. Not tolerating Arjuna's victory, Drona released a long shafted arrow that struck Arjuna forcefully. Trembling from that arrow, Arjuna sat down on his chariot. Pulling out the arrow and rising once again, Phalguna pierced his preceptor with many winged shafts.\nNot wanting to waste time in this duel, Lord Krishna advised Arjuna, \"O Partha, we should not waste time. We must proceed avoiding Drona. It will not be long before the sun sets, and there is still a great distance to cover.\" Responding to the wisdom of Lord Krishna, Arjuna ordered that the horses be taken to the right of Drona. When Drona saw that Arjuna was avoiding him, the preceptor spoke angrily, \"Where are you going, O son of Pandu? You should not continue on till you have defeated your enemy.\"\n \"You are not my enemy,\" Arjuna replied, \"but my beloved preceptor. I am your disciple, and therefore, like a son. Besides, I do not see a warrior in the whole world who can subdue you in battle.\"\nSanjaya continued speaking to Dhritarastra: Saying these words, the mighty-armed son of Kunti proceeded on penetrating deep into the Chakravyuha formation. He was followed by Yudhamanyu and Uttamaujas who protected his chariot wheels. The army in front of Arjuna was a thick mass of chariots, infantry, calvary and elephants. Carving a path hundreds of yards on both sides of his chariot, that great hero cut open the Kaurava army and caused it to bleed profusely. Arjuna's chariot rose above the ground, because of the mass of dead men, horses and broken weapons. It was a scene of devastation as Arjuna mowed down the Kaurava ranks with his celestial weapons. Chariots, without fighter or charioteer, were running wild all over the battlefield. Horses were running here and there with the decapitated trunks of their riders caught in the stirrups. There was a stream of hot blood flowing from the trunks of these dead warriors. The blood of the elephants mixed with the blood of the horses and soldiers caused a river to flow on the field of battle. Men were struggling ankle deep in bloody mud. Wild elephants with no rider bolted and were trampling their own soldiers to death.\nArjuna was being quickly pursued by the preceptor Drona. Catching up to his disciple, Drona struck Arjuna with twenty five arrows. When Drona released his most formidable weapon, Arjuna invoked the Brahma weapon and baffled the shower of arrows released by his teacher. Drona managed to pierce Krishna with seventy arrows and Arjuna with twenty five. Not wanting to waste his time battling with the invincible Drona, Arjuna penetrated the army between the divisions of Kritavarman and Sudakshina, the ruler of the Kambhojas. When Kritavarman saw Arjuna coming, he released ten arrows at him. Countering those arrows, Arjuna pierced him with a hundred arrows. Arjuna then shattered his bow and struck him in the chest with nine arrows.\nLord Krishna, not wanting to waste time in duels, told Arjuna, \"Do not show any mercy to Kritavarman because he is My relative. Immediately crush and slay him!\" Then Arjuna released a long shafted arrow that hit Kritavarman in the chest, causing him to fall to the floor of his chariot. By the time Kritavarman had regained consciousness, Arjuna had penetrated deep into the Kaurava army. Kritavarman then began to fight with Yudhamanyu and Uttamaujas. Yudhamanyu quickly shattered Kritavarman's bow and pierced him with five arrows. Kritavarman countered and cut the bows of both Yudhamanyu and Uttamaujas. Taking up stronger bows, they fought on trying to follow Arjuna's path. However, Kritavarman would not allow them to proceed further.\nBeholding the lotus-eyed Arjuna coming toward him, King Srutayudha pierced him with three arrows and Krishna with seventy. Not tolerating the impudence of Srutayudha, Arjuna quickly killed his horses and his charioteer. Abandoning his chariot, Srutayudha ran at Arjuna with an upraised mace. The heroic Srutayudha was the son of Varuna and his mother was the river Parnasa. To protect her son, she begged Varuna, \"Let my son be immortal on earth.\"\n\"No man is immortal in this world,\" Varuna replied. \"However, I will bestow upon him a celestial weapon by which no earthly person may kill him. Therefore, you will have no fear for your son's life.\" Varuna then gave Srutayudha an invincible mace, and instructed him, \"This mace should not be hurled at one who is not engaged in warfare. If hurled at such a person, it will come back and kill you.\" As Srutayudha came toward Lord Krishna and Arjuna, he released that powerful mace at Lord Krishna. Disobeying his father's instructions, he brought death upon his head. The mace bounced of Krishna and came back to Srutayudha causing his own death. When Srutayudha fell on the field of battle, all the troops that were supporting him broke and fled.\nNext came Sudakshina, the ruler of the Kambhojas. He had brought with him an akshauhini division of troops for the sake of Duryodhana. He was a powerful maharathi and was undefeated in battle. Sudakshina pierced Arjuna with seven shafts and Lord Krishna with three. Phalguna then countered and released seven arrows that passed through Sudakshina's body and entered into the earth. Becoming enraged, the Kambhoja King released ten arrows that pierced Arjuna in the chest. Greatly angered, Arjuna cut his enemy's bow and standard. Sudakshina then picked up an iron dart that was covered with jewels and gold. Aiming it carefully, he released it with all his might. That dart, blazing through the sky, pierced Arjuna's armor and entered into the earth. Arjuna then fell into a swoon and sat down on his chariot. Licking his lips and flaming up in rage, Arjuna decided to put an end to this King's life. Releasing hundreds of Arrows, Partha shattered the King's chariot and killed his horses. Arjuna then released a single golden shafted arrow that struck the Kambhoja King in the chest. Piercing his armor, it deprived him of his life, and he then fell from his chariot to the earth. With the death of this maharathi, all the warriors that were supporting him fled in great fear.\nThe next great warriors to approach Arjuna were Shrutayus and Achutayus. Rushing toward the son of Kunti, Shrutayus released a javelin that pierced Arjuna's armor, causing him to fall into a deadly swoon. At the same time Achyutayus forcibly struck Partha with a javelin also. Deeply pierced by both javelins, Arjuna supported himself by seizing his flag staff. All the troops that supported those two warriors roared in triumph thinking that Arjuna had been slain. Then those foremost chariot fighters poured upon Lord Krishna and Arjuna a shower of arrows. Coming to his senses and drawing out both javelins, Arjuna saw thousands of arrows coming toward him. He quickly invoked a weapon named Sakra and from one arrow came tens of thousands. Piercing those two warriors as well as their troops, he deprived them of their legs, arms, heads and their very lives. All the supporting warriors of those two generals were also slain leaving a ghastly scene of devastation.\nRipping open the ranks of the Kauravas, Arjuna continued to make his way toward Jayadratha. There was a solid mass of soldiers in front of him, but the son of Kunti blew them all away with his Vayavaya weapon. Picking them up like the wind picks up leaves, that weapon blew elephants, chariots, horses and infantry into the air landing them a great distance away.\nWhile thus proceeding, Srutayus, the king of the Amvashthas, resisted him. Arjuna, quickly, killed the horses that were drawing his chariot. He then shattered his bow and killed his charioteer. Srutayus picked up a mace and descended from his chariot. With his weapon upraised, he ran at Krishna and Arjuna, stopping the progress of their chariot. He struck Lord Krishna on the head, but the divine son of Devaki did not budge an inch nor was He affected. Arjuna immediately cut the mace in two with his arrows. Quickly, Srutayus picked up another mace from the ground and hit Arjuna with all his strength. Before Srutayus could strike him again, Arjuna cut off his arms with a couple of broad headed arrows. Then with another arrow, he severed his head that was decorated with a crown and glittering earrings. With the death of this great warrior, the supporting troops in his division fled out of fear.\n \nThus Ends the Fifth"
}