{
    "id": 69,
    "title": "Chapter Five",
    "content": "The Return of Arjuna and the Evil Plan of Duryodhana\n \nAfter Jatasura had been slain, the royal son of Kunti, Yudhisthira returned to Badrikashrama. One , upon remembering Arjuna, Yudhisthira gathered his brothers and Draupadi and explained to them, \"We have passed these four years peacefully in the forest. Arjuna has informed us through different sages that in the fifth year he will descend from heaven to mount Himavan. This mountain is like unto an abode of the gods. We should now travel there, where we shall soon see the wielder of the Gandiva bow.\" Having thus made up his mind, Yudhisthira summoned the brahmanas and explained to them his plan. They blest him by saying, \"Your plan shall be attended by prosperity.\"\nThe Pandavas and their wife accompanied by many pious brahmanas then traveled to the north. They saw many lions, tigers and elephants as they traveled. On the seventeenth  they reached Mount Mainaka and the base of Gandhamadana mountain. Not far from Gandhamadana, Pandu's son beheld the sacred slopes of Himavan, covered with various trees and creepers. There among the blossoming trees, the Pandavas beheld the holy hermitage of Arishtasena. The renowned sage Arishtasena, greeted the Pandavas and the accompanying sages and brahmanas. The Pandavas then spent the fifth year on Mount Himavan waiting for the return of Arjuna. The mountain was celestial with its flower bearing trees, fruits, clear water lakes, and birds of every description. It was indeed the abode of the denizens of heaven. The Pandavas passed their time listening to Lomasa tell various stories from the Puranas.\nOne  Suparna, a large bird, carried off a powerful and mighty Naga living in the large lake nearby. When this happened the mighty mount Himavan began to tremble and large trees shattered to pieces. All the creatures on the mountain and the Pandavas witnessed this marvel. Then from the top of the mountain the wind brought before the Pandavas various fragrant and beautiful flowers. The Pandavas, Draupadi and their friends saw the heavenly blossoms colored with five hues. When Draupadi saw the flowers, she solicited Bhima, \"There are many Rakshasas living on this mountain, O best of the Bharata race. You possess great prowess and the might of your arms is irrepressible. O Bhimasena, perhaps these Rakshasas, terrified by your powerful mace, will leave this mountain, allowing us to behold the summit which is covered with these beautiful blossoms. O Bhima, for a long time I have cherished this thought in my mind.\"\nBhima, driven by the wish of Draupadi, could not help but fulfill her desire. Taking up his weapons, the club, sword, bow and arrow, Bhima proceeded to clear the mountain of Rakshasas, who happened to be the servants of Kuvera and who guarded the mountain from unwanted intruders. Bhima found a rugged path that only one person could follow. Bhima ascended to the summit and came upon the opulent abode of Kuvera, adorned with golden crystal palaces, surrounded on all sides by golden walls embedded with gems. Gardens filled with flowers were everywhere. The abode was graced with heavenly damsels who were expert at dancing. Casually supporting himself on the end of his bow, Bhima stood beholding the city of Kuvera. The foremost of the Bharatas surveyed the Palace of Kuvera adorned with multi-colored gems. Bhima then blew his conchshell making the hair on the Rakshasas' bodies stand on end. Taking up their weapons, the Yakshas and Rakshasas rushed at Bhima, ordering him not proceed further. The Yakshas and Rakshasas released javelins, darts, arrows, maces, and axes at the powerful son of Pandu. However, Bhima crushed their weapons with his own and then began severing their hands, legs, arms and heads. The Rakshasas tried to surround Bhima like the clouds surround the sun. However, just as the sun disperses clouds, so also Bhima repulsed the oncoming enemy. Terrified at this wielder of weapons, they fled in different directions. Only Maniman, the friend of Kuvera, stood to face Bhima with darts and maces in his hand. He addressed the retreating Rakshasas, \"When you go to Kuvera's abode, what will you say to him? That you have been defeated in combat by a mere mortal.\" Having scorned them, he took up his weapons and rushed at Bhima to kill him. As he rushed toward Bhima like a maddened elephant, Bhima pierced him with three arrows. The mighty Maniman then released his mace with full force. However, Bhima repulsed the mace with his weapons causing a sound and sight like thunder and lightning. In the meantime, the intelligent Rakshasa discharged an frightening iron club, decorated with a golden handle. The club, belching forth flames and emitting tremendous roars, all of a sudden hit Bhima's right arm and then fell to the ground. On being severely wounded, Bhima, with immeasurable prowess, took up his own mace. He then darted speedily toward the mighty Maniman. Maniman took up a huge dart and released it at Bhima to kill him. However, Bhima broke the dart with the end of his mace. The mighty armed Bhima then sprang into the air releasing his mace as Indra releases a thunderbolt. That mace pulverized the mighty Maniman, who fell to the ground, completely devoid of life. The remaining Rakshasas then fled to save their lives.\nMeanwhile, Yudhisthira, not seeing Bhima anywhere, took Nakula and Sahadeva and began to ascend the summit of Mount Himavan. On reaching the summit, Yudhisthira saw Bhima holding his weapons and near to him the dead Rakshasas. Yudhisthira embraced Bhima, happy to see him alive. They sat down and Yudhisthira said to his younger brother, \"Either through rashness or through ignorance you have committed a sinful act. O hero, because you are leading a life of an ascetic, this slaughter is without cause. This act has certainly offended the heavenly gods. If you seek to do good, never again commit such a deed.\" Having been rebuked by his brother, Vrikodara began to reflect on what he had said.\nThose Yakshas and Rakshasas who had not been killed by Bhima went to Kuvera and told him what had taken place. When Kuvera heard how so many of his servants had been killed and that Maniman had been slain, Kuvera was filled with anger and ordered his men, \"Yoke the horses!\" Kuvera then ascended his wonderful chariot, which was opulent beyond description, and to the eulogy of thousands of Rakshasas started into the heavens toward Mount Himavan. When the Pandavas saw the large entourage of Kuvera, their hair stood on end. When Kuvera's celestial chariot arrived on the scene, Kuvera smilingly descended and stood before the Pandavas. Thinking that they had committed an offense, the Pandavas bowed down to Kuvera and then stood before him with folded hands. Upon seeing Bhima holding sharpened shafts and ready to fight, Kuvera addressed Yudhisthira, \"O son of Dharma, all creatures know that you are engaged in the welfare of all. Therefore, you may dwell on the summit of this mountain. O Pandava, do not be angry with Bhima. These Rakshasas have been slain by destiny. Your brother has been an instrument only. The death of these Rakshasas has been foreseen by the gods. I entertain no anger toward Bhimasena.\"\nKuvera then turned to Bhima and said, \"I do not mind that you have committed this rash act. In trying to please Draupadi, you have disregarded the boundaries of the gods. Actually, I am pleased with you. O Vrikodara, to I have been freed from a terrible curse. For some offense the great rishi, Agastya, had cursed me in anger. You have been the instrument to fulfill this curse. O Bhima, it has been destined that I be disgraced in this way. Therefore, no blame can be attached to you.\"\n\"O divine one,\" Yudhisthira inquired, \"why had you been cursed by the great sage Agastya?\"\n\"O King,\" the lord of the treasures replied, \"once there was an assembly of the gods, and I also attended, surrounded by numerous Yakshas carrying fierce weapons. On the way I saw the eminent sage, Agastya, engaged in severe austerity on the bank of the Yamuna. On seeing that muni, flaming and brilliant as fire, seated with upraised arms, facing the sun, my friend, Maniman, from stupidity and foolishness, discharged his stool on the head of that Maharishi. Thereupon the sage cursed me saying, 'Because you have offended me in this way, this Maniman, along with your forces, shall meet death at the hands of a mortal. You shall be distressed on account of your fallen soldiers, but you will be freed from this sin on beholding that mortal.' O Yudhisthira, patience, ability, time, place and prowess--these five lead to success in human affairs. A kshatriya who is endowed with patience can rule the world for a long time. O best of men, Bhima is fearless, but ignorant of proper duty. He has the sense of a child and unforbearing. Please, therefore, check him. You should not return the ashrama of the pious sage Arishtasena. You can stay there until the return of Arjuna. O lord of men, deputed by me, the Gandharvas will give you protection from any harm.\"\nHaving heard these words from Kuvera, the lord of wealth, the Pandavas were relieved at heart. Then, Bhima, lowering his weapons, bowed down at the feet of Kuvera. Kuvera, seeing Bhima prostrate before him, desired to give him benedictions. He blest him saying, \"May you destroy the pride of your foes, and may you give delight to the pious.\"\nThen turning to Yudhisthira, Kuvera said, \"O great King, do live in this romantic region, and the Yakshas will not bother you. Gudakesha will come back soon after attaining all the celestial weapons.\" After instructing Yudhisthira, Kuvera ascended into the heavens, followed by the host of Yakshas and Rakshasas.\nOne  as those mighty warriors were thinking of Partha, Indra's chariot suddenly descended from the heavens. It was driven by Matali, and it so happened that Arjuna was on the chariot. Arjuna was fully decorated with ornaments and wearing garlands made of heavenly flowers. Arjuna descended from the chariot and offered obeisances first to Dhaumya and then to Yudhisthira and Bhima and accepted the obeisances of Nakula and Sahadeva. He offered cheerful words to Draupadi, who was overjoyed at his return.\nAs the Pandavas gazed into the skies, Indra suddenly appeared from the heavens, accompanied by the hosts of demigods. As he descended from his chariot, Arjuna offered his obeisances along with the rest of his brothers. Indra then instructed Yudhisthira, \"You are blessed, O Pandava. You shall be a ruler of the earth. At this time, O son of Kunti, you should go to Kamyaka forest and reside there till the time of the twelve years are up.\" Indra then ascended his chariot and returned to the heavenly planets.\nYudhisthira, Bhima, Nakula and Sahadeva were very happy to have Arjuna back in their midst, and they questioned him about his travels. Arjuna began to relate how he had been taken to the heavenly planets and how Indra had treated him as his son. He told them of the beauty of the heavenly planets and how he had been cursed by Urvasi to be a eunuch for the period of one year. He also told them how he conquered the Nivatakavachas who had received a benediction from Lord Brahma and were thus unconquerable by the demigods. He told them how he approached their flying city and how he challenged them to fight. They came out of their city 60,000 strong and began to battle with him. They used many demoniac illusions and fought with fierce weapons, but he was able to defeat all of them with Indra's thunderbolt weapon and various other divine astras. Arjuna then told his brothers what Indra has said concerning the future war, \"Indra instructed me, 'O son, all the celestial weapons of the devas are in your possession, so no man on earth will be your equal. When you are on the battlefield, the combined forces of Bhishma, Drona, Karna, Kripa, Shakuni and all others will not equal one sixteenth of your prowess.' And Lord Indra granted me this golden garland and this conchshell, Devadatta. He also gave me this celestial crown and this impenetrable mail capable of protecting the body. These elegant and divine clothes and ornaments were also presented by Indra. Thus I have spent five years in Indra's abode.\"\nThe next morning Yudhisthira approached Arjuna requesting, \"O Kaunteya, please show me the weapons by which you have vanquished the Danavas.\" Arjuna then took out his Gandiva bow and commenced to show the weapons in order. When the divine astras had been set, the earth began to tremble and the sun hid itself in the clouds. Suddenly the Rishis, Siddhas, Devarshis, denizens of heaven, Yakshas, Rakshasas, Brahma, Shiva and the Lokapalas appeared on the scene. Narada Muni, speaking on behalf of the devas, addressed Partha in sweet words, \"O Arjuna, do not discharge the celestial weapons. These should never be discharged when there is no fit object. And when there is a fit object, they should not be released unless sore pressed by the opponent. O son of the Kurus, to discharge weapons without occasion is fraught with evil. O Dhananjaya, these weapons when properly kept will increase your strength and happiness; but if they are not properly kept, they can destroy the three worlds. You should not act in this way again. O Yudhisthira, you will behold these weapons when Partha will use them for grinding your enemies in battle.\" On saying this Narada and the heavenly lords left that place, and Yudhisthira was struck with wonder. After this incident the Pandavas started for the Kamyaka forest.\nOn the way to the Kamyaka, they came upon the ashrama of Vrishaparva near the bank of the Yamuna. There, they spent some time, and one  while Bhima was hunting in the forest, he came face to face with a huge serpent. As Bhima approached the serpent, the huge snake immediately seized Bhimasena in his grip. He began to coil around the body of Bhimasena; and although the son of Kunti had the strength of ten thousand elephants, he could do nothing for the serpent had received a benediction that whatever came into its grip became powerless. Bhima tried to free himself from the grasp of the snake, but it was no use. Meanwhile, Yudhisthira saw that there were many evil omens manifest, and he inquired about Bhimasena's welfare. When he heard that Bhima had gone hunting in the forest, he ordered Partha to stay with Draupadi, and Nakula and Sahadeva to guard the brahmanas. He, along with Dhaumya set out to find Bhima. As they traveled through the forest, they saw Bhima's path, which was marked with toppled trees, dead lions and other furious dead animals. As they searched they saw Bhima lying motionless, enwrapped in the coils of a serpent. Yudhisthira anxiously questioned Bhima, \"O son of Kunti, how did you come upon this misfortune? Who is this serpent who appears like a mountain?\" Bhima replied, \"This mighty serpent has caught me for his food. He is the royal sage Nahusha living in the form of a serpent.\"\nYudhisthira then requested the serpent, \"O great personality, please release my brother, and I will give you some other food to satisfy your belly. Please tell me who your are, and how you have come to accept this form.\"\n\"O sinless one,\" the serpent replied, \"I am one of your previous ancestors, the son of Ayu and fifth in descendent from the moon. I was formerly a celebrated King named Nahusha. Due to my past pious activities, I had attained the heavenly realm and was ruling in the absence in Indra. However, I offended the brahmanas, and they cursed me to take this form. They said I would be delivered from this curse when the intelligent Yudhisthira answers my questions.\"\n\"You may ask any question that you like,\" Yudhisthira replied. The serpent began to ask questions, and Yudhisthira answered them to the satisfaction of the serpent. The serpent then released Bhima, and Nahusha again took his form as a demigod. He offered blessings to the Pandavas and again ascended to the heavenly realm.\nThe Pandavas then continued to make their way to the Kamyaka forest. Upon reaching that wooded region, they made their home there again.\nDuring their stay, Lord Krishna, the Supreme Personality of Godhead, came there to see His devotees and tried to persuade them to attack the city of Hastinapura and take back their kingdom. Yudhisthira refused to accept the offer of Lord Krishna, for he wanted to wait for the full thirteen years before taking any action.\nIt so happened that a certain brahmana came to Dhritarastra and related to him the experiences the Pandavas had while in the forest. He told the blind king how Arjuna had attained the celestial planets and acquired the weapons of the demigods. Dhritarastra was very much aggrieved to hear all that had taken place; for he knew at the end of the thirteenth year, his sons and relatives would be killed in a great battle.\nShakuni happened to be listening to the conversation between the brahmana and the King. Shakuni then told Duryodhana and Karna what benedictions Arjuna had received, and together they made a wicked plan. They decided to go to the forest of Dvaitavana, which was in the Kamyaka forest, on the plea of inspecting the cows. Upon seeing the Pandavas dressed in rags, they would laugh at their misfortune and thus humiliate them. With this plan in mind, Shakuni, Duryodhana and Karna approached the King and begged permission to go to Dvaitavana to inspect the cows. The king gave permission, and thus the evil trio began their journey. The procession consisted of eight thousand chariots, thirty thousand elephants, nine thousand horses and many thousands of foot soldiers.\nThey soon arrived at Dvaitavana forest. There the Kurus had several herds of cows numbering many, many thousands. They began to inspect all these herds and count the exact number that was in each herd. There happened to be a scenic lake nearby, and Duryodhana ordered that tents be erected there. When the servants of Duryodhana reached that lake, they saw that it was filled with Gandharavas, who had descended from the heavenly planets. The servants of Duryodhana returned and told him the situation. The son of Dhritarastra then ordered some of his best men to drive the Gandharavas from the lake. Following their master's order, those soldiers approached the Dvaitavana lake and ordered the Gandharvas, \"The mighty King, Duryodhana, is coming here for sport. You must stand aside!\"\nThe Gandharvas began to laugh. \"Your wicked King,\" they replied, \"must be devoid of all good sense, or else how could he order the residents of heaven to leave this place. Return to your King and inform him that if he comes here, he will be sent to the abode of death.\" Thus chastised by the Gandharvas, the king's army returned to the presence of the royal son of Dhritarastra.\nDuryodhana was incensed and ordered his soldiers to prepare for battle. When all preparations had been made, the army headed toward the Dvaitavana lake. When they approached the gate leading to the garden, the Gandharvas forbid them to go further, but the Kuru host headed by Duryodhana and Karna did not listen to them and entered the lake region. The Gandharvas went to their leader Chitrasena and told him of the advance of the Kuru army. The Gandharva king ordered his men to attack the intruders. The Gandharvas then assaulted the army of Duryodhana, and seeing the Gandharvas, rushing towards them with upraised weapons, the Kuru warriors fled the lake area. Karna alone stood and faced the enemy. The suta's son checked their advance with a deluge of arrows. He struck the Gandharvas with his sharp pointed shafts, causing their heads to roll on the ground. Although they were being slaughtered in great numbers, the Gandharvas did not retreat but fought with greater valor. King Duryodhana, Shakuni, Duhshasana, Vikarna and the other sons of Dhritarastra appeared on their chariots and began driving the Gandharvas from the lake. The fighting soon became fierce, and anyone who witnessed the exchange of weapons was filled with wonder. Unable to withstand the prowess of the Kuru army, the Gandharvas began to flee Dvaitavana.\nSeeing his army routed by the on rush of the Kuru host, Chitrasena, the Gandharva king, became enraged and released weapons that deprived the Kaurava warriors of their senses. By the mystic illusion of the Gandharva king, it appeared that there were ten Gandharvas around each soldier of the Kuru army. Thinking themselves outnumbered, the army broke and ran from the battlefield. Only Karna, Shakuni and Duryodhana remained to fight with the Gandharvas. The son of the sun god stood there on his chariot and fought with the Gandharvas. The Gandharvas, desirous of killing Karna, surrounded his chariot and tried desperately to overcome him. Some killed his charioteer, and some killed his horses. Some destroyed his wheels, and others completely smashed his chariot. While his chariot was being thus attacked, Karna leaped down with sword and shield in hand. He mounted Vikarna's chariot and fled the battlefield to his eternal shame.\nAfter Karna had been defeated, Duryodhana alone stood against the onslaught of the Gandharvas. The Gandharva host attacked his chariot, killing his charioteer and horses. When Duryodhana was deprived of his chariot, Chitrasena rushed towards him and seized him. Duhshasana was also taken in the same way, and so were the other sons of Dhritarastra. After they were captured in this manner, whatever men were left in Duryodhana's army went to the Pandavas for protection. Duryodhana's followers approached Yudhisthira pleading, \"O sons of Pritha, the Gandharvas have captured our prince and his brothers. Please save them!\" When Bhima heard their calls, he laughed and answered them, \"What we wished to accomplish with horses, elephants, and infantry has, indeed, been accomplished by the Gandharvas! The sons of Dhritarastra have come here with evil intentions and have been overtaken by the results of their sinful activities. It seems that there are still some people in this world who are desirous of doing us good.\"\nWhile Bhima was speaking thus, Yudhisthira corrected him, \"This is not the time for cruel words. When a kshatriya is approached with a helpless plea like this, who can refuse to give protection? Our cousins have been captured by the Gandharvas, as well as the ladies of the royal household. This is an insult to our family tradition. It cannot go down in the history of the world that the Kuru warriors were defeated. Let us take up our weapons and attack the Gandharvas.\"\nHearing Yudhisthira's inspiring words, Arjuna and the sons of Madri pledged protection, and even Bhima readied himself for battle. They then ascended chariots brought for them from the Kuru camp, and approached the Gandharvas, ordering the release of Duryodhana. The Gandharvas refused, and a battle ensued. The Gandharvas attacked the chariots of the Pandavas in the same way as they had attacked the chariots of Karna and Duryodhana. However, by the use of his celestial weapons, Arjuna sent hundreds and thousands of Gandharvas to the abode of death. The Gandharvas could not approach the Pandava's chariots, and as they were being slaughtered, they rose up into the skies to escape arrest. Seeing them fleeing, Arjuna covered them in a network of arrows preventing their escape. The Gandharvas returned these arrows with thousands more. Chitrasena attacked Arjuna with his mystic illusions, but he was checked by the celestial weapons of Arjuna. Resorting to a curtain of mystic power, Chitrasena began to fight Arjuna with greater prowess. Partha, however, dispelled the mystic curtain by means of a weapon known by the name of sabda-veda. When Chitrasena was exhausted in fighting, he revealed himself to his friend Arjuna. When Arjuna saw Chitrasena, he withdrew his weapons and the other sons of Pandu also did the same.\nThe mighty bowman, Arjuna then smilingly inquired of Chitrasena, \"O hero, why have you arrested the sons of Dhritarastra as well as their wives.?\"\n\"Knowing that you were in the forest,\" Chitrasena replied, \"these sinful men have come here to laugh at you. Understanding their intentions, Indra has sent me here to capture Duryodhana and bring him to the heavenly planets for punishment. This wicked prince has now been put in chains; and if it is agreeable to you, I will take him to the presence of Indra.\"\n\"O Chitrasena,\" Arjuna replied, \"if you wish to please us, then set Duryodhana free. This is the desire of our brother Yudhisthira.\"\nChitrasena then requested Arjuna, \"This wicked soul is full of false pride and envy. He does not deserve to be set free. If Yudhisthira knew the real reason why these men came here, I am sure he would allow them to be taken to Indra for punishment. Let us go to Yudhisthira, and let him decide the future of these sinful men.\nThey then went to Yudhisthira and informed him about the conduct of Duryodhana, and after hearing everything, he ordered the release of his cousins. Yudhisthira was pleased with the Gandharvas for not killing Duryodhana and said, \"Fortunate it is that although you had the strength, you did not kill Dhritarastra's wicked son and the rest of the Kuru house. This has been a great act of kindness, for the honor of my family has been saved. I am very satisfied with all the Gandharvas. Ask from me anything, and having all your desires fulfilled, return to your celestial abode.\" The lord of the Gandharvas was pleased with Yudhisthira's humility and returned to his abode. It was then seen by the Pandavas that Indra appeared over the battlefield and showered the dead soldiers with his nectar of immortality. This revived all the Gandharvas, who then returned to the heavenly planets.\nWhen Duryodhana had been released, he was very much ashamed and Yudhisthira admonished him, \"O child, never again try to make fun of anyone for such acts will never bring you happiness. Please go back to your kingdom. I wish you well.\" With his head bent low in extreme humiliation, Duryodhana along with this relatives left the presence of Yudhisthira and went away.\n \nThus Ends the Fifth"
}