{
    "id": 45,
    "title": "Chapter Four",
    "content": "King Jarasandha Slain\n \nIn the great assembly of respectable persons, citizens, friends, relatives, brahmanas, kshatriyas and vaishyas, King Yudhisthira, in the presence of all, including his brothers, directly addressed Lord Krishna as follows, \"O Krishna, I desire to perform the Rajasuya sacrifice. That sacrifice, however, cannot be performed without the sanction of higher authorities. You know, O Krishna, everything about the means by which this sacrifice may be accomplished. That person alone can perfect this sacrifice in whom everything is possible, who is worshiped everywhere and who is the king of kings. My friends and counsellors have said that I should perform that sacrifice. However, My Lord, I desire to worship Your auspicious, opulent expansions by the Rajasuya sacrifice, the king of Vedic ceremonies. Please make our endeavor a success, my Lord. Purified persons who constantly serve, meditate upon and glorify Your shoes, which destroy everything inauspicious, are sure to obtain freedom from material existence, O lotus-naveled one. Even if they desire something in this world, they obtain it, whereas others-those who do not take shelter of You-are never satisfied, O Lord. Therefore, O Lord of lords, let the people of this world see the power of devotional service rendered to Your lotus feet. Please show them, O almighty one, the position of those Kurus and Shrinjayas who worship You, and the position of those who do not. Within Your mind there can be no such differentiation as \"This one is mine, and that is another's,\" because You are the Supreme Absolute Truth, the Soul of all beings, always equipoised and enjoying transcendental happiness within Yourself. Just like the heavenly desire tree, You bless all who properly worship You, granting their desired fruits in proportion to the service they render You. There is nothing wrong in this.\n\"My dear Govinda, as far as the execution of this sacrifice is concerned, Your words of wisdom shall be my guide. Those who give me counsel, out of friendship, do not know the difficulties that are to be encountered. Others, from motives of self interest, say only what is agreeable. Men are seen to counsel according to their motivations. However, You, O Krishna, are above material motivation. You are Hrishikesha, the controller of desire and anger. It behoves You to tell me what will most benefit the world.\"\n\"O great king,\" Lord Krishna replied, \"your decision is perfect, and thus your noble fame will spread to all the worlds, O tormentor of the foes. Indeed, for the benefit of the great sages, the forefathers and the heavenly gods, for Our well-wishing friends and, indeed, for all living beings, the performance of this king of Vedic sacrifices is desirable. First conquer all kings, bring the earth under your control and collect all the required paraphernalia; then execute this great sacrifice. These brothers of yours, O king, have taken birth as partial expansions of the various ruling heavenly gods. And you are so self controlled that you have conquered even Me, who am unconquerable for those who cannot control their senses. No one in this world, even a demigod--what to speak of an earthly king--can defeat My devotee with his strength, beauty, fame or riches.\n\"My dear King, you possess the proper qualifications essential to perform the Rajasuya sacrifice. However, there is one impediment of which you must be informed. The numerous royal lines all represent themselves as descendants of Aila and Ikshvaku. These descendants are divided into a hundred separate dynasties. In this line the descendants of Yayati and Bhoja and numerous. At the present, O monarch, King Jarasandha, has subjugated many of these kshatriyas and incarcerated them. Jarasandha is now enjoying sovereignty over the middle portion of the earth. He has resolved to create disunion among the different dynasties.\n\"O Monarch, only a King who is the king of all kings can properly be called an emperor. Many Kings and princes have voluntarily taken his shelter. They include Shishupala, the mighty Vaka, who waits upon Jarasandha as his disciple. There is also Hansa, Dimvaka, Dantavakra, Karusha, Karava, and Meghavahana. King Bhagadatta, who is the old friend of your father, has bowed his head before Jarasandha. In his heart he has affection for you, but he regards you as a father regards his son, and not as a subordinate king looks upon an emperor. Paundraka, who represents himself as a divine personality and falsely bears My symbols of the conch, disc, lotus and mace, has also espoused the side of Jarasandha. Even King Bhishmaka, My father-in-law, has become a servitor of Jarasandha. Eighteen clans of the Bhojas have fled to the west out of fear of Jarasandha. So have the Surasenas, the Bhadrakas, the Vodhas, the Salwas, the Patachcharas, the Susthalas, the Kukuttas, the Kulindas, along with the Kuntis and many others have also fled their countries alarmed at the power of Jarasandha. The King of Magadha has conquered many lands and has imprisoned eighty-six kings. When the total of kings incarcerated reaches one hundred, he will sacrifice these noblemen before his deity, Lord Shiva. O King, before the Rajasuya sacrifice can be performed, Jarasandha must by slain and the imprisoned Kings released. Only then can one be truly called an emperor, one who rules over all other kings.\"\n\"O Janardana,\" Yudhisthira said, \"we have also been frightened by the wickedness of this monarch. O infallible one, the might of Your arms is our refuge and strength. I am repeatedly depressed at the thought that Jarasandha cannot be slain. But what shall I say, O Keshava? You are my highest authority on everything. Please tell me, O Krishna, the history of this Jarasandha, his birth and how he obtained so much power. How is it that although You have conquered him eighteen times, he is still living?\"\nLord Krishna replied, \"Hear, O Monarch, the history behind this Jarasandha and his great power. There was a mighty King of the Magadhas named Brihadratha. He owned three Akshauhini divisions of troops and was very puffed up over his strength. He had married the two daughters of the King of Kashi. Many years passed, however, without obtaining a son.\n\"One  he went to the great sage named Chandra Kausika and served the rishi with great care. The sage became pleased with him and asked him to take a benediction. King Brihadratha then asked for a son who could continue his dynasty. While they were talking, a mango dropped from the tree into the muni's lap. The muni then said to the King, \"Your desire shall be fulfilled.\" He then chanted mantras and handed over that mango to the King telling him to give half to each queen. The muni then went away. King Brihadratha cut the fruit in half and gave each queen a portion. In due course of time the queens became pregnant. The King was overjoyed and waited for the birth of the children.\n\"It so happened that both queens gave birth to fragmental children. A half of a child took birth from each of them. The queens were disgusted and arranged that the king throw the portions of the children in the forest. After this had been accomplished, a witch named Jara happened to come to the spot where the two halves were thrown. She loved human flesh and desired to take the newly found meal home with her. To make it easier to carry the halves, she joined them, and when she did, the two halves united and became one child. She was unable to carry the child because of its great weight. The child began to roar like a monsoon cloud, and she could not stop it. It so happened that the King was in the area, and hearing the crying of the child, he came to that spot. The Rakshasa woman then informed the monarch, 'O Brihadratha, here is your child that has been cast into the forest. I have found the child in two parts and, joining them, the child has become one. I have been living in your kingdom, and I am pleased with your rule. Take this child back for he is destined to become King.' The Rakshasa woman then gave the child to the King and disappeared from sight. Because the child was brought to life by this she-witch, he was given the name Jarasandha, which means one who was joined by the witch Jara.\"\nLord Krishna continued: \"The child grew up to be as powerful as ten thousand elephants. When King Brihadratha saw the power and influence of his son, he crowned his son king and then entered the forest to perform austerities and penances. Jarasandha offered his two daughters, Asti and Prapti, to King Kamsa of Mathura. When I killed King Kamsa, I created an enmity with the powerful Jarasandha. Overcome with anger, Jarasandha took up his mace and released it a distance of ninety-nine yojanas (792 miles). It landed just outside the city of Mathura. Understanding his intentions, we prepared the city of Mathura for attack. We defeated him eighteen times, but still he persisted in fighting. On his eighteenth attempt, I was already engaged in obtaining Rukmini for My wife. I, therefore, ordered the city of Dvaraka built so that no other powerful kings could attack the Yadu dynasty while I was away. The time has now come for his death.\"\nUpon hearing these nectarean words from the lotus mouth of the Supreme Lord, King Yudhisthira became joyful, and his face blossomed like a lotus. Lord Krishna then informed King Yudhisthira of the plan explained by Uddhava for conquering King Jarasandha. Bhimasena, Arjuna and Lord Krishna then started together for Girivraja, the capital city of Jarasandha. Attired in the dress of brahmanas, they looked wonderful and radiant. When the people saw them walking on the road, they regarded Jarasandha as already slain.\nUpon reaching the region of Magadha, Lord Krishna exclaimed, \"Behold, O Partha, the great capital of Girivraja, standing in all its splendor. Just see outside the city walls the vast ocean of cows and sheep. This majestic town has a water source that is inexhaustible. Just see the fine mansions symmetrically aligned. Indeed, it appears that this city is free from any kind of calamity. Just behold the five large hills that surround the city. They are covered with cooling shade trees, bearing flowers of every scent and color. It was here that the great sage Gautama had his ashrama for some time. Due to his presence, this place has become almost a heavenly abode. Even Manu has ordered that the land of Magadha never be afflicted with drought. Owning such a city, Jarasandha desires to become the emperor of the entire earth. We shall, however, humble his pride by slaying him in single combat.\"\nBefore entering the city, Bhima and Arjuna decided to pulverize Chaityaka peak near the city gate. This hill was one of the five that surrounded the city and it was dear to the inhabitants and also to King Jarasandha. On this hill King Brihadratha had once slain a cannibal named Rishava and made three drums from the Rakshasa's skin. When those drums were beaten, the reverberating sound echoed for one full month. With their mighty arms only, Bhima and Arjuna leveled the hill to the point where the drums were beaten, indicating their desire to place their feet on the head of their foe. With the power of their arms they broke down the peak, which was worshipped by the citizens of Girivraja.\nLord Krishna, Bhima and Arjuna then joyfully entered Girivraja in the guise of brahmanas. As they walked down the main road, they beheld the extraordinary arrangement of shops full of various edibles, hand crafted items and floral wreaths. Some of the shops were supplied with intricately carved articles of various qualities that any person might desire. The shop owners and other citizens of Magadha, beholding those heroes looking like elephants, with broad necks and chests, began to wonder about them. Lord Krishna, Bhima and Arjuna then chose garlands from the shop of one fortunate flower merchant and decorated their bodies with them. Their arms, which were broad like the trunks of trees, were then smeared with sandalwood paste by one merchant who pious activities had now fully fructified. Attired in robes of various colors and decked in garlands and earrings, the heroes approached King Jarasandha's palace. Those bulls among men passed through three gates that were heavily guarded with soldiers and men. They cheerfully entered the palace of King Jarasandha, and the King, seeing these extraordinary personalities approaching, exclaimed, \"You are welcome in my kingdom.\" He rose to offer them proper sitting places. He washed their feet with honey and water, and offered them gifts of cows and wealth.\nPartha and Bhima remained silent during the reception. Therefore, Lord Krishna informed King Jarasandha, \"O monarch, these two brahmanas are in observance of a vow. Therefore, they will not speak until midnight when their vow will be completed. You may talk with them at that time.\" King Jarasandha then gave his guests comfortable quarters and retired to his own chambers.\nKing Jarasandha was famous for honoring brahmanas. Even if a brahmana requested an audience at midnight, he would grant it. Therefore, he rose at midnight and approached the quarters of his guests. Despite the strange attire of these brahmanas, he waited on them respectfully. He asked them to take their seats and then inquired from them, \"It is well known to me that brahmanas observing vows of silence never attire themselves with garlands, and fragrant paste. Who are you? You are dressed as brahmanas, but your arms bear the marks of bowstrings. You lead me to believe that you are brahmanas, but you exude kshatriya energy. Tell me truly who you are. You have broken the peak of Chaityaka hill, and you have entered my city without fear of royal wrath. The quality of a brahmana dwells in his speech and not in his physical prowess. This destruction of Chaityaka hill is not suited to the order you profess. What is your motive for coming to me?\"\nLord Krishna, in the dress of a brahmana, replied to the King: \"O King, know us to be needy guests who have come to you from afar. We wish all good fortune to you. Please grant us whatever we desire. What can the tolerant not bear? What will the wicked not do? What will the generous not give in charity? And who will those with equal vision see as an outsider? He, indeed, is to be censured and pitied who, though able to do so, fails to achieve with his temporary body the lasting fame glorified by great saints. Harischandra, Rantideva, Unchavritti Mudgala, Bali, Shibi, the legendary hunter and pigeon, and many others have attained the permanent by means of the impermanent.\" Lord Krishna, in the garb of a brahmana, thus informed Jarasandha that fame is imperishable, but the body is perishable. If one can attain imperishable name and fame by sacrificing his perishable body, he becomes a very respectable figure in the history of human civilization.\nWhile Lord Krishna was speaking in the garb of a brahmana, Jarasandha became convinced that the three of them were not actual brahmanas. The signs on their bodies indicated that they were kshatriyas. Their shoulders were marked with an impression due to carrying bows; they had beautiful bodily structure, and their voices were grave and commanding. Thus he definitely concluded that they were not brahmanas, but kshatriyas. He was also thinking that he had seen them somewhere before. Although these three persons were kshatriyas, they had come to his door begging alms like brahmanas. Therefore, he decided that he would fulfill their desires, in spite of their being kshatriyas. He thought in this way because their position had already been diminished by their appearing before him as beggars.\n\"Under the circumstances,\" he thought, \"I am prepared to give them anything. Even if they ask for my body, I shall not hesitate to offer it to them.\" In this regard, he began to think of Bali Maharaja. Lord Vishnu in the dress of a brahmana appeared as a beggar before Bali, and in that way He snatched away all of his opulence and kingdom. He did this for the benefit of Indra, who, having been defeated by Bali Maharaja, was bereft of his kingdom. Although Bali Maharaja was cheated, his reputation as a great devotee who was able to give anything and everything in charity is still glorified throughout the three worlds. Bali Maharaja could guess that the brahmana was Lord Vishnu Himself and that He had come to him just to take away his opulent kingdom on behalf of Indra. Bali's spiritual master and family priest, Sukracharya, repeatedly warned him about this, and yet Bali did not hesitate to give in charity whatever the brahmana wanted, and at last he gave up everything to that brahmana.\n\"It is my strong determination,\" thought Jarasandha, \"that if I can achieve immortal reputation by sacrificing this perishable body, I must act for that purpose; the life of a kshatriya who does not live for the benefit of the brahmana is certainly condemned.\"\nActually King Jarasandha was very liberal in giving charity to the brahmanas, and thus he informed Lord Krishna, Bhima and Arjuna, \"My dear brahmanas, you can ask from me whatever you like. If you so desire, you can take my head also. I am prepared to give it.\"\nAfter this, Lord Krishna addressed Jarasandha as follows: \"My dear King, please note that we are not actually brahmanas, nor have we come to ask for foodstuffs or grains. We are all kshatriyas, and we have come to beg a duel with you. We hope that you will agree to this proposal. You may note that here is the second son of King Pandu, Bhimasena, and the third son of Pandu, Arjuna. As for Myself, you may know that I am your old enemy Krishna, the cousin of the Pandavas.\"\nWhen Lord Krishna disclosed their disguise, King Jarasandha began to laugh very loudly, and then in great anger and in a grave voice he exclaimed, \"You fools! If you want to fight with me, I immediately grant your request. But, Krishna, I know that You are a coward. I will not fight with You because You refused to face me in fighting and have left the battlefield. Out of fear of me You left Your own city, Mathura, and now You have taken shelter within the sea; therefore, I must refuse to fight with You. As far as Arjuna is concerned, I know that he is younger than I and is not an equal fighter. I refuse to fight with him because he is not in any way an equal competitor. But as far as Bhimasena is concerned, I think he is a suitable competitor to fight with me.\" After speaking in this way, King Jarasandha immediately handed a very heavy club to Bhimasena, and he himself took another, and thus all of them went outside the city walls to fight.\nBhimasena and King Jarasandha engaged themselves in fighting, and with their respective clubs, which were as strong as thunderbolts, they began to strike one another very severely, both of them being eager to fight. They were both expert fighters with clubs, and their techniques of striking one another were so beautiful that they appeared to be two dramatic artists dancing on a stage. The citizens of Magadha, consisting of thousands of brahmanas, kshatriyas, vaishyas, shudras, women and the aged, all came out of the city to witness the combat. The crowd became so great that there was a solid mass of humanity with no space between bodies.\nWhen the clubs of Jarasandha and Bhimasena loudly collided, they sounded like the impact of the big tusks of two fighting elephants, or like a thunderbolt in a flashing electrical storm. When two elephants fight together in a sugarcane field, each of them snatches a stick of sugarcane and, by catching it tightly in its trunk, strikes the other. Each elephant heavily strikes his enemy's shoulders, arms, collarbones, chest, thighs, waist, and legs, and in this way the sticks of sugarcane are smashed. Similarly, all the clubs used by Jarasandha and Bhimasena were broken, and so the enemies prepared to fight with their strong-fisted hands. Both Jarasandha and Bhimasena were very angry, and they began to smash each other with their fists. The striking of their fists sounded like the striking of iron bars or like the sound of thunderbolts, and they appeared to be like two elephants fighting. Unfortunately, however, neither was able to defeat the other because both were very expert in fighting, both were of equal strength, and their fighting techniques were equal also. Neither Jarasandha nor Bhimasena became fatigued or defeated in the fighting, although they struck each other continually. At the end of a 's fighting, both lived at night as friends in Jarasandha's palace, and the next  they fought again. In this way they passed twenty-seven s in fighting.\nOn the twenty-eighth , Bhimasena told Krishna, \"My dear Krishna, I must frankly admit that I cannot conquer Jarasandha.\" Lord Krishna, however, knew the mystery of the birth of Jarasandha. Jarasandha was born in two different parts from two different mothers. When his father saw that the baby was useless, he threw the two parts in the forest, where they were later found by a black-hearted witch named Jara. She managed to join the two parts of the body of the baby from top to bottom. Knowing this, Lord Krishna, therefore, also knew how to kill him. He gave hints to Bhimasena that since Jarasandha was brought to life by the joining of the two parts of his body, he could be killed by the separation of these two parts. Thus Lord Krishna transferred His power into the body of Bhimasena and informed him of the device by which Jarasandha could be killed. Lord Krishna immediately picked up a twig from a tree and, taking it in His hand, bifurcated it. In this way He hinted to Bhimasena how Jarasandha could be killed. Lord Krishna, the Supreme Personality of Godhead, is omnipotent, and if he wants to kill someone, no one can save that person. Similarly, if He wants to save someone, no one can kill him.\nInformed by the hints of Lord Krishna, Bhimasena immediately took hold of Jarasandha's legs and threw him to the ground. When Jarasandha fell to the ground, Bhimasena immediately pressed one of Jarasandha's legs to the ground and took hold of the other leg with his two hands. Catching Jarasandha in this way, he tore his body in two, from the anus up to the head. As an elephant breaks the branches of a tree in two, so Bhimasena separated the body of Jarasandha. The citizens of Magadha who were standing nearby saw that the body of Jarasandha was now divided into two halves, so that each half had one leg, one thigh, one testicle, one breast, half a backbone, half a chest, one collarbone, one arm, one eye, one ear and half a face.\nAs soon as the news of Jarasandha's death was announced, all the citizens of Magadha began to cry, \"Alas, alas,\" while Lord Krishna and Arjuna embraced Bhimasena to congratulate him. Although Jarasandha was killed, neither Krishna nor the two Pandava brothers made a claim to the throne. Their purpose in killing Jarasandha was to stop him from creating a disturbance against the proper discharge of world peace. A demon always creates disturbances, whereas a godly person always tries to keep peace in the world. The mission of Lord Krishna is to give protection to the righteous persons and to kill the demons who disturb a peaceful situation. Therefore Lord Krishna immediately called for the son of Jarasandha, whose name was Sahadeva, and with due ritualistic ceremonies He asked him to occupy the seat of his father and reign over the kingdom peacefully. Lord Krishna is the master of the whole cosmic creation, and He wants everyone to live peacefully and execute Krishna consciousness. After installing Sahadeva on the throne, He released all the kings and princes who had been imprisoned unnecessarily by Jarasandha.\n \nThus Ends the Mahabharata summation to the Fourth"
}