{
    "id": 4,
    "title": "Chapter Commentary",
    "content": "Devavrata had taken a life-long vow of celibacy, and this was a rare occurance amongst the ksatriyas. Ksatriyas usually have many wives and  hundreds of children. This was not uncommon in the previous ages. Because ksatriyas are in the mode of passion, it was almost impossible for them to control sex desire, which is the cause of all bondage to this world. They, therefore, took many wives and maintained them in great opulence. Bhishma was a great devotee of the Lord and because of his devotion to the lotus feet of the Lord, he was able to make a life-long celibacy vow, rejecting the feminine beauty of this world. By keeping the seminal fluid within, a man increases in strength, memory, intelligence and duration of life. This is one reason why Bhishma was destined to become the most powerful of the great warriors. Even in his old age during the battle of the Bharatas at Kurukshetra, he was considered to have been the most powerful warrior.\nAnother point to be learned from this chapter is position of young women in Vedic society. Young girls were never allowed to walk the streets searching for a husband. It was the duty of a father to get his daughter married at a young age. The sex desire becomes very prominent when a young girl reaches puberty. If she is married at that time, this will save her from becoming a prostitute. In Vedic times, if a girl was even touched by another man, no one would marry her. Wives were chosen on the basis of chasity and purity. It has become a social custom in the western world for young girls to mingle freely with young boys and often lose their virginity before marriage.  these girls become pregnant and give birth to unwanted children. The young girl, bereft of a husband, has to fend for herself, which may lead her to further sinful activities. The child born out of such lust generally turns out to be a useless member of society, and no one can understand why our youth are becoming degraded. This is all due to ignorance of God's law concerning the social organization of human society.\nIn the western societies, abortions and contraceptives have become the standard. Aborting a child in the womb means suffering a future sinful reaction. The mother, the father, the doctor and anyone else involved will suffer the karmic reaction of killing another living being. In their next lives they will be forced to enter the womb of a woman and be aborted themselves. The pain that they inflicted by aborting the innocent child in the womb will come back to them in a future birth. Due to ignorance of material nature's laws, people suffer greatly; and even when they are told of sinful activities and their consequences, they say they don't believe in such things. In this dark Kali age we seem to have to learn things the hard way.\nAnother important point in this chapter is Maharaja Bhishma's vow. Generally, great devotees take vows to please Lord Krishna; they never take vows for fruitive gain. Bhishma took this vow of celebacy so his father could enjoy material sense gratification. One may say that this has nothing to due with pure devotional service, and in fact it doesn't. However, we learned from the previous chapter that Bhishma, as the Vasu, Dyu, was cursed by Vashistha Muni to not have female companionship while living as an ordinary mortal. His vow was simply a fulfillment of that curse, and had nothing to do with any fruitive desire of his own. Also, Bhishma was a great devotee and was under the influence of Krishna's Yogamaya potency. In other words, this situation set the scene for the Lord's forthcoming appearance and would play a role for instructing the whole world."
}