{
    "id": 19,
    "title": "Chapter Ten",
    "content": "The Tournament of Arms\n \nWhen Dronacharya saw that his students had been sufficiently educated, he assembled the Kuru elders and informed them, \"O best of the Kuru kings, your children have now completed their education. I suggest there be a tournament of arms where the youths may display their prowess.\n\"O invincible brahmana,  King Dhritarastra replied, \"you have indeed accomplished something wonderful. I envy those who have eyes and can see the achievements of my children. Vidura will make the necessary arrangements so that all will be able to witness the prowess of these mighty youths.  Understanding the intentions of the King, Vidura left the palace and began making preparations for the tournament of arms.\nWhen the  for the tournament came, all the Kings and elders of the Kuru dynasty assembled in the arena in their respective seats. The ladies headed by Kunti and Gandhari also entered the arena and took their seats on the platforms assigned to each of them. The inhabitants of Hastinapura were so anxious to witness the exhibition that there was an instant crowd at the arena. The whole sky was filled with the sounds of conchshells, drums, kettledrums and trumpets.\nDronacharya entered the arena and announced the students one by one. He then called them forward in their chariots and ordered them to display their prowess with different weapons. With Yudhisthira at their head, the boys came forward and released their arrows at selected targets. Fearing that some of the arrows might miss their target, some of the spectators lowered their heads. However, others fearlessly gazed on in wonder. After exhibiting their skill with the bow and arrow, they showed their ability with other weapons such as the sword and shield, the javelin and celestial darts.\nThen Bhima and Duryodhana, both eager for combat, entered the arena with mace in hand. They began to exhibit their energy, roaring like two lions. As they were fighting, Vidura was describing to Dhritarastra and Gandhari all the feats of the two princes. When the fighting became too intense, Dronacharya ordered his son, Ashvatthama, to stop the fight. The spectators in the crowd were taking sides, and the whole atmosphere of the competition became tense.\nTo ease the mood of the competition, Drona called for Arjuna and announced to the crowd, \"Now all behold Partha, who is dearer to me than my own son. He is the master of all arms, the son of Indra himself.  Arjuna then entered the arena of competition carrying his bow and a quiver of arrows. He was dressed in golden mail and appeared like a streak of lightning in the bright sun. There arose a great uproar of appreciation from the assembly exclaiming, \"This is the graceful son of Kunti! The son of the mighty Indra! This is the protector of the Kurus! Unequalled of those versed in arms! The annihilator of all unwanted elements!  Upon hearing those exclamations, tears flowed from Kunti's eyes and milk filled her breasts.\nArjuna then began to exhibit his celestial weapons. By the agneya weapon, he created fire, and by the varuna weapon he created water. By the vayavya weapon, he created a hurricane, and by the parjanya weapon he created clouds. With the bhauma weapon, he created land, and with the parvatya weapon he brought mountains into being. By the antardhana weapon all these were made to disappear. Within a short time, he exhibited all the astras given by Drona, and the crowd was struck with wonder.\nWhen Arjuna had finished, and the excitement of the crowd had died down, a personality dazzling like the sun appeared at the gate of the arena. Struck with wonder, Duryodhana stood up along with his one hundred brothers. Not knowing who the celestial person was, Drona, as well as the five Pandavas, stood to receive him. He was actually Karna, Kunti's first born son. He was the son of Surya, the sun god and was endowed with his power. Natural golden mail and exquisite golden earrings were a part of his body from birth. The spectators talked among themselves about the unknown person whose effulgence was spreading in all directions. Karna offered his obeisances to the preceptors Kripa and Drona, and then challenged Partha (Arjuna), \"I shall perform feats before this crowd that will excel yours. You will be amazed to behold them.\nOn hearing these challenging words, Duryodhana was delighted, and his affection for this unknown warrior increased when he saw the rivalry with Arjuna. Karna introduced himself to all present and then with the permission of Drona, he accomplished all that Arjuna had accomplished. Witnessing the superexcellence of this great warrior, Duryodhana and his followers embraced Karna saying, \"Welcome, O mighty-armed warrior! I have obtained you as my friend by good fortune. Live as you please in the kingdom of the Kurus.\nArjuna welcomed the competition and addressed Karna with challenging words, \"Exhibit the weapons you have learned from your preceptor. I shall counter all of them, and prove my superiority with the bow and arrow. Stand and prepare to fight!\n\"O Phalguna [Arjuna], this arena is meant for all,  Karna replied, \"not only for you. Why do you fight with words only, O Bharata. You may release your arrows until I strike off your head before the great Drona himself!\nEncouraged by his brothers, Partha, with the permission of Drona, advanced for combat. On the other side, Karna, having been embraced by Duryodhana, took up his bow and arrows and stood ready for the fight. Indra shaded his son Arjuna with many clouds, and the sun god dispersed the clouds above his son Karna. Understanding that a fatal competition was about to take place, Kunti fainted to the ground. She was brought back to consciousness by Vidura. When she saw her two sons dressed in armor, she was seized with fear.\nKripa, the son of Saradwat, who was conversant with the rules of fighting, questioned Karna, \"This Pandava, the youngest son of Kunti, belongs to the Kaurava race. But, O mighty-armed one, you must also announce the royal dynasty to which you belong. Upon hearing this, Partha will fight with you as he sees fit. Sons of kings never fight with men of lower castes.\nWhen thus addressed by Kripa, Karna's vanity disappeared like a lotus flower during the rainy season. Rising up from his seat, Duryodhana hastily said, \"O Kripa, the scriptures say that there are three classes of persons who lay claim to royalty: persons of royal blood, heroes, and lastly, those who lead armies. If Phalguna is unwilling to fight with one who is not a king, I will establish Karna as the king of the Angas.\nAt that time Duryodhana called for a golden throne, and seating Karna on it, anointed him King of the Angas. This was done under the direction of some brahmanas well versed in Vedic mantras. He was fanned with yak tails, and the royal umbrella was held over his head. The crowd loudly applauded and signaled their approval. Feeling grateful to Duryodhana, Karna said, \"O tiger among men, what shall I give you that can compare to this gift. I will follow your instructions and become your faithful friend.  And Duryodhana said to Karna, \"I am eager for your friendship.  Thus the two embraced. This was the beginning of a strong bond of friendship that would annihilate the Kuru dynasty.\nAt that time Adhiratha, the foster father of Karna, entered the arena. He embraced Karna and tears of joy wetted his son's head. Bhimasena thought Karna to be the son of a charioteer, and thus addressed him, \"O suta, do you desire death at the hands of Partha? You are not worthy to rule over the kingdom of Anga anymore than a dog deserves butter from the sacrificial fire.\nHearing these words, Duryodhana rose up in anger, and addressed Bhimasena, \"These are not truthful statements. Heroism and courage in battle are the symptoms of a kshatriya, and even a kshatriya of inferior birth should be fought with. Can a she-deer bring forth a tiger like Karna? Can this warrior, who resembles a demigod, born with natural golden mail and earrings, be the son of a chariot driver? This prince among men deserves the sovereignty of the world. If there is anyone who cannot tolerate what I have done for Karna, let him ascend the chariot and string his bow.\nThere were mixed feelings in the crowd upon hearing Duryodhana's statements. The sun, however, set on the horizon signaling the end of the s activities. Some thought Arjuna to be the victor of the , and others thought Karna to be the champion. And Kunti, recognizing her lost son by various auspicious marks, was pleased to see him alive and faring well. Upon seeing the gifted genius of Karna, Yudhisthira was convinced that there was no warrior on earth who could equal his bowmanship.\n \nThus Ends the Mahabharata summation to"
}