{
    "id": 90,
    "title": "Chapter Five",
    "content": "The Colossal Armies Moved to Kurukshetra\n \nAfter Lord Krishna had left Hastinapura, Dhritarastra invited Vidura for consultation. O pious Vidura, you always contemplate our family's welfare. Now that Duryodhana has defied Lord Krishna's orders, what should be our next course of action.\nYour dynasty is doomed!  Vidura replied, Why do you inquire after already being instructed by the Lord of all creation, Lord Shri Krishna? O King, You must now return the legitimate share to King Yudhisthira, who has no enemies and who has been forbearing through untold sufferings due to your offenses. He is waiting with his younger brothers, among whom is the revengeful Bhima, breathing heavily like a snake. Surely you are afraid of him. Lord Krishna, the Personality of Godhead, has accepted the sons of Pritha as His kinsmen, and all the kings of the world are with Lord Shri Krishna. He is present in His home with all His family members, the Kings and princes of the Yadu dynasty, who have conquered a unlimited number of rulers, and He is their Lord. You are maintaining offense personified, Duryodhana, as your infallible son, but he is envious of Lord Krishna. And because you are thus maintaining a nondevotee of Krishna, you are devoid of all auspicious qualities. Relieve yourself of this ill fortune as soon as possible and do good to the whole family!\nWhile speaking thus, Vidura, whose personal character was esteemed by respectable persons, was insulted by Duryodhana, who was swollen with anger and whose lips were trembling. Duryodhana was in company with Karna, his younger brothers, and his maternal uncle Shakuni. The wicked son of Dhritarastra spoke harshly to the gentle Vidura, Who asked him to come here, this son of a kept mistress? He is so crooked that he spies in the interest of the enemy against those on whose support he has grown up. Toss him out of the palace immediately and leave him with only his breath.\n Thus being pierced by arrows through his ears and afflicted to the core of his heart, Vidura placed his bow on the door and quit his brother's palace. He was not sorry, for he considered the act of the external energy to be supreme. He left Hastinapura to travel on pilgrimage. He did not want to see the outcome of the fratricidal war.\nBy his piety, Vidura achieved the advantages of the pious Kauravas. After leaving Hastinapura, he took shelter of many places of pilgrimages, which are the Lord's lotus feet. With a desire to gain a high order of pious life, he traveled to holy places where thousand of transcendental forms of the Lord are situated. He began to travel alone, thinking only of Krishna, through various holy places like Ayodhya, Dvaraka and Mathura. He traveled where the air, hill, orchard, river and lake are all pure and sinless and where the forms of the Unlimited decorate the temples. Thus he performed the pilgrim's progress. While so traversing the earth, he simply performed duties to please the Supreme Lord Hari. His occupation was pure and independent. He was constantly sanctified by taking his bath in holy places, although he was in the dress of a mendicant with hair matted and no bed on which to lie. Thus he was always unseen by his various relatives. On the bank of the River Sarasvati there are eleven places of pilgrimage, namely, Trita, Usana, Manu, Prithu, Agni, Asita, Vayu, Sudasa, Go, Guha and Sraddhadeva. Vidura visited all of them and duly performed rituals. There were also many other temples of various forms of the Supreme Personality of Godhead Vishnu, established by great sages and demigods. These temples were marked with the chief emblems of the Lord, and they reminded one always of the original Personality of Godhead, Lord Krishna. While traveling on pilgrimage, Vidura met the great devotee, Maitreya and received transcendental knowledge from him. Thus he attained the lotus feet of the Lord, the aspiration of all liberated persons.\nWhen Lord Krishna had returned to Upaplavya from Hastinapura, He gave to the Pandavas all messages. Lord Krishna related to them how Bhishma, Drona, Kripa, Vidura, and Dhritarastra had requested peace. He also informed them of Gandhari's plea for peace to her son Duryodhana. Krishna then explained how the foolish Duryodhana had rejected all peace proposals and walked out of the assembly. He also explained to the Pandavas how He revealed the divine manifestation of Visvarupa and still the sinful Duryodhana could not be brought to a peaceful settlement. Lord Krishna then informed them, I asked for the minimum of five villages to settle the quarrel, but still that wicked soul would not part with that share. I can, therefore, see that chastisement, and nothing else, is the means to destroy their false pride. Indeed, all those kings followed by their massive armies are on the march to Kurukshetra. They will not, O son of Pandu, give back your kingdom without battle.\nHearing the ominous words of Lord Krishna, Maharaja Yudhisthira addressed his brothers, You have heard what has taken place in the court of the assembled Kurus. O best of men, let us take our army to the Holy Kurukshetra field and arrange them in proper formation. We now have seven akshauhini divisions of troops assembled for victory. The names of the leaders of these seven divisions are Drupada, Virata, Dhristadyumna, Sikhandin, Satyaki, Chekitana and Bhimasena. All of them are seasoned veterans of war and mature in the use of weapons. Please tell us Sahadeva, who amongst the great warriors is fit to be the commander in chief of this vast army.\nThat person who is closely related to us,  Sahadeva replied, and who is skilled in the use of weapons and irresistible in battle, should be our commander. I am referring to the King of the Matsyas, Virata. Relying on him, we will certainly regain our lost kingdom. He will be able to contend in battle the mighty Bhishma and the other great chariot fighters.\nAfter Sahadeva had spoken, Nakula gave his opinion, I think that person who is endowed with respectability, strength, prosperity, and knowledge of the scriptures should be our leader. There are many here who fit these qualifications. However, that bull among men, Drupada, our father in law, who seeks to challenge Drona and Bhishma, should be our leader.\nAfter the two sons of Madri had given their opinion, Arjuna spoke to Yudhisthira as follows, That person of celestial birth, who was born from the sacrificial fire along with weapons and chariot, and who was born to conquer Drona should be our leader. I am referring to Dhristadyumna, the son of Drupada. He is a experienced general of weapons, warfare and the different kinds of formations necessary to defeat the opposing enemy. He will surely conquer Bhishma and Drona in battle and bring us victory.\nBhima then gave his assessment, In my opinion, the son of Drupada, Sikhandin, who was conceived for killing Bhishma, is the most qualified person to be our leader. While releasing weapons in battle, he resembles Lord Ramachandra Himself. I do not see any other person who can challenge grandfather Bhishma in battle and kill him. It is for this reason that he should be chosen as our commander in chief.\nKing Yudhisthira then gave his opinion, O assembled heroes, the strength and weakness of everything in the universe, and the intentions of every person here, are known to the virtuous Lord Krishna. Skilled or unskilled, old or young, let him be the leader of my forces whom Krishna chooses. Lord Krishna will be the cause of our success or failure. Let the Supreme Personality of Godhead, that foremost of persons, pick who shall lead the army. Having selected our leader, we will, under Krishna's orders, march to the holy field of Kurukshetra.\nAfter hearing the of Maharaja Yudhisthira's humble submission and his brother's suggestion, the lotus-eyed Krishna spoke the following words, O King, I fully approve the selection of any of the warriors mentioned. All of them are competent to defeat the opposing army. Indeed, they can challenge Indra himself in battle, let alone the wicked and sinful sons of Dhritarastra. O great hero, for your good cause, I made great efforts to prevent this combat by peaceful means. Because of our endeavor, we are freed from our responsibility for righteous behavior. Indeed, the sons of Dhritarastra will never be able to hold their ground when they come face to face with Dhananjaya and Satyaki. Our army possesses invincible strength. As regards to our leader, I favor that illustrious champion of great warriors, Dhristadyumna.\nWhen the commander in chief was selected, all the heroic generals made preparations to move their armies to the holy Kurukshetra where great sages had performed austerities and sacrifices, recently and in bygone ages. Followed by millions upon millions of men, who were uttering war cries, the Pandavas along with the other distinguished generals made their way to that holy place of pilgrimage. The ladies headed by Draupadi remained in Upaplavya. The Pandava's army appeared like a vast ocean, and as it headed for Kurukshetra, it could be observed from a hilltop that it covered one point of the horizon to the other. Upon reaching that sacred spot, Yudhisthira caused the troops to encamp on that part of the field that was level, cool and abounding in grass. Lord Krishna and Arjuna blew on their conchshells producing a rumble that sounded like thunder. Hearing this, the Pandava army was filled with joy.\nDuryodhana also organized his eleven akshauhini divisions on the sacred plane of Kurukshetra. There were hundreds of thousands of huge tents that were filled with food and drink of various kinds. There was also bedding for the tired and wounded. There were thousands of physicians to take care of those who fell in battle. In the armies of both sides, there were hundreds and thousands of chariots filled with different kinds of weapons. There were also tents erected to repair the chariots that were damaged in battle. The chariots of both armies were filled with quivers of arrows, javelins, long handled spears, barbed darts, heavy maces, clubs made of wood and metal, long ropes, pots filled with poisonous snakes, clubs having iron spikes, swords, short and long bows, battle axes, forked lances and extra armor. Each chariot was made of the sturdiest material and intricately carved. Pearls and other valuable gems were embedded in an artistic way. There was characters embossed on the chariot with gold and silver. To each chariot was yoked four horses of the best breed. In each chariot there was one hundred bows.\nThere were thus thousands of chariots surrounded by thousands of elephants. The chariots were like a town and the elephants were like the walls of a town. On the backs of each of the elephants there were seven warriors. Two of those warriors were armed with hooks, two were excellent bowmen, two were first rate swordsmen, and one was armed with a lance and trident. There were innumerable elephants like these and each had innumerable weapons on their backs. There was also hundreds and thousands of horses who were well trained and bedecked with gold ornaments. The horsemen were well skilled in the use of the bow and arrow, the javelin and the sword. The foot soldiers were numbered in millions. According to divisions, they wore armor of different kinds and carried weapons of different kinds. Around each chariot there was ten elephants, and unto each elephant was assigned ten horses and around each horse was ten infantrymen to guard the horses. In the reserve army that was kept for emergencies, there was fifty elephants to guard each chariot; and unto each elephant there was a hundred horsemen and around each horseman there was attached seven foot soldiers. It was in this way that the Kaurava army was arrayed in force.\n After everything was arranged according to King Duryodhana's desire, that mighty warrior approached Grandfather Bhishma and appealed to him as follows, Without a commander, even a mighty army is routed in battle. As regards to your prowess, you are like the great Indra himself. You are like the sun among the luminaries or the moon amongst the stars. You are incapable of being slain, and therefore I request that you become our commander.\nIt will be as you wish,  Bhishma replied, I have given a promise to you that I will fight on your side, but I will not be able to kill the Pandavas. Protected by Lord Krishna, those heroes are incapable of being slain. There is not a warrior on earth that is equal to me except Arjuna, the son of Kunti. However, he will never seek to fight with me openly. With the power of my weapons, I can destroy the entire world along with all its planets, demigods and demons. The sons of Pandu, being protected by the Supreme Lord Krishna, cannot be killed by me or anyone else. I will, however, slaughter their forces at a rate of ten thousand a . There is one other condition on which I will become your commander. That is either Karna should fight first or I will fight first. This son of Radha always boasts of his prowess in battle, comparing it with mine.\nHearing the condition set down by the grandsire, Karna replied, As long as Shantanu's son lives, O King, I will not fight. After Bhishma is slain, I will take to the battlefield to duel with the wielder of the Gandiva bow.\nWhen Ganga's son was officially placed as the commander in chief, the King became joyful and distributed an abundant amount of presents. He caused the musicians to play their instruments and blow their conchshells loudly. Suddenly, although the sky was cloudless, a bloody shower fell, making the ground muddy. Fierce whirlwinds rose and earthquakes shook the ground, depressing the hearts of all the warriors. Unembodied voices were heard and meteors fell from the heavens. Jackals and crows howled fiercely, indicating a great calamity. All this was observed after the installation of Bhishma as the commander in chief of Duryodhana's forces.\nKnowing that a great slaughter of men was about to take place, Lord Balarama, the elder brother of Lord Krishna, came there along with Akrura, Gada, Samba, Uddhava, and Pradyumna. Seeing Him arrive, Yudhisthira, Bhima, Arjuna, and the twins stood up out of respect. He was received royally, and that bull among the Yadus worshiped Drupada and Virata who were senior in years. He then sat on the same throne as that of Yudhisthira. He cast his glance upon His younger brother, Lord Krishna and began to speak, This slaughter of the warrior race is inevitable, O Krishna, and it is the will of providence. I hope, however, that I will be able to see all of you, with your friends, come out safely from this battle. I have repeatedly asked You, my dear brother, to be partial to both sides, but You have not listened to my plea. You have aligned Yourself with the Pandavas, and therefore, their victory is assured. As regards to Myself, I will not fight on either side. Whatever side You have chosen, I will give moral support, for Your desires are supreme. I shall now travel on pilgrimage, for I will not be able to watch with indifference the annihilation of the Kauravas.  Lord Balarama then left their presence and started on His pilgrimage.\nAbout this time there came to the Pandava's camp, the son of King Bhishmaka, named Rukmi. Rukmi was the student of Drona, and the ruler of the whole southern country. He had learned the science of warfare and was given a celestial bow named Vijaya that belonged to the great Indra. It was equal to the Gandiva bow given by Varuna, and the Sarnga owned by Lord Krishna. Rukmi had come to the Pandava camp with an akshauhini division of troops. He came into the midst of the assembly of Kings and offered them all respects. He then boasted to Dhananjaya, If, O son of Pandu, you are afraid, I am here to help you. The assistance I will give you will be unbearable to the enemy. There is no man who can equal my prowess. I will kill in battle any of the great heroes, Bhishma, Drona, Kripa, Karna or Ashvatthama. All of you may rest while I kill all these Kings of the earth. I will then hand over your ancestral kingdom which is yours according to birth.\nTo this puffed up fool, Arjuna replied, Born as the son of Pandu, having the great Drona as my teacher, having Lord Krishna as my ally, and bearing the bow Gandiva, how can I say that I am afraid? I have fought with the Gandharvas, the Nivatakavachas, the Kalakeyas, and the heavenly lords combined, as well as the Kaurava host. O son of Bhishmaka, I am not afraid, nor do I have any need of your assistance! You may either go or stay as it pleases you.\nHaving been shunned because of his false pride, Rukmi left the Pandava's camp and went to Duryodhana. When Duryodhana heard the boastful words of Rukmi, he rejected him in the same way. Thus the two kings, Baladeva and Rukmi, desisted from battle and went their separate ways.\nAt this time Duryodhana called for Uluka, the son of Shakuni, and ordered him to deliver messages to the Pandavas. Uluka left the presence of Duryodhana and made his way to the Pandava camp. He presented himself before Yudhisthira and said, I have come as a messenger on behalf of King Duryodhana. I, therefore request you not to be angry with me if I repeat the words Duryodhana has instructed me to say!\nHearing this request, Maharaja Yudhisthira replied, You have nothing to fear, Uluka. Repeat the messages you have brought from the vile Duryodhana.\nUluka then said to Yudhisthira, These are the words Duryodhana has directed to you, You were defeated in dice and your dear wife was brought into the assembly. Any person who calls himself a man would have given way to anger. You have lived in exile for thirteen years, and now is the time to become a man. Tomorrow, engage us in battle, we who have Bhishma for our leader. Your pride will be destroyed, and your body will lay on the ground devoid of life. O fool of little understanding, how will you fight with me while I am stationed in the midst of my elephant army?\nUluka then turned to Arjuna and repeated the harsh words of Duryodhana, Can you fight without bragging, O Arjuna? You boast about yourself too much. I know you have Krishna for your ally, and I know you have the Gandiva bow which is a full six cubits long. However, I have ownership of the whole world. So what is the use of your weapons and allies? For thirteen years I have enjoyed sovereignty of the world, and I shall continue to rule in the same way. Previously it was Draupadi that saved you at the first gambling match and not the Gandiva. You have lived this last year as menial servants to Virata. This is manliness? You have worn braids in your hair as a eunuch and taught girls how to dance. This is the way heroes act? Once you have dived into the ocean of the Kaurava army which has Timingila fish for its leaders, you will not come out alive, nor will any of your friends. Indeed, it is impossible for you to win a kingdom, like one trying to obtain heaven without ascetic merit.\nUluka then addressed Bhima with Duryodhana's harsh message, O son of Pritha, I see that you have become a cook in Virata's kitchen. Is this evidence of your manhood? You have taken a vow to kill myself, Duhshasana, and my other brothers. Now, O cook, the time has come to carry out your boastful vow. There is a difference, However, between cooking and fighting. The fact of the matter is that you will have to lie on the Kurukshetra field, your head smashed by my mace. The promises that you made in the great assembly will then prove to be uttered in vain.\nUluka then turned to Nakula and Sahadeva and repeated the scathing words of Dhritarastra's sinful son. He also challenged Dhristadyumna and Sikhandin to carry out their vows of killing Drona and Bhishma respectively. It was known that Sikhandin was formerly a female in his previous life. She was known by the name of Amba who wanted Bhishma for her husband.\nUluka then addressed Lord Krishna with a message from Duryodhana, I challenge You to withstand my prowess on the field of battle. Exhibit once again that same form which you assumed in the Kaurava court. Your mystic tricks will not save You or Arjuna. We also are capable of assuming different forms by mystic power. Without any reason, O Krishna, You have achieved fame in the three worlds. You have been a slave to King Kamsa, and therefore, a King like myself should not dress in armor to fight You.\nAfter hearing the piercing words of Duryodhana that were spoken out of ignorance, the Pandavas were thoroughly provoked to anger. They stood and began to stretch their arms. Their eyes were red, and there was great anger on their faces. Bhimasena, his face cast to the ground, began to breathe heavily like a snake. Arjuna wiped the sweat off his forehead, and tried to restrain himself from annihilating the Kaurava army at that moment. The other kings were also quite incensed at the words of Duryodhana and rose from their seats ready for battle. Bhima, gnashing his teeth, licking his tongue and squeezing his hands, spoke to Shakuni's son, Hear the message you should repeat to that deceitful person. We, the Pandavas, always seek to satisfy our older brother. It was for this reason that we tolerated your atrocious activities. Now is the time to fight and fulfill your words. I have vowed to kill you and all your brothers. O sinful fool, do not think that it will not happen. Even if Yamaraja assists you, the Pandavas will still accomplish what they have vowed! I will surely drink Duhshasana's blood. I swear this by my soul.\nArjuna's reply was short and to the point. He said, When tomorrow comes, stand across from my division. I will give you my answer from the Gandiva bow. Eunuchs answer in words, but kshatriyas reply in prowess!  Hearing this reply to Duryodhana's abusive words, all the warriors applauded Arjuna.\nLord Krishna then spoke to Uluka, Tell Duryodhana this, O wicked soul, tomorrow, I hope that you can act like a man and face Arjuna and Myself on the battlefield. O fool, you think that I will not fight? If my anger is excited, I may annihilate all the warriors on the side of the Kauravas. You will not be able to hide from the Gandiva's arrows. Even if you run to the farthest corners of the world or sink into the ocean, you will see Arjuna's chariot behind you. You think, O fool, that Bhima's words will not come true, and I warn you that Duhshasana's blood has already been drunk. You are speaking boastful words, but we consider you no better that straw.'\nArjuna, before sending Uluka back to Duryodhana, sent this message, Listen, O Duryodhana, You are a coward. You are relying on the strength of others whom you have forced to fight for you. Having initiated Bhishma as your commander, whose passions are under control and who is endowed with great wisdom, you boast these annoying words. By this act, you have brought our grandfather under the sway of death. You think that because he is our grandfather, we will not fight with him. However, I take this vow that I will kill Ganga's son in the presence of all warriors.  After hearing all the messages to be communicated to Duryodhana, Uluka went back to the Kaurava's camp.\nMaharaja Yudhisthira then ordered the troops be arrayed in battle formation. Millions upon millions of soldiers lined up in a formation which covered a twelve mile area. He gave encouragement to all the soldiers, and he ordered Arjuna to fight with Karna, Bhima to fight with Duryodhana, Dhristaketu with Salya, Uttamaujas with Kripa, Nakula with Kritavarman, and Satyaki was ordered to fight against Jayadratha, the ruler of the Sindus. He pitted Shikhandi against Bhishma, Sahadeva against Shakuni, Chekitana against Sala, and the five sons of Draupadi against the Trigartas. He urged Abhimanyu to fight with Karna's son, Vrishasena, and he ordered Dhristadyumna to fight with the preceptor Drona. And having arrayed his troops in battle formation, King Yudhisthira waited with a peaceful mind for the morning sun.\n \nThus Ends the Fifth"
}