{
    "id": 49,
    "title": "Chapter Six",
    "content": "Shishupala's Liberation\n \nThe kingdom of Maharaja Yudhisthira continued to prosper, and he was able to give full protection to his citizens, both materially and spiritually, because he always spoke of the Absolute Truth. His humble nature and his devotion to truth always kept his would be enemies in check. The citizens happily engaged in their respective occupational duties. Due to the rule of the pious monarch, there was as much rain in the kingdom as the citizens desired. All cities and towns in Maharaja Yudhisthira's kingdom became highly prosperous. Indeed, cow protection, farming and trading flourished beyond the expectations of the vaishya class. During the reign of Maharaja Yudhisthira, robbers and thieves never cheated anyone because there was plenty for all. There were no droughts, floods, plagues, earthquakes, famine, fires, or premature deaths in the kingdom of Maharaja Yudhisthira. In order to please Maharaja Yudhisthira, the kings of the earth used to serve him, worship him or offer tribute to that king of kings. The large treasure house of the emperor was so filled with hoards of wealth that it could not be emptied by a hundred years of charity. Seeing the state of his treasury, Maharaja Yudhisthira set his heart on performing the Rajasuya sacrifice.\nMaharaja Yudhisthira's friends, ministers and officers, separately and together, approached him and advised, \"The time has come, O exalted one, for the performance of the Rajasuya sacrifice. All arrangements should be made as soon as possible.\"\nWhile these discussions were going on, Lord Hari (Krishna), the omniscient and oldest person of all, arrived in the kingdom of Maharaja Yudhisthira. That Supreme Lord has been described by those possessing knowledge as the omniscient Supersoul of every being, as the soul of the Vedas, as the foremost of all existences in the universe, as the origin of all things, as the cause of all causes, as that in which all things come to be resolved, and as the lord of the past, present and future. He has been called Keshava, the slayer of the Keshi demon, the dispeller of all fear in times of distress and the annihilator of all foes. That Supreme Personality of Godhead, being pleased by the devotion of Maharaja Yudhisthira, entered the pious city of Indraprastha, bringing with Him a large mass of treasure, including an inexhaustible ocean of gems that would be the envy of any enemy.\nThe capital of the Bharata dynasty was gladdened by Lord Krishna's presence just as a dark region becomes joyful by the sun's rising, or as one feels a cool gentle breeze on a hot summer . The citizens of Indraprastha greeted that Lord of Lords with all the devotion in their hearts. Approaching Him lovingly and with due respect, Maharaja Yudhisthira inquired of His welfare. Offering Lord Krishna a seat of honor, Maharaja Yudhisthira, who was accompanied by Dhaumya, Vyasadeva, the sacrificial priests and Bhima and Arjuna, addressed Lord Krishna as follows, \"My dear Lord Krishna, it is by your grace that this entire earth has been brought under my sway. And it is through your mercy that I have obtained the vast wealth in my treasury. I desire to devote that wealth according to scripture unto the direction of superior brahmanas and the carrier of the sacrificial libations. I am asking Your permission, O thou of the Dasarha race, to perform this sacrifice along with my brothers. My dear Krishna, O eternal form of bliss and knowledge, all the exalted directors of the affairs of this material world, including Lord Brahma, Lord Shiva and King Indra, are always anxious to receive and carry out orders from You; and whenever they are fortunate enough to receive such orders, they immediately obey them in their hearts. O Krishna, You are unlimited, and although we  think of ourselves as royal kings and rulers of the world and become puffed up over our paltry positions, we are very poor in heart. Actually, we are fit to be punished by You, but the wonder is that instead of punishing us, You so kindly and mercifully accept our orders and carry them out properly. Others are very surprised that Your Lordship can play the part of an ordinary human, but we can understand that You are performing these activities just like a stage actor. Your real position is always exalted, exactly like that of the sun, which always remains at the same temperature both during the time of its rising and the time of its setting. Although we feel the difference in temperature between the rising and the setting sun, the temperature of the sun never changes. You are always transcendentally equipoised, and thus You are neither pleased nor disturbed by any condition of material affairs. You are the Supreme Brahman, the Personality of Godhead, and for You there are no relativities. My dear Madhava, You are never defeated by anyone. Material distinctions - 'This is me.' 'This is you.' 'This is mine.' 'This is yours.'--are all conspicuous by dint of their absence in You. Such distinctions are visible in the lives of everyone, even the animals, but those who are pure devotees are freed from these false distinctions. Since these distinctions are absent in Your devotees, they cannot possibly be present in You.\"\nAfter satisfying Lord Krishna in this way, King Yudhisthira arranged to perform the Rajasuya sacrifice. He invited all the qualified brahmanas and sages to take part and appointed them to different positions as priests in charge of the sacrificial arena. He invited the most expert brahmanas and sages, whose names are as follows: Krishna-dvaipayana Vyasadeva, Bharadvaja, Sumantu, Gautama, Asita, Vashistha, Chyavana, Kanva, Maitreya, Kavasa, Trita, Visvamitra, Vamadeva, Sumati, Jaimini, Kratu, Paila, Parasara, Garga, Vaisampayana, Atharva, Kasyapa, Dhaumya, Parasurama, Sukracharya, Asuri, Vitihotra, Madhucchanda, Virasena, and Akritavrana. Besides all these brahmanas and sages, he invited such respectful senior members of the Kuru Dynasty as Dronacharya, Bhishma, the grandfather of the Kurus, Kripacharya, and Dhritarastra. He also invited all the sons of Dhritarastra, headed by Duryodhana, and the great devotee Vidura was also invited. Kings from different parts of the world, along with their ministers and secretaries, were also invited to see the great sacrifice performed by King Yudhisthira, and the citizens, comprising learned brahmanas, chivalrous kshatriyas, well-to-do vaishyas, and faithful shudras, all visited the ceremony.\nThe kings who came for the Rajasuya sacrifice were received by Maharaja Yudhisthira and treated to heavenly opulence. All those monarches were assigned to mansions that equaled the abodes of the heavenly gods. The mansions were white as clouds and high as mount Kailasa. There were beautifully designed and filled with ornate furniture. They were enclosed with high boundary walls and surrounded by gardens and water tanks filled with lotus flowers. The lattice windows were covered with gold, and the walls were covered with rows of pearls and other valuable gems. The floors, too, were made of gems, and some were covered with costly carpets. Flower garlands hung here and there, and scented perfumes filled the air. These mansions were covered in white marble and looked like the the snow capped mountains of the Himalayas. The doors and entrances were uniformly set and were wide enough to admit a crowd. Adorned with various costly articles and built with various metals, they looked like the peaks of Mount Himavat. The kings of the earth were very satisfied with the reception of Maharaja Yudhisthira.\nThe brahmana priests and sages in charge of the sacrificial ceremony broke the sacrificial ground with a golden plow, and they initiated King Yudhisthira as the performer of the great sacrifice, in accordance with Vedic rituals. Long years ago, when Varuna performed a similar sacrifice, all the sacrificial utensils were made of gold. In the Rajasuya sacrifice of King Yudhisthira, all the utensils required for the sacrifice were also golden.\nIn order to participate in the great sacrifice performed by King Yudhisthira, all the exalted demigods like Lord Brahma, Lord Shiva, and Indra the King of heaven, accompanied by their associates, as well as the predominating deities of higher planetary systems like Gandharvaloka, Siddhaloka, Janaloka, Tapoloka, Nagaloka, Yakshaloka, Rakshasaloka, Pakshiloka and Charanaloka, as well as famous kings and their queens, were all present by the invitation of King Yudhisthira. All the respectable sages, kings and demigods who assembled there unanimously agreed that King Yudhisthira was quite competent to take the responsibility of performing the Rajasuya sacrifice; no one was in disagreement on this fact. All of them knew thoroughly the position of King Yudhisthira; because he was a great devotee of Lord Krishna, no accomplishment was extraordinary for him.\nMaharaja Yudhisthira requested certain persons to help him with the sacrifice. He appointed Bhima to superintend the food department and other enjoyable things. He asked Ashvatthama to wait on and serve the needs of any brahmana who came to the sacrifice. Sanjaya was appointed to serve and offer worship to all kings who came to the sacrifice. Bhishma and Drona were appointed to see that no detail of the reception was neglected. Kripa was appointed to look after the diamonds, pearls, other gems and gold that was offered to King Yudhisthira. He was also in charge of distribution of gifts to brahmanas. Balhika, Dhritarastra, Somadatta, and Jayadratha went about enjoying themselves as lords of the sacrifice. Duryodhana was requested to become the receiver of tributes that were brought by kings. Whatever was offered to King Yudhisthira as gifts was counted by Duryodhana and stored properly. Vidura was put in charge of distributing charity at the right time and to proper persons. Lord Krishna, the center of all worlds and round whom every creature moved, was engaged by His own will in washing the feet of the brahmanas.\nKing Yudhisthira, himself, brought a large amount of wealth to the sacrificial arena. Everyone honored Maharaja Yudhisthira with large presents of jewels. And each king made a present of his wealth, flattering himself with the proud belief that the jewels he gave would enable King Yudhisthira to complete his sacrifice.\nThe learned brahmanas and priests saw to it that the sacrifice by Maharaja Yudhisthira was performed in exactly the same way as in bygone ages by the demigod Varuna. According to the Vedic system, whenever there is an arrangement for sacrifice, the members participating in the sacrifice are offered the juice of the soma plant. The juice of the soma plant is a kind of life-giving beverage. On the  of extracting the soma juice, King Yudhisthira very respectfully received the special priest who had been engaged to detect any mistake in the formalities of sacrificial procedures. The Vedic mantras must be enunciated perfectly and chanted with the proper accent; if the priests who are engaged in this business commit any mistake, the referee priest immediately corrects the procedure, and thus the ritualistic performances are perfectly executed. Unless it is perfectly executed, a sacrifice cannot yield the desired result.\nAnother important procedure is that the most exalted personality in the assembly of such a sacrificial ceremony is first offered worship. After all arrangements were made for Yudhisthira's sacrifice, the next consideration was who should be worshipped first in the ceremony. This particular ceremony is called Agrapuja. Agra means first, and puja means worship. In the sacrificial assembly, all the members were very exalted. Some proposed to elect one person as the perfect candidate for accepting Agrapuja, and others proposed someone else.\nThen Bhishma, the son of Shantanu, spoke giving his opinion, \"As the sun is the center of all luminescing objects, so Krishna is the center of all living beings. Our sacrificial altar is illuminated and blessed by His presence as a sunless region is blessed by the sun. Therefore, I feel that Krishna should be the first worshiped in this assembly.\"\nBhishma, the great grandsire of the Kurus, then ordered Sahadeva to offer the Agrapuja to Lord Krishna. However, Shishupala could not bear to see that worship offered to Lord Krishna. He spoke up influenced by envy and hatred, \"O descendant of the Kuru race, this Krishna does not deserve royal worship as if he were a king. You sons of Pandu are acting like children. Bhishma, the son of Ganga, obviously, possesses little knowledge. He deserves to be censured amongst the honest and wise. How does this one of the Yadu dynasty, who is not even a king, deserve worship before all the exalted kings present? Krishna is not certainly the oldest in age, for here is His father, Vasudeva. If you regard Krishna as a well wisher, there is a greater well wisher present here as King Drupada. When Drona is present, how could you regard Krishna as a greater preceptor? Do you regard Krishna as greater in wisdom than Dvaipayana Vyasa? Amongst the warriors present, the great Bhishma, who can die only at his will, stand supreme. How could Krishna receive worship before him? When Ashvatthama, the knower of every branch of knowledge is present, how could you worship Krishna? When Duryodhana, the bull of the Bharata race, is present how could Krishna be worshipped first? Passing over Kripa, the preceptor of the Bharata princes, why have you worshiped Krishna? When Bhishmaka, Rukmi, Ekalavya, Salya or Karna are present, how could you worship Krishna? This slayer of Madhu is neither a sacrificial priest, nor a preceptor, nor a king. With what understanding have you worshiped Krishna? O chief of the Kurus, you have rejected qualified persons to be first worshiped from motives for gain. If you had planned to worship this Krishna, then why have you brought all these kings here to be insulted? This wretch born of the Vrishni race has caused the slaying of King Jarasandha by unrighteous means. O Yudhisthira, you have abandoned righteousness to.\"\nThen turning to Lord Krishna, Shishupala, who was bringing death upon his head, spoke the following death knell of words, \"O Janardana, why have You accepted the position of being first worshiped? You have acted like a dog that laps up clarified butter stolen from the sacrifice. O slayer of Madhu, as a wife is to one without virile power, as a fine play is to one who is blind, so this royal worship is to thee who are not even a king.\"\nHaving spoken these words, Shishupala rose from his seat, and accompanied by many kings, attempted to leave the assembly. King Yudhisthira hastily ran after Shishupala and tried to correct his wayward mentality, \"O Lord of the earth, what you have said is scarcely proper for you. It is improper and highly sinful. Do not insult Bhishma by saying that he does not know what virtue is. Behold these many kings, older than you, who approve of the worship of Krishna. It behoves you to follow their example. O ruler of Chedi, Bhishma knows Lord Krishna in truth. You must learn from him the glory of Krishna.\"\nBhishma then spoke up in the assembly of kings, \"He who does not approve of the worship of Krishna, the oldest person in the universe, deserves no soft words of conciliation. Any warrior of the Kshatriya race, who defeats all other warriors in battle and then sets his opponent free, becomes the preceptor of his opponent. I do not behold in this assembly of kings even one ruler who has not been subdued in battle by Krishna. The whole universe without limit can be found in Krishna. He deserves, not only the worship of all kings here, but of every living being. Therefore we worship Krishna as the oldest, but who remains ever fresh and as the foremost of all living beings. I have, O Shishupala, waited upon many sages experienced in knowledge. These wise men have explained to me in detail the glory of Krishna. I have heard many times the divine acts performed by Janardana since His birth. We do not, O King of Chedi, worship Krishna in hope of obtaining material benefits. All good men on earth worship that one who has no origin and who is the source of happiness for every creature. We have offered to Him the first worship because in Him resides all beauty, knowledge, power, renunciation, fame and glory.\n\"There is none in this assembly who we have not taken into consideration. Lord Krishna is the foremost among the brahmanas, kshatriyas, vaishyas and shudras. As far as knowledgeable persons are concerned, He is the most learned in Vedas; indeed, He is the source of all Vedic knowledge. In this eminent person resides liberality, cleverness, knowledge of the Vedas, bravery, modesty, achievements, infinite intelligence, humility, beauty, firmness, contentment and prosperity. All these dwell in Achyuta, the infallible one. Therefore, O Kings, it behooves you to offer first worship to Krishna, the Lord of all beings.\n\"Hrishikesha is the sacrificial priest, the guru, the king, the best friend; and therefore He has been offered first worship. Krishna is the source of this universe and into who this universe will dissolve. Indeed this universe of mobile and immobile creatures has sprung into existence by the grace of Krishna only. He is the unmanifest primal cause, the creator, the eternal Lord and protector of all creatures. Therefore, why doesn't He of unfading glory deserve to be worshiped first. This Shishupala is a mere child, because he doesn't not know this Supreme Lord of all lords.\"\nWhen Bhishma had stopped speaking, Sahadeva responded to the offensive words of Shishupala, \"If there be any king amongst you who cannot bear to see Keshava, the killer of the Keshi demon, as the first person worshiped, I will place my foot on his head.\" When Sahadeva lifted his foot, no king challenged him. Suddenly, a shower of flowers fell on Sahadeva and an unembodied voice exclaimed, \"Excellent! Excellent!\"\nThen Narada, clad in black deerskin and speaking of both the past and future, spoke the following words with the clearest import, \"Those men who will not worship the lotus-eyed Krishna should be regarded as dead although life may reside in the body. In fact, one who does not regard Krishna as the first person to be worshiped should not be seen or spoken to.\"\nWhen their was grumbling among the followers of Shishupala and the matter remained undecided, Sahadeva again began to speak in favor of Lord Krishna. He said, \"Lord Krishna, the best amongst the members of the Yadu dynasty and the protector of His devotees, is the most exalted personality in this assembly. Therefore I think that He should without any objection be offered the honor of being worshiped first. Although demigods such as Lord Brahma, Lord Shiva, Indra, the King of the heavenly planets, and many other exalted personalities are present in this assembly, no one can be equal to or greater than Krishna in terms of time, space, riches, strength, reputation, wisdom, renunciation or any other consideration. Anything which is considered opulent is present originally in Krishna. As an individual soul is the basic principle of the growth of his material body, similarly Krishna is the Supersoul of this cosmic manifestation. All kinds of Vedic ritualistic ceremonies, such as the performance of sacrifices, the offering of oblations in the fire, the chanting of the Vedic hymns and the practice of mystic yoga--all are meant for realizing Krishna. Whether one follows the path of fruitive activities or the path of philosophical speculation, the ultimate destination is Krishna; all bona fide methods of self-realization are meant for understanding Krishna. O respectable persons present, it is superfluous to speak about Krishna, because every one of you exalted personalities know the Supreme Brahman, Lord Krishna, for whom there are no material differences between body and soul, between energy and the energetic, or between one part of the body and another. Since everyone is a part and parcel of Krishna, there is no qualitative difference between Krishna and all living entities. Everything is an emanation of Krishna's energies, the material and spiritual energies. Krishna's energies are like the heat and light of the fire; there is no difference between the quality of heat and light of the fire itself.\n\"Also, Krishna can do anything He likes with any part of His body. We can execute a particular action with the help of a particular part of our body, but He can do anything and everything with any part of His body. And because His transcendental body is full of knowledge and bliss in eternity, he doesn't undergo the six kinds of material changes--birth, existence, growth, fruitive action, dwindling and vanishing. Unforced by any external energy, He is the supreme cause of the creation, maintenance and dissolution of everything that be. By the grace of Krishna only, everyone is engaged in the practice of religiousness, the development of economic conditions, the satisfaction of the senses and, ultimately, the achievement of liberation from material bondage. These four principles of progressive life can be executed by the mercy of Krishna only. He should therefore be offered the first worship of this great sacrifice, and no one should disagree. As by watering the root, the watering of the branches, twigs, leaves and flowers is automatically accomplished, or as by supplying food to the stomach, the nutrition and metabolism of all parts of the body are automatically established, so by offering the first worship to Krishna, everyone present in this meeting--including the great demigods--will be satisfied. If anyone is charitably disposed, it will be very good for him to give in charity only to Krishna, who is the Supersoul of everyone, regardless of his particular body or individual personality. Krishna is present as the Supersoul in every living being; and if we can satisfy Him, then automatically every living being becomes satisfied.\"\nAfter this speech was delivered, all the members present in that great sacrificial assembly applauded, confirming his words continuously by saying, \"Everything that you have said is completely perfect. Everything that you have said is completely perfect.\" King Yudhisthira, after hearing the confirmation of all present, especially of the brahmanas and learned sages, finished worshiping Lord Krishna according to the regulative principles of the Vedic injunctions. First of all, King Yudhisthira--along with his brothers, wives, children, other relatives and ministers-washed the lotus feet of Lord Krishna and sprinkled the water on their heads. After this, Lord Krishna was offered various kinds of silken garments of yellow color, and heaps of jewelry and ornaments were presented before Him for His use.\nKing Yudhisthira felt such ecstasy by honoring Krishna, who was his only lovable object, that tears glided down from his eyes; and although He wanted to, he could not see Lord Krishna very well. Lord Krishna was thus worshiped by King Yudhisthira. At that time all the members present in that assembly stood up with folded hands and began to chant, \"Jaya! Namah! Namah!\" When all joined together to offer their respectful obeisances to Krishna, there were showers of flowers from the sky.\nAfter the Agrapuja had been completed, King Shishupala could not tolerate such honor being offered to Krishna nor hear the glorification of His qualities. Instead of being happy to hear the glories of the Lord, he became very angry. When everyone offered respect to Krishna by standing up, Shishupala remained in his seat; but when he became angry at Krishna's being honored, Shishupala stood up suddenly, and raising his hand, began to speak very strongly and fearlessly against Lord Krishna. He spoke in such a way that Lord Krishna could hear him very distinctly.\n \"Ladies and gentlemen, I can appreciate now the statement of the Vedas that, after all, time is the predominating factor. In spite of all endeavors to the contrary, the time element executes its own plan without opposition. For example, one may try his best to live, but when the time for death comes, no one can check it. I see here that although there are many stalwart personalities present in this assembly, the influence of time is so strong that they have been misled by the statement of a boy who has foolishly spoken about Krishna. There are many learned sages and elderly persons present, but still they have accepted the statement of a foolish boy. This means that by the influence of time, even the intelligence of such honored persons as are present in this meeting can be misdirected. I fully agree with the respectable persons present here that they are competent enough to select the personality who can be first worshiped, but I cannot agree with the statement of a boy like Sahadeva, who has spoken so highly about Krishna and has recommended that Krishna is fit to accept the first worship in the sacrifice. I can see that in this meeting there are many personalities who have undergone great austerities, who are highly learned and who have performed many penances. By their knowledge and direction, they can deliver many persons who are suffering from the pangs of material existence. There are great rishis here whose knowledge has no bounds, as well as many self- realized persons and brahmanas also; and therefore, I think that any one of them could have been selected for the first worship because they are worshipable even by the great demigods, kings and emperors. I cannot understand how you could have selected this cowherd boy, Krishna, and have left aside all these other great personalities. I think Krishna to be no better than a crow! How can He be fit to accept the first worship in this great sacrifice?\n\"We cannot even ascertain as yet to which caste this Krishna belongs or what His actual occupational duty is. Krishna does not belong to a respectable family. He is so independent that no one knows His principles of religious life. It appears that He is outside the jurisdiction of all religious principles. He always acts independently, not caring for the Vedic injunctions and regulative principles. Therefore He is devoid of all good qualities.\" Shishupala indirectly praised Krishna by saying that He is not within the jurisdiction of Vedic injunction. This is true because He is the Supreme Personality of Godhead. That He has no qualities means that Krishna has no material qualities; and because He is the Supreme Personality of Godhead, He acts independently, not caring for conventions or social or religious principles.\nShishupala continued: \"Under these circumstances, how can He be fit to accept the first worship in the sacrifice? Krishna is so foolish that He has left Mathura, which is inhabited by highly elevated persons following the Vedic culture, and He has taken shelter in the ocean, where there is not even talk of the Vedas. Instead of living openly, He has constructed a fort within the water and is living in an atmosphere where there is no discussion of Vedic knowledge. And whenever He comes out of the fort, He simply harasses the citizens like a dacoit, thief or rogue.\"\nShishupala went crazy because Krishna was elected the supreme first- worshiped person in that meeting, and he spoke so irresponsibly that it appeared that he had lost all his good fortune. Being overcast with misfortune, Shishupala continued to insult Krishna further, and Lord Krishna patiently heard him without protest. Just as a lion does not care when a flock of jackals howl, Lord Krishna remained silent and unprovoked. Krishna did not reply to even a single accusation made by Shishupala, but all the members present in the meeting, except for a few who agreed with Shishupala, became very agitated because it is the duty of any respectable person not to tolerate blasphemy against God or His devotee. Some of them, who thought that they could not properly take action against Shishupala, left the assembly in protest, covering their ears with their hands in order not to hear further accusations. Thus they left the meeting condemning the action of Shishupala. It is the Vedic injunction that whenever there is blasphemy of the Supreme Personality of Godhead, one must immediately leave. If he does not do so, he becomes bereft of pious activities and is degraded to the lower condition of life.\nAll the kings present, belonging to the Kuru dynasty, Matsya dynasty, Kekaya dynasty and Shrinjaya dynasty, became very angry and immediately took up their swords and shields to kill Shishupala. Bhimasena became overwhelmed with rage and stood up to fight with Shishupala. However, Bhishma grabbed him and would not let him proceed further. Bhishma then spoke to Bhima to pacify his anger, \"This Shishupala in not destined to be killed by you. The force, under which the King of Chedi boasts so foolishly, is scarcely of his own, but the Lord of the universe. O Bhima, what king is there who would dare abuse me as this wretch, already possessed by death, has done to. This king of Chedi is without doubt under the influence of Lord Hari's energy. And surely the Lord desires to take him back to Vaikuntha. Due to the Lord's influence, Shishupala roars like a lion caring little for all kings present.\n\"Listen as I relate his history. Shishupala was born with four hands and three eyes, and upon his birth, he screamed like an ass. His parents were intently thinking of abandoning him for fear that he was a demon. Just when they were about to rid themselves of the child, a voice from the heavens spoke, 'Do not abandon this child. He will prove to be a powerful warrior and will obtain all good fortune. He is not destined to die in his childhood. The person that will kill him has been born into this world already.'\nBhishma continued, \"Hearing the unembodied voice, the mother inquired, 'Who will be the slayer of my son?' The invisible being replied, 'The child will lose his two extra arms and eye when he is placed on the lap of a certain guest, and it will be that person who will slay your son.' Although the child was placed upon the lap of thousands of kings and princes, still the prophecy did not come true. One  Lord Krishna and Balarama came to the kingdom of the Chedis. They worshipped Their aunt and were given a fitting reception. When They took their seats, the queen brought the child to Krishna and placed it in His lap. The child immediately lost his two extra arms and the third eye. The queen in great anxiety then begged a benediction from Lord Krishna, 'O mighty armed Krishna, please grant me that You will excuse the offences of my son Shishupala.' Lord Krishna replied, 'O my aunt, I say that I will pardon one hundred offences committed by your son. Do not grieve for his life.' O Bhima, this King is not destined to be killed by you. He has already committed over one hundred offences, and he will soon be killed by the Lord of the universe, Himself.\"\nShishupala did not become even slightly agitated by Bhishma's words. Many of the kings present were ready to kill him for his offenses to Lord Krishna and others. He did not care to think of the pros and cons of his foolish talking; and when he saw that all the kings were ready to kill him, instead of stopping, he stood to fight with them and took up his sword and shield. When Lord Krishna saw that they were going to engage in fighting in the arena of the auspicious Rajasuya yajna, He personally pacified them. Out of His causeless mercy He Himself decided to kill Shishupala. When Shishupala was abusing the kings who were about to attack him, Lord Krishna took up His disc, which was as sharp as the blade of a razor, and immediately separated the head of Shishupala from his body.\nWhen Shishupala was thus killed, a great roar and howl went up from the crowd of that assembly. Taking advantage of that disturbance, the few kings who were supporters of Shishupala quickly left the assembly out of fear of their lives. But despite all this, the fortunate Shishupala's spirit soul went to Krishna and worshiped him and then immediately merged into the body of Lord Krishna in the presence of all members, exactly as a burning meteor falls to the surface of the globe. Shishupala's soul merging into the transcendental body of Krishna fulfilled the the four Kumara's curse of Jaya and Vijaya, who fell to the material world from the Vaikuntha planets. For their return to the Vaikuntha world, it was arranged that both Jaya and Vijaya for three consecutive births would act as deadly enemies of the Lord, and at the end of these lives they would again return to the Vaikuntha world and serve the Lord as His associates.\nAfter the salvation of Shishupala, King Yudhisthira rewarded all the members present in the sacrificial assembly. He sufficiently remunerated the priests and the learned sages for their engagement in the sacrifice. After the sacrifice, King Yudhisthira stood in the midst of all the learned sages and brahmanas, and he seemed exactly like the King of heaven and thus looked very beautiful. King Yudhisthira sufficiently rewarded all the demigods who participated in the sacrifice, and being greatly satisfied, all of them left praising the King's activities and glorifying Lord Krishna.\nLord Krishna thus enabled the performance of the Rajasuya yajna arranged by King Yudhisthira to be successfully completed, and, being requested by His cousins and relatives, He remained in Hastinapura for a few months more.\nThus Ends the Mahabharata Summation to the Sixth"
}