{
    "id": 70,
    "title": "Chapter Commentary",
    "content": "Here is another example of how impious reactions come when one desires to harm others. In this case Duryodhana got an immediate reaction for his folly. The reaction to the sins at the gambling match took a longer time to fructify. However, all reactions good or bad have their time of maturation. At the battle of the Bharatas at Kurukshetra, Duryodhana would eat the bitter fruit of his sinful activities by watching his entire dynasty destroyed in war. Every action is like a boomerang which comes back to us. As the modern  saying goes, \"What goes around, comes around.\" If we want to avoid all material reactions, either good or bad, one must engage in the devotional service of the Lord. Such action produces no material reaction, but produces a spiritual body in the kingdom of God, where there is no influence of the law of karma. We can attain this state of peace and happiness by chanting the Hare Krishna maha mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare Rama Hare Rama, Rama Rama, Hare Hare.\nKing Yudhisthira's transcendental quality is that he is completely free of envy. Even though Duryodhana had come to embarrass the Pandavas and even cause some physical harm, still Yudhisthira ordered that Duryodhana be released and sent back to Hastinapura. This freedom of envy is a quality of the residents of Vaikuntha. The sanskrit word kuntha means anxiety, but the word vaikuntha means freedom from anxiety and envy. If we want to return to the kingdom of God, we must develop the same quality of being non envious. Even if someone wishes to do us some harm, we should follow the guidelines taught to us by Shri Chaitanya Mahaprabhu, trinad api sunichena, taror api sahisnuna, amanina amanadena, kirtaniya sada hari. \"One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than a blade of grass, more tolerant than a tree, completely devoid of all prestige and ready to offer all respects to others. In such a state of mind, one can chant the holy name constantly.\""
}