{
    "id": 112,
    "title": "Chapter Commentary",
    "content": "after  Duryodhana's forces are being annihilated in large numbers as was prophesied by many great sages. Duryodhana could not understand the mass slaughter of so many of his troops. Bhishma informed him of the cause of the such devastation. He even went so far as to call Duryodhana a Rakshasa. Duryodhana had heard it before, and as before, he did not listen to his grandfather, but decided to continue on his course of destruction. He somehow or other hoped for his victory.\n \n \n \n \nChpater Six\nThe Fifth and Sixth s of the Great Battle\n \n \nDhritarastra said: O Sanjaya, our army consists of men of high stature and opulence. Our divisions are superior in numbers, and are arrayed according to the rules of military science. They are strong and well equipped with different kinds of weapons. They are experienced soldiers and are protected by the foremost generals of the earth. That so large an army is being slaughtered is, indeed, unnatural. It must, therefore, be the pre-arranged plan of the Supreme Personality of Godhead. I can see no other cause for the defeat of this grand army.\nSanjaya said: The defeat of your army, O Monarch, is due to your own foolishness. Many times you were instructed by Vidura to curb your son and protect the Pandavas. It was through your fault that the gambling match was allowed to take its course. It is also your fault that these hostilities have come about. Having allowed your son to perform evil deeds, do you not expect to reap the reactions to those sins? The Supreme Personality of Godhead, Lord Krishna, has taken the side of the Pandavas. How can you expect victory for your sons? Even though He is not fighting personally, He will cause the annihilation of your sons and relatives. Listen, O King, as I describe the slaughter of your troops on the fifth  of the great battle.\nAfter the night had ended, the dawn of the fifth  appeared. The Grandsire Bhishma arrayed his troops in the formation known as Makara which resembled an alligator. The Pandavas arrayed their vast divisions in the formation known as Syena, which looked something like a hawk. When the two armies met, there was a great carnage on both sides. Bhishma, the son of Shantanu, fought fiercely trying to protect Dhritarastra's sons from the weapons of Bhima. All  long the elephants' shrieks, the horses' neighing and the blare of conchshells could be heard in all directions. Fighting for victory's sake, mighty combatants roared at one another like bulls in a cow pen. Heads were seen falling from the bodies of fierce warriors, severed by crescent shaped arrows. An infinite number of heads were lying on the Kurukshetra plain decorated with turbans and earrings. The earth was covered with arms and legs decorated with gold ornaments, silken cloth and blood. The dust raised by the soldiers looked like a cloud in the sky, and the lightning in that cloud was the weapons streaking through the air. The cloud's rain was the blood flowing from the slain warriors that decorated the battlefield. Countless warriors, who were unretreating in battle, lay on the ground blocking the way of the onrushing enemy. So thick was the mass of dead elephants, horses and men, that the battlefield became like a maze. Half dead warriors lay on the ground shrieking in agony, calling out for their kinsmen. Some warriors had only half their head severed and others only had one arm, while others only had one leg. Some soldiers had their stomachs torn out with swords, and some had their chests ripped open with battle axes, while others had their heads smashed into their chests with huge maces. The whole scene became ghastly to behold, but still the combatants fought on.\nDuring the battle, King Duryodhana was assisted by a large division of Kalingas with the grandsire Bhishma at their head. They rushed toward the Pandavas eager for combat. The Pandavas countered, supported by Vrikodara, and met the Kaurava army head on with an anger like universal destruction. Seeing his brothers challenging Bhishma, Arjuna rushed against the son of Ganga. Hearing the sound of the Panchajanya, the twang of the Gandiva, and the roar of Hanuman from the banner, the divisions of troops under Duryodhana were struck with fear. Arjuna began striking down the principle warriors in the Kaurava army, making his way toward his grandfather. Finding no relief from Arjuna's arrows, the Kaurava army sought Bhishma's protection.\nWhile Bhishma and Arjuna were engaged in a duel, the Kings of Avantipura were challenging the ruler of Kashi, and the ruler of the Sindhus was fighting with Bhimasena. King Yudhisthira was combating with the King of Madras, Salya. Vikarna was engaged with Sahadeva, and Chitrasena with Shikhandi. Drupada, Chekitana, and Satyaki were engaged in battle with with Drona and his son. Kripa and Kritavarman both rushed against Dhristadyumna. And thus all over the battlefield great warriors fought against each other wanting victory or the heavenly realm. Huge elephants were ripping through the army ranks and trampling soldiers and horses into shapeless masses. With their trunks huge elephants would pull chariot fighters from their chariots and smash them to the ground. Those huge animals pierced with thousands of arrows roamed the battlefield causing great havoc among the enemy troops.\nDrona's son, Ashvatthama, released six arrows that pierced Arjuna's armor. Arjuna countered and cut Ashvatthama's bow in two and then wounded him with five shafts. Taking up another bow, Ashvatthama invoked a celestial weapon and pierced Arjuna with seventy-five arrows and Krishna with seventy. Not tolerating that action, Vibatsu released deadly arrows that pierced Ashvatthama's armor and drank his blood. However, Drona's son did not waver. Releasing countless arrows, the two combatants fought on. Nevertheless, since Ashvatthama was a brahmana, Arjuna had great regard for him and did not want to put him under the sway of death. Arjuna then turned his attention on Kaurava divisions and began a great slaughter of tens of thousands of men.\nThe son of Arjuna, Abhimanyu, was also creating great havoc on the field of battle. He was consuming the Kaurava army like a blazing fire. Coming up to challenge him was Lakshmana, Duryodhana's son. Greatly angered, Abhimanyu lacerated him and his charioteer with six arrows each. Lakshmana in turn pierced the son of Subhadra with many sharp arrows which was wonderful to all on the battlefield. Furious, Abhimanyu killed Lakshmana's four horses and the charioteer. Lakshmana, while standing on his chariot, released a forceful dart at the chest of Abhimanyu. The son of Arjuna easily cut the weapon to pieces with his arrows. Kripacharya, desiring to save Duryodhana's son, had him ascend his chariot and took him away from the battlefield.\nThe two armies continued to grind each other, and the mighty Bhishma, releasing his celestial weapons, caused thousands of men to fall from their positions. On the side of the Pandavas, Satyaki was causing a great carnage amongst the Kaurava troops. So quickly did he draw his bow, and release the arrows, that he appeared like a cloud releasing thick pillars of rain. Unable to witness the slaughter of his troops, Duryodhana dispatched ten thousand troops to fight with him. But the great bowman Satyaki, who was incapable of being defeated, killed, with his celestial weapons, all those mighty warriors. Incensed at the massacre of so many men, the powerful Bhurishrava attacked Satyaki as he stood on his chariot, releasing his powerful weapons. Coming up to assist Satyaki were his ten sons, who were all glorious heroes. They immediately covered the renowned Kuru warrior with a hail of arrows, and sent up loud roars of victory. However, Bhurishrava countered those arrows and released ten arrows that cut their bows from their hands. The ten sons of Satyaki then surrounded the great warrior intending to finish his life. But the son of Somadatta, Bhurishrava, severed their heads with his sharpened arrows.\nBeholding his sons slain in battle, the angered Satyaki attacked Bhurishrava using every power he had to defeat him. They pressed their chariots close to each other and killed each others horses. When both were deprived of their chariots, they descended to the ground and took up large scimitars, racing toward each other with blood red eyes. However, Bhima appeared on the scene and took Satyaki onto his chariot. He then took him away from the sight of all bowmen.\nThe great duel between Bhishma and Arjuna left ten thousand Pandava warriors dead and twenty-five thousand Kaurava warriors slaughtered. At the end of the  the sun disappeared on the horizon, and with it the withdrawal of the troops. There was a great fear that entered the minds of the warriors of both parties. It appeared that there would be a total annihilation of all the troops on both sides. Thinking like this, they all took rest for the night.\nSanjaya continued: O King, on the sixth  of the great battle, Dhristadyumna arranged the troops in the formation called Makara. In forming that array, Drupada and Dhananjaya were the head, Sahadeva and Nakula, the eyes, and the mighty Bhimasena was the beak. On the neck of that formation was Abhimanyu, the sons of Draupadi, Ghatotkacha, Satyaki and King Yudhisthira. King Virata, the ruler of the Matsyas, was the back of that great bird, and he was supported by Dhristadyumna. Dhrishtaketu and Chekitana were the right and left wing of that formation. The feet of the formation were the blessed warriors Kuntibhoja and Satanika. The mighty bowmen Shikhandi and Iravan were the tail of the great bird.\nBhishma arranged the Kaurava divisions in the formation of a huge crane. It's beak was the powerful Drona, and Ashvatthama and Kripa were the two eyes. Kritavarman and Bahlika, along with their troops, were the head of that formation, and Duryodhana was the neck. The ruler of Pragjyotisapura, Bhagadatta, seated on his powerful elephant, Supratika, was the body of the huge bird and King Susharman was the tail.\nIn the early morning twilight, both those armies could be seen in all their splendor. The soldiers were covered in golden mail, and all held different weapons. The multicolored flags of the chariots were seen from east to west. The huge elephants, covered in armor, were lined up in front of the battle formation. They looked magnificent, like big mountains, and their turrets were like clouds covering that mountain. The chariots were also splendid with carvings and enlays of gold and silver, and they were furnished with every kind of weapon. All the warriors were unrelenting, and so eager were they for battle, that they filled the sky with fierce war cries. When the sun had made its appearance on the horizon, the battle commenced. Elephants proceeded against elephants, horsemen rushed against horsemen, and chariot fighters rushed against chariot fighters. Excited with wrath, they attacked each other in battle. Drona rushed against Bhima and pierced him with nine shafts. In return, Bhima killed the charioteer of Drona, throwing the horses into confusion. Drona, himself, took up the reins and began to consume the Pandava army.\nThe herculean Bhimasena, while fighting with all his prowess, came upon the younger brothers of Duryodhana. They were Duhshasana, Durvisaha, Dussaha, Durmada, Jaya, Jayatsena, Vikarna, Chitrasena, Sudarshana, Charuchitra, Suvarman, Dushkarna and Karna. Seeing Bhima coming toward them, they decided to kill him on the battlefield. Followed by thousands of chariot fighters, they swarmed around him and began to shower their weapons. Nevertheless, fear did not enter Bhima's heart, and with a smile on his face, he got down from his chariot mace in hand. With a loud roar, he entered the sea of the Kaurava army leaving a path of total destruction wherever he went.\nWhen Dhristadyumna came upon Bhima's chariot, he inquired from Vishoka where the second son of Pandu had gone. Vishoka informed him that Bhima had entered the enemy ranks alone, armed only with a mace. Deciding to help his friend, he entered the Kaurava army following Bhima's path of destruction. Dhristadyumna saw huge elephants mangled by Bhima's mace, and dead bodies laying in thousands all over the battlefield. When he finally came upon Bhima, he saw him killing the enemy troops like a hurricane knocking down a forest of trees. The Kaurava warriors had surrounded Bhima and were trying desperately to kill him, but it was of no use. He was slaughtering hundreds of men within a few minutes time. Bhima was covered in blood and had many arrows covering his body. Dhristadyumna quickly came to his aid and took him up onto his chariot. He plucked out the arrows from his body and embraced him.\nDesirous of killing both Bhima and Dhristadyumna, Duryodhana's brothers rushed at them as they stood in their chariot. They exclaimed, \"This wicked son of Drupada is now united with Bhima. Let us kill them both and bring great happiness to King Duryodhana.\" Urged on by Duryodhana, thousands of warriors attacked Bhima and Dhristadyumna, releasing their shower of weapons.\nSeeing Dhritarastra's sons coming toward his chariot, the Panchala prince summoned his celestial weapon called pramohana and released it above the Kaurava army. That divine weapon deprived the soldiers of their senses, and they fell to the ground helpless. Drona, seeing the situation, rushed to the aid of the sons of Dhritarastra and released a weapon called prajna, that countered the pramohana weapon. When their senses again returned, the warriors challenged Bhima and Dhristadyumna, covering them with arrows. Sensing the danger, Yudhisthira ordered twelve great warriors to go and assist Bhima. They were Abhimanyu, the sons of Draupadi, Dhrishtaketu and the Kekaya brothers. They were supported by a large divisions of troops. They arrayed themselves in the formation called suchimukha, which resembled a needle point. Entering the Kaurava ranks and breaking their front lines, they proceeded to the point where Bhima and Dhristadyumna were fighting. Overjoyed to see that army coming forward, they cheered and roared. Bhima then ascended the chariot of the King of the Kaikeyas, and Dhristadyumna rushed at the preceptor Drona who was coming upon him with great speed. Drona immediately cut of the bow of the son of Drupada. Dhristadyumna, taking up another bow, then pierced Drona with Seventy arrows. Enraged, Drona cut that bow from his hand and killed his four horses. Dhristadyumna quickly ascended Abhimanyu's chariot and left the battlefield. Drona then began to slaughter the Pandava army within Bhima's sight.\nDuryodhana, accompanied by his brothers, once again attacked Bhima, taking every opportunity kill him. Bhima ascended his chariot and taking up a huge bow, strung it for the destruction of his cousins. Duryodhana released a powerful golden arrow that pierced Bhima in the chest. Not minding that arrow, Bhima struck Duryodhana at the joints of his arms with nine arrows. Watching the two heroes engaged in a vicious battle, the brothers of Duryodhana joined the fight against Bhima, releasing thousands of arrows to encompass his death. Bhima, smiling all the while, fell upon them like an elephant in a sugar cane field. He first pierced Chitrasena with a long shafted arrow and pierced the other brothers with three shafts each. At this time Yudhisthira sent Abhimanyu, supported by other great warriors, to assist Bhima in his fight. Seeing them coming, Dhritarastra's sons, abandoned their encounter with Bhima and left the battlefield.\nNot tolerating such action, Bhimasena and Abhimanyu ran after them and challenged them. Abhimanyu killed Vikarna's four horses and struck him with twenty five arrows. When his horses were killed, Vikarna ascended the chariot of his brother Chitrasena. Abhimanyu then began to afflict them with a hail of arrows. To counter Abhimanyu, Durjaya and Vikarna released nine iron arrows hoping to kill him. Hit by those arrows, Bhima did not move like a mountain hit by a thunderbolt.\nThen the twang of the Gandiva bow was heard on the right side of the army. In that part of the battlefield, headless trunks stood up in thousands. Arjuna was mowing down the enemy faster than the speed of the mind. His bow was in a constant circle, and his arm movements could not be seen. The only thing that could be seen were thousands of arrows filling all directions, and thousands of dead elephants, horses, and men piled up on the field of battle.\nToward the end of the , King Duryodhana spotted Bhima and confronted him with virulent arrows of death. Seeing him coming assisted by his brothers, Bhima exclaimed, \"The hour has now come which I have desired for so many years. I will kill you, to, if you do not run away like a coward. Filled with pride, you have formerly humiliated us. For all the offenses you have committed, I will kill you in the sight of your kinsmen.\" Saying these words and stretching his bow to full limit, he released thirty six arrows with the force of a thunderbolt. With another four arrows, he killed Duryodhana's four horses and with another two, he cut the royal umbrella and royal standard from his chariot, causing great alarm among the Kaurava troops. Bhima then pierced Duryodhana with ten shafts. Seeing the King in great trouble, Jayadratha had him ascend his chariot. Bhima then pierced Duryodhana in the chest, and he fell down to the floor of the chariot in a deadly swoon. Greatly angered at Bhima's action, Jayadratha surrounded Bhima with thousands of chariots. Coming to protect Bhima were the son of Subhadra, the sons of Draupadi and Dhrishtaketu. Abhimanyu pieced Vikarna with broad headed shafts that were like snakes of virulent poison. He then killed his charioteer. Attacking with a tiger's speed, Abhimanyu released fourteen arrows that pierced his body and entered the earth. Vikarna began to vomit blood. Desiring to save their brother, the other sons of Dhritarastra surrounded Abhimanyu and began to inundate him with weapons.\nThe five sons of Draupadi were Prativindya, Sutasoma, Srutakarman, Srutakirti and Satanika. All five of them were maharathis, and all were capable of destroying the enemy ranks. Seeing them coming, Durmuka pierced Srutakarman with five shafts and cut off his standard with another. Advancing closer, he killed the four horses of Srutakarman. While standing on his chariot, Srutakarman released a blazing dart that passed through the armor of Durmuka and entered into the earth. Sutasoma, the son of Bhima, took Srutakarman onto his chariot, and together they attacked the enemy forces. Srutakirti, the son of Arjuna, attacked Jayatsena with the intention of killing him. Smiling all the while, Jayatsena cut his bow with a horseshoe headed arrow. Satanika, not tolerating such impudence, pierced Jayatsena with ten shafts and uttered a loud shout. Pierced by those arrows, Jayatsena fell to the floor of his chariot in a deadly swoon.\nComing to assist Jayatsena, Dushkarna challenged Satanika yelling, \"Wait, Wait!\" Satanika calmly cut off Dushkarna's bow with one arrow and killed his charioteer. Satanika then pierced Dushkarna with seven arrows, and with another four killed his four horses. Stretching his bow to his ear, Satanika released a broadheaded arrow that penetrated Dushkarna's chest, causing him to fall from his chariot like a tree hit with lightning.\nOn another part of the battlefield, the Grandsire Bhishma was causing a great massacre of the Pandava forces. The battlefield was literally strewn with masses of dead bodies, and no one came forward to oppose him. Having completely smashed the battle lines of the Pandavas, and seeing the sun set on the horizon, he withdrew his troops and retired. King Yudhisthira was joyous over the 's victory. Bhima had caused a complete rout of the Kaurava army. He embraced Bhima and smelt his head out of affection. Then all the troops retired to their tents for their much needed rest.\n \nThus Ends the Sixth"
}