{
    "id": 73,
    "title": "Chapter One",
    "content": "Plans for the Thirteenth Year\n \nIt was now the beginning of the thirteenth year of their exile, and the Pandavas had to choose some place of residence where they would not be discovered. Yudhisthira inquired from Arjuna about any country where they might reside for the last year of exile. Arjuna replied, \"There are many beautiful places to choose from. I can suggest Panchala, Chedi, Matsya, Dvaraka, Shalva, Avanti, Kalinga and Videha. Out of all of these, I suggest the kingdom of the Matsyas. The monarch there is Virata, who is a virtuous King, powerful and liked by all. Of course, there are many other cities that are also suitable, but I think that city is the only place where we will not be discovered.\"\nYudhisthira replied, \"I agree with this proposal that we go to the kingdom of Virata for our thirteenth year.\"\n\"O god among men,\" Arjuna inquired, \"what service will you perform in Virata's kingdom having lived all these years as a king?\"\n\"O sons of the Kuru race,\" Yudhisthira replied \"listen to what service I will perform in Virata's kingdom. Presenting myself as a brahmana, Kanka by name, I shall become the advisor of the King. Expert in dice and chess, I shall entertain the King and his followers. Bhima, how will you disguise yourself from the spies of Duryodhana?\"\n\"I intend to present myself before the King as a cook,\" Bhima replied, \"bearing the name Vallabha. I will profess that I am skilled in the culinary art, and I shall prepare very delicious food for the King. For the king's pleasure I shall wrestle with elephants and strong men alike. I will tell the King that formerly I was the wrestler and cook for King Yudhisthira. Thus, O King, I shall maintain myself.\"\n\"O Partha,\" Yudhisthira inquired, \"how will you disguise yourself upon entering the kingdom of Virata?\"\n\"O lord of the earth,\" Arjuna replied, \"I shall declare in front of the King that I am a eunuch, one of the neuter sex. In order to hide the bow marks on my arms, I shall wear bangles. I will decorate my ears with brilliant rings and braid my hair down my back. I shall, O King, appear as one of the third sex, Brihannala by name. I shall also instruct the women of Virata's palace in singing and delightful styles of dancing. I will tell the King I lived as a maidservant to Draupadi, the queen of the Pandavas.\"\n\"O heroic Nakula,\" Yudhisthira inquired, \"you are deserving of every luxury. What position will you assume while living in Virata's kingdom?\"\n\"Under the name Granthika,\" Nakula replied, \"I shall become the keeper of Virata's horses. I have thorough knowledge of this art, and I am skillful in tending horses. O bull of the Bharata race, I will tell the King that formerly I was employed by Yudhisthira in taking care of the horses in his stables.\"\nYudhisthira then questioned Sahadeva, \"How, O Sahadeva, will you keep yourself hidden in the kingdom of Virata for this last year of exile?\"\n\"I will take care of the King's cows,\" Sahadeva replied. \"I am skilled in milking cows, how to tame them, and take their history. No one will be able to recognize me, and I will be very pleasing to the King. I will go by the name Tantripal.\"\nYudhisthira then turned to his queen and inquired, \"O dearest Draupadi, how will you be able to hide your beauty for this period of one year. You have only known garlands, perfumes and the finest clothing. How will you disguise yourself in this last year of our exile?\"\n\"I will present myself before the queen as a maidservant,\" Draupadi replied, \"and my name will be Sairindhri, skilled in dressing hair. I shall serve Sudeshna, the King's favorite wife, and thus I shall pass my s in concealment.\"\n\"Let those who are with us,\" Yudhisthira ordered, \"the brahmanas, the maidservants, the charioteers with the chariots, and the cooks go to Drupada's kingdom and inform him, 'We have been left by the Pandavas in the Dvaitavana forest, and we do not know where they have gone.'\" After giving this order and bidding farewell to Dhaumya and the others, the Pandavas set out for the kingdom of Virata.\nWhen they arrived near the outskirts of the kingdom, Yudhisthira questioned Arjuna, \"O Dhananjaya, where shall we leave our weapons for this one year period? If we enter this city armed, the citizens will become alarmed. Also this bow Gandiva is known to everyone, and if we are discovered, we will surely have to enter the forest for another twelve years.\"\n\"Just on top of this hill is a Shami tree that is not easily accessible,\" Arjuna replied. \"If we leave our weapons in an animal skin on top of that tree, then we can enter the city free from anxiety.\" The brothers then climbed the hill and piled their weapons at the bottom of the tree. The weapons were then wrapped in an animal skin, and hung from the strongest tree branch. On being asked by the local men what the corpse was, the Pandavas told them that it was the dead body of their mother who was one hundred and eighty years old. The Pandavas then entered the city of Virata. Yudhisthira kept five names other than the ones they would identify themselves by. In cases of emergency they would refer to themselves as Jaya, Jayanta, Vijaya, Jayatsena, and Jayatvala.\nAs Yudhisthira was entering the Virata's capital, he began to offer his prayers to the goddess Durga and asked her for protection in this last year of exile. The goddess was pleased with his prayers and appeared before him offering benedictions, \"O mighty armed King, listen to my words. After having slain the ranks of the Kauravas in battle, you will be successful in regaining the throne. You and your brothers shall again rule this earth planet with all its kingdoms. By my grace you will be victorious, and during this thirteenth year, you will not be discovered by the spies of Duryodhana.\" Having said this much, the goddess disappeared.\nYudhisthira then entered Virata's imperial court at the time when the King was seated with his counselors. As Yudhisthira was approaching the throne, Virata could see that this was no ordinary person. In the dress of a brahmana Yudhisthira informed the King, \"O great King, know me to be a brahmana, who has lost all his possessions and come to you seeking sustenance. My name is Kanka, and I was previously an adviser to the great King Yudhisthira. Since that pious King has gone to the forest, I have now come to you for shelter.\"\n\"I will grant you whatever benediction you desire,\" Virata replied. \"You appear to be capable of ruling the kingdom of the Matsyas. By your demeanor it appears that I should remain a servant to you. You appear to be a demigod who deserves a kingdom.\"\n\"Grant me the benediction,\" Yudhisthira replied, \"that whoever I defeat at dice will not be able to keep their wager. I also do not want to argue with low born people I may defeat at the game.\"\n \"I shall certainly kill anyone who displeases you,\" King Virata replied, \"or I shall banish him from this kingdom. Let the assembled subjects listen to this order. Kanka is as much a lord of this kingdom as I myself. He shall ride the same chariot that I ride, and eat the same food that I eat. We shall make decisions about the future of the Kingdom together. He need not fear anything as long as he lives in my kingdom.\"\nOn another  there came to the court, Bhima, walking with a playful gait like a lion, and holding a cooking ladle and a spoon. He was also holding a spotless stainless steel sword. When Virata saw Bhima, he questioned him in wonder, \"Who is this youth that walks like a lion. He is radiant like the rising sun, and his handsome features are like the heavenly denizens.\"\nBowing before the King, Bhima informed the him of his identity, \"O foremost of Kings, I am a chef, Vallabha by name. I am skilled in culinary art and also in wrestling. Will you please employ me in your kitchen? I was formerly King Yudhisthira's cook, and he used to relish the delicacies that I prepared. I can also wrestle and fight with lions and tigers for your pleasure.\"\n\"I will offer you benedictions,\" Virata replied. \"You do not appear to be a chef but the emperor of this entire earth. However, if you desire, you may be the head cook in my kitchen.\" Thus appointed by the King, Bhima soon became a favorite to Virata who relished the meals he prepared.\nAfter Bhima had been established in the king's court, Draupadi entered the city of Virata. She wore dirty clothes, and tried to hide her beautiful black hair by covering it with a cloth. Her eyes and smile were charming to anyone who saw them. Out of curiosity, the women approached her and asked who she was seeking. She told them that she was formerly a maidservant to a queen, and she was looking for shelter. When the women saw her extreme beauty, they doubted that she was telling the truth. While she was wandering here and there, Virata's queen, Sudeshna saw her and questioned her, \"O beautiful one, who are you, and what are you seeking?\"\n\"O foremost queen,\" Draupadi replied, \"I am Sairindhri, and my desire is to serve you, and see to your comforts.\"\n\"I cannot believe that you are a maidservant,\" the queen said. \"Your beauty is unexcelled in this world. Your body is well developed, and you appear to be the goddess of fortune herself. Are you an Apsara, a Gandharva or Indra's queen? Please tell me where you have come from.\"\n\"I tell you truthfully that I am a maidservant,\" Draupadi replied, \"Formerly I served Krishna's favorite queen Satyabhama, and also the wife of the Pandavas, Draupadi. I wander about alone earning good food and dress.\"\nHearing Draupadi's explanation, Sudeshna said, \"If the King sees your beauty, he will surely renounce me and accept you as his only queen. What man who sees your faultless features could resist you? How shall I protect you in my court?\"\n\"O fair lady,\" Draupadi replied, \"neither Virata nor any other person will be able to touch me for I am married to five Gandharva husbands, who are the sons of a King. They always protect me. It is my husbands' wish that I should serve only such persons who will give me food not touched by another, or persons who do not demand that I wash their feet. Any man who attempts to seduce me meets death that very night.\"\n\"If you have told me the truth,\" Sudeshna said, \"then I will offer you service in my chambers, for you bring delight to my heart. You will not have to eat another's food or touch another's feet.\"\nThen dressed like a cowherdsmen and carrying a staff, Sahadeva entered Virata's capital. He came to the cowpens of Virata, and when the King saw him, he marveled at his stature. He questioned him, \"Who are you, and where do you come from?\"\n\"I am a vaishya,\" Sahadeva replied, \"Tantripal by name. I was formerly employed by Emperor Yudhisthira, and used to tend his cows. Now that he has been exiled to the forest, I wish to be employed in taking care of your cows.\"\n\"Your stature indicates a monarch able to rule this earth with all its seas and islands,\" Virata said. \"However, I have one hundred thousand cows that you may take charge of. They are divided into distinct herds and are of the best breed.\" After receiving permission from the King, Sahadeva took charge of the cows.\nNext came to the city, Arjuna, who was wearing the ornaments of a woman. He wore jeweled earrings and bracelets made of conch, overlaid with gold. His hair was braided like that of a woman. When Virata saw that bull among men dressed in this fashion, he was astonished. He spoke to Arjuna, \"You are like a demigod, for power and beauty emanates from every part of your body, and you walk with a lion's gait. Certainly, you are not a eunuch as you appear to be dressed. I have grown old, and you are a fit person to inherit my kingdom.\"\n\"I sing, dance and play on musical instruments,\" Arjuna replied. \"My name is Brihannala, and I have no father or mother. I will prove to be a good teacher to your daughter, Uttara.\"\n\"I will grant your desire,\" King Virata said, \"but it does not seem the proper position for you. You seem to have the capabilities to rule this entire world.\" The King then had Arjuna examined, and when it was learned that actually he was impotent, the King sent Arjuna into his daughter's chambers to give instructions in dancing.\nThere then came to Virata's capital, Nakula, the last of the Pandavas to enter the city. When the King saw him, he summoned Nakula and inquired, \"You appear to be a great warrior, and your handsome features are divine. Please tell me who you are, and where you have come from?\"\n\"O King,\" Nakula replied, \"my name is Granthika, and I used to serve Emperor Yudhisthira by taking care of his horses. I am familiar with the mood of horses, and I know how to tame them. I also know how to treat their diseases and keep them from becoming diseased. Please allow me to take care of your horses.\"\n\"Whatever horses are in my domain,\" Virata replied, \"I put under your charge, but this office does not suit you. You look as much a King as I do. Your presence here pleases me as much as if the great King Yudhisthira were present himself.\"\nWhen the disguised Pandavas were thus respectfully received by King Virata, they began to dwell in that kingdom without being detected by anyone. Even though the spies of Duryodhana came to that region, they could not find the Pandavas, because they were protected by the Supreme Personality of Godhead, Lord Krishna Himself. Thus the spies of Duryodhana were deluded by the external potency of the Lord, and they could not recognize the Pandavas even though they were standing right in front of them.\n \nThus Ends the First"
}